{
  "id": "TS 3.1.6.2",
  "classification": {
    "kanda": "3",
    "prasna": "1",
    "anuvaka": "6",
    "panchasat": "2"
  },
  "header": "TS 3.1.6.2",
  "panchasatInfo": " 18",
  "padaCount": 50,
  "samhita": "ते स॒ह यु॒नज्मि॒ वाचꣳ॑ स॒ह सूर्ये॑ण ते यु॒नज्मि॑ ति॒स्रो वि॒पृचः॒ सूर्य॑स्य ते । अ॒ग्निर्दे॒वता॑ गाय॒त्री छन्द॑ उपाꣳ॒॒शोः पात्र॑मसि॒ सोमो॑ दे॒वता᳚ त्रि॒ष्टुप् छन्दो᳚ऽन्तर्या॒मस्य॒ पात्र॑म॒सीन्द्रो॑ दे॒वता॒ जग॑ती॒ छन्द॑ इन्द्रवायु॒वोः पात्र॑मसि॒ बृह॒स्पति॑र् दे॒वता॑ऽनु॒ष्टुप् छन्दो॑ मि॒त्रावरु॑णयोः॒ पात्र॑मस्य॒श्विनौ॑ दे॒वता॑ प॒ङ्क्तिश्छन्दो॒ऽश्विनोः॒ पात्र॑मसि॒ सूर्यो॑ दे॒वता॑ बृह॒ती - [  ]  ",
  "pada": "ते॒ । स॒ह । यु॒नज्मि॑ । वाच᳚म् । स॒ह । सूर्ये॑ण । ते॒ । यु॒नज्मि॑ । ति॒स्रः । वि॒पृच॒ इति॑ वि - पृचः॑ । सूर्य॑स्य । ते॒ ।  । अ॒ग्निः । दे॒वता᳚ । गा॒य॒त्री । छन्दः॑ । उ॒पाꣳ॒॒शोरित्यु॑प - अꣳ॒॒शोः । पात्र᳚म् । अ॒सि॒ । सोमः॑ । दे॒वता᳚ । त्रि॒ष्टुप् । छन्दः॑ । अ॒न्त॒र्या॒मस्येत्य॑न्तः - या॒मस्य॑ । पात्र᳚म् । अ॒सि॒ । इन्द्रः॑ । दे॒वता᳚ । जग॑ती । छन्दः॑ । इ॒न्द्र॒वा॒यु॒वोरिती᳚न्द्र-वा॒यु॒वोः । पात्र᳚म् । अ॒सि॒ । बृह॒स्पतिः॑ । दे॒वता᳚ । अ॒नु॒ष्टुबित्य॑नु - स्तुप् । छन्दः॑ । मि॒त्रावरु॑णयो॒रिति॑ मि॒त्रा-वरु॑णयोः । पात्र᳚म् । अ॒सि॒ । अ॒श्विनौ᳚ । दे॒वता᳚ । प॒ङ्क्तिः । छन्दः॑ । अ॒श्विनोः᳚ । पात्र᳚म् । अ॒सि॒ । सूर्यः॑ । दे॒वता᳚ । बृ॒ह॒ती । ",
  "attribute": {
    "rishi": "अज्ञात",
    "devata": "अज्ञात",
    "chandas": "अज्ञात"
  },
  "sayanaBhashya": "\n\nअथ षष्ठेऽभिमर्शनविधयो मन्त्रविशेषाश्च केचिदाम्नायन्ते।\nतत्र सुत्यादिनगतप्रयोगारम्भेऽमिमर्शनं विधत्ते-\nयो वा इति। आग्नीध्रहविर्धानादीनां मध्ये यस्य या देवता तां देवतामभिक्रम्य तस्योपचारे सति देवताभ्योऽवच्छिद्यते दरिद्रश्च भवति। अतस्तत्तद्देवताप्रतिपादक-मन्त्रैरेव तस्य तस्याभिमर्शने सति नोक्तदोषो भवति। तांश्च मन्त्रविशेषानापस्तम्ब उदाजहार- 'महारात्रे बुद्ध्वाऽग्ने नयेत्याग्नीध्रमभिमृशतीदं विष्णुर्विचक्रम इति हविर्धानमग्न आयू  षि पवस इति स्रुच आ वायो भूप शुचिपा इति वायव्यान्याघा ये अग्निमिन्धत इति सदः' इति। तेषु चत्वारो मन्त्राः प्रथमकाण्ड एवाऽऽम्नाता व्याख्याताश्च। आधा ये अग्निमिति मन्त्रस्तु ब्राह्मणग्रन्थे द्वितीयकाण्डस्य चतुर्थप्रपाठके वृषासो अ  शुरित्यस्मिन्ननुवाक आम्नास्यमानत्वात्तत्रैव व्याख्यास्यते।\nयुनज्मि त इति। कल्पः- 'युनज्मि ते पृथिवीं ज्योतिषा सहेति दक्षिणस्य हविर्धा-नस्याधस्तात्पश्चादक्षँ द्रोणकलशं सदशापवित्रं युनज्मि वायुमन्तरिक्षेण ते सहेत्युत्तरस्य हविर्धानस्योपरिष्टान्नीड जाधवनीयं युनज्मि वाच  सह सूर्येण त इति प्रधृरे पूतभुतम्' इति।\nअत्र सर्वत्र प्रयुनक्तीति पदमनुवर्तते। हे द्रोणकलश ते तव स्वरूपभूतां पृथिवीं ज्योतिषाऽग्निना सहैतस्मिन्स्थाने युनज्मि सादयामि। हे आधवनीय ते स्वरूपभूतं वायुं तदाधारेणान्तरिक्षेण सहास्मिन्स्थाने युनज्मि। उच्यते नानाविधैर्मन्त्रैः प्रतिपाद्यत इति द्युलोको वाक्। हे पूतभृत्तव स्वरूपभूतां वाचं सूर्येण द्युलोकस्थेन सहास्मिन्स्थाने युनज्मि।\nयुनज्मीति। कल्पः- 'युनज्मि तिस्रो विपृचः सूर्यस्य त इति स्रुचसन्ना अभिमन्त्रयते' इति।\nजुहूषभृद्ध्रुवाख्यास्तिस्रो याः स्रुचस्ता विपृचः परस्परसंपर्करहिता यथा भवन्ति तथा सूर्यस्य तव प्रकाशेन परीक्ष्य युनज्मि।\nअग्निर्देवतेति। कल्पः- 'अथैतानि वायव्यान्याभिमृशत्यग्निर्देवता गायत्री छन्द उपा  शोः पात्रमसीति दशभिर्दश' इति।\nहे ऊर्ध्वपात्राग्निर्देवता त्वां रक्षतु। गायत्री छऩ्दस्त्वां रक्षतु। त्वमुपाशुनामकस्य सोमरसग्रहणस्य पात्रमसि। एवमुत्तरेषु नवसुं मन्त्रेषु योज्यम।\nतेषां पाठस्तु-\nसोमो देवतेति। इन्द्रवायुवोरित्यादिभिर्देवतावाचकैः शब्दैस्तदीयं सोमरस ग्रहणमुपलक्ष्यते (*आग्रयणादिषु हे स्थालीति संबोधनीयम्। शस्त्रवाचके नोवथानामिति शब्देन तत्तच्छस्त्रसंबन्धिसोयरसंग्रहणमुपलक्ष्यते)। आस्मिन्ननुवाके प्रोक्ताः सर्वे मन्त्रा हृदे त्वा मनसे त्वेत्यनुवाकात्प्रागवे द्रष्टव्याः।\nअत्र विनियोगसंग्रहः-\n'आग्नेय्यग्ने नयेतीदं विष्णुरित्येव वैष्णवी।\nअग्न आयूंषि चाऽऽग्नेयी आ वायो इति वायवी॥\nआघा ये अग्निमैन्द्री स्याद्युनज्मीति त्रिभिः क्रमात्।\nसाद्यन्ते द्रोणकलशाधवनीयौ च पूतभृत्॥\nयुनेति मन्त्रणं कुर्यात्सवनीयस्रुवस्रुचाम्।\nअग्निरित्यादिदशभिर्ग्रहपात्राणि संस्पृशेत्॥\nषष्ठानुवाके संप्रोक्ता मन्त्रा एकोनविंशतिः'। ( इति)।\nअत्र मीमांसा।\n\nतृतीयाध्यायस्य द्वितीयपादे चिन्तितम् —\nआग्नेय्याऽऽग्नोध्ररमित्यग्निदेवताका ऋचोऽखिलाः।\nउपस्थाने प्रयोक्तव्याः प्रकृता एवं ता उत॥\nसाधारण्येन शब्दोक्तेः सर्वाभिस्तदुपस्थितिः।\nविशेष (ये) विधिसंक्रान्त्या प्रकृताभिरितीष्यताम्॥\nज्योतिष्टोमे श्रूयते- 'आग्नेय्याऽऽग्नीध्रमुपतिष्ठते' इति। तत्राऽऽग्नीध्रनामकस्य मण्डपस्य यदुपस्थानं तद्यया कयाचिद्दाशतयीगतयाऽऽग्निदेवतया संबन्धिन्या कर्तव्यम्। अग्निर्देवता यस्या ऋचः साऽऽग्नेयीतिसाधारणाक्तोवृग्विशेषस्याप्रपीतेरिति चेन्मैवम्। ऋतुप्रकरणपठितानामाग्नेयीनामृचां ऋतुप्रयुक्तव्यापारसाधनत्वं प्रकरणादेव। कोऽसौ व्यापार इति विशेषबुभुत्सायामाग्नीधोपस्थानरूपोऽयमिति बोधयन्नयं विधिर्विशेषमात्रं (त्रे) संक्रामतीति लाघवम्। अपकृतानां तु ऋतुप्रयुक्तव्यापाराग्नेयीभिस्तदुपस्थानम्। एवमैन्द्रया सदो वैष्णव्या हविर्धानमित्यत्र सदोहविर्धाननामकयोर्मण्डपयोरुपस्थाने प्रकृतानायेवैन्द्रीणां वैष्णवीनां च प्रयोग इति द्रष्टव्यम्॥\n\nइति श्रीमत्सायणाचार्यविरचिते माधवीये वेदार्थप्रकाशे कृष्णयजुर्वेदीयतैत्तिरीयसंहिताभाष्ये तृतीयकाण्डे प्रथमप्रपाठके\nषष्ठोऽनुवाकः॥ ६॥\n"
}