{
  "id": "TS 2.3.7.2",
  "classification": {
    "kanda": "2",
    "prasna": "3",
    "anuvaka": "7",
    "panchasat": "2"
  },
  "header": "TS 2.3.7.2",
  "panchasatInfo": " 30",
  "padaCount": 50,
  "samhita": "वी॒र्य॑कामः॒ स्यात् तमे॒तया॒ सर्व॑पृष्ठया याजयेदे॒ता ए॒व दे॒वताः॒ स्वेन॑ भाग॒धेये॒नोप॑ धावति॒ ता ए॒वास्मि॑न्निन्द्रि॒यं ॅवी॒र्यं॑ दधति॒यदिन्द्रा॑य॒ राथ॑न्तराय नि॒र्वप॑ति॒ यदे॒वाग्ने-स्तेज॒स्तदे॒वाव॑ रुन्धे॒यदिन्द्रा॑य॒ बार्.ह॑ताय॒ यदे॒वेन्द्र॑स्य॒ तेज॒स्तदे॒वाव॑ रुन्धे॒यदिन्द्रा॑य वैरू॒पाय॒ यदे॒व स॑वि॒तुस्तेज॒स्त - [  ] ",
  "pada": "वी॒र्य॑काम॒ इति॑ वी॒र्य॑ - का॒मः॒ । स्यात् । तम् । ए॒तया᳚ । सर्व॑पृष्ठ॒येति॒ सर्व॑-पृ॒ष्ठ॒या॒ । या॒ज॒ये॒त् । ए॒ताः । ए॒व । दे॒वताः᳚ । स्वेन॑ । भा॒ग॒धेये॒नेति॑ भाग-धेये॑न । उपेति॑ । धा॒व॒ति॒ । ताः । ए॒व । अ॒स्मि॒न्न् । इ॒न्द्रि॒यम् । वी॒र्य᳚म् । द॒ध॒ति॒ । यत् । इन्द्रा॑य । राथ॑न्तरा॒येति॒ राथ᳚म् - त॒रा॒य॒ । नि॒र्वप॒तीति॑ निः - वप॑ति । यत् । ए॒व । अ॒ग्नेः । तेजः॑ । तत् । ए॒व । अवेति॑ । रु॒न्धे॒ । यत् । इन्द्रा॑य । बार्.ह॑ताय । यत् । ए॒व । इन्द्र॑स्य । तेजः॑ । तत् । ए॒व । अवेति॑ । रु॒न्धे॒ । यत् । इन्द्रा॑य । वै॒रू॒पाय॑ । यत् । ए॒व । स॒वि॒तुः । तेजः॑ । तत् । ",
  "attribute": {
    "rishi": "अज्ञात",
    "devata": "अज्ञात",
    "chandas": "अज्ञात"
  },
  "sayanaBhashya": "\n\nषष्ठेऽन्नादनकामस्य त्रिधातुर्यांग ईरितः।। अथेन्द्रियसामर्थ्यं शरीरसामथ्यं च कामयमानस्येष्टिं विधातुं प्रस्तौति\n\"देवासुरा इति। पराजिग्यानाः पराजयं प्राप्नुवन्तो देवा असुराणां संबन्धि वैश्यं प्राप्ताः विशो भावो वैश्यम्, असुरसेवकप्रजारूपत्वमित्यर्थः। तदानीं तेषां यदिन्द्रियसामर्थ्यं यच्छरीरसामर्थ्यं तदुभयं तेभ्यो देवेभ्योऽपाक्रामत्। इन्द्रस्तद्विदित्वा तत्सामर्थ्यद्वयमनु स्वयमप्यवरोद्धुमकामत्। गत्वा च तदवरोद्धुं नाशक्नोत्। तदानीमिन्द्रोऽस्मात्सामर्थ्यद्वयादभिप्राप्तार्धः सन्नचरत्। तत इतरार्धप्राप्त्यर्थं प्रजापतिमुपसेव्य सर्वपृष्ठयेष्ट्या संपूर्णं प्राप्तवान्। रथंतरबृहद्वैरूपवैराजशाक्वररैवतसाध्यानि सर्वाणि पृष्ठस्तोत्राणि तैर्युक्त इन्द्रोऽत्र देवता। तस्मादियमिष्टिः सर्वपृष्ठा। नात्र स्तोत्रपाठः प्रयोक्तव्यः, किं तु स्तोत्राभिज्ञत्वं देवताया विशेषणम्।। इदानीं विधत्ते य इन्द्रियकाम इति। राथंतरादिगुणाविशिष्टाः षडिन्द्रविशेषा एता एव देवता इत्युच्यन्ते।।तान्देवताविशेषान्विधत्ते यदिन्द्रायेति। पृष्ठस्तोत्रनिष्पादकं रथंतरं साम वेत्तीति राथंतरः। एवं बार्हतादिषु योज्यम्। अग्नीन्द्रादीना रथंतरादिसामाभिमानित्वाद्राथंतरत्वादिविशेषणैस्तदीयतेजः प्राप्तिर्भवति। पूर्वोक्तत्रिधाताविव विशेषं विधत्ते—\"\n\"उत्तानेष्विति। अत्र निर्वापविधिभेदात्पुरोडाशषट्कप्राप्तेस्तदपवादायैकत्वं विधत्ते द्वादशकपाल इति। अन्यत्र वैश्वदेवं द्वादशकपालं ग्रामकाम इत्यादि विधानात्कपालगतद्वादशसंख्या विश्वेषां देवानां प्रिया। अतोऽत्रापि यथोक्तगुणविशिष्टानां विश्वेषामिन्द्रादिदेवानां प्राप्तिर्भवति। यदुक्तं सूत्रकारेण—सर्वपृष्ठां निर्वपति यदिन्द्राय राथंतरायेति यथासामाभ्नातं द्वादशसूत्तानेषु कपालेष्वधिश्रयति प्रचरणकाले पूर्वार्धात्प्रथमां देवतां यजत्येवमितराः प्रदक्षिणमुत्तरापवर्गं समन्तं पर्यवद्यति इत्युक्तम् ति)। अभि त्वा शूर नोनुम इति षड्ऋचो व्यत्यासमन्वाहेति (ह) कदा चन स्तरीरसीति चतुर्थं दधाति इति च। तत्र पूर्वार्धादित्यादिनोक्तं सर्वतोऽवदानं विधत्ते समन्तमिति। चतुर्थप्रपाठकस्यान्त्यानुवाके समाम्नास्यमानाना त्वा शूर नोनुम इत्यादीनां पञ्चानामृचां चतुर्थीत्वेन प्रक्षेष्यमाणायाः चन स्तरीरसीत्यस्याश्च पूर्वोक्तत्रिधातुन्यायेनैकैकस्याःपुरोनुवाक्यात्वं याज्या विधत्ते व्यत्यासमिति। चोदकप्राप्तामन्वाहार्यदक्षिणां बाधितुं विधत्ते अश्व ऋषभ इति। अविजातौ पुमान्वृष्णिः अजजातौ पुमान्वस्तः वृषत्वाय पुस्त्वाधिक्याय। मिथ्यापवादपरिहारार्थं तामेवेष्टिं विधत्ते एतयैवेति। एता राथंतरेन्द्रादयो देवता अस्यान्नं पुरोडाशरूपं यद्यदन्ति तदानीं मनुष्याः सर्वथाऽप्यदन्त्येव वैदमनूच्याचार्योऽन्तेवासिनमनुशास्ति इत्यादौ शिष्यानुशासने शिष्यस्य मिथ्यापवादयुक्तेषु व्यवहारसंदेहे साति शिष्टाचारेण निर्णय आम्नातः-“यथा ते तेषु वर्तेरन्, तथा तेषु वर्तेथाः” इति। यदा मनुष्येष्वपि शिष्टानामाचारो नियामकस्तदा देवतानामाचारो नियामक इति किमु वक्तव्यमिभिप्रेत्यादन्त्येवेत्यवस्थापितम्। \"\nअथ मीमांसा।\nतृतीयाध्यायस्य पञ्चमपादे चिन्तितम्— “रथंतरादिभिर्भिन्ना इन्द्रास्तेषां न भिद्यते। पुरोडाशस्तत्र शेषकार्य किं भिद्यते न वा। भिद्येत कर्मणां भेदाच्चोदकैः पृथगुक्तितः। शेषस्य सर्वतुल्यत्वात्तत्कार्यं सकृदिष्यताम्।।”\n(य) इन्द्रियकामो वीर्यकामः स्यात्तमेतया सर्वपृष्ठया याजयेदिति विहितायामिष्टौ षडिन्द्रा एवं श्रूयन्ते—“इन्द्राय राथंतरायेन्द्राय बार्हतायेन्द्राय वैराजायेन्द्राय शाव्करायेयन्द्राय रैवताय” इति। तत्र स्वरूपेणैकोऽपीन्द्रः पृष्ठस्तो त्रेषु षट्सु विहितानां षण्णां रथंतरादिसाम्नां संबन्धेन विशेष्यमाणः षोढा भिद्यते। तासां सर्वासामिन्द्रदैवतानामेक एव पुरोडाशो विधीयते—“द्वादशकपालः पुरोडाशो भवति वैश्वदेवत्वाय” इति। तस्मिन्पुरोडाश उक्तदेवताभ्यः पृथक्प्रदानाय बहुभ्यः प्रदेशेभ्योऽवदानं श्रूयते “समन्तं पर्यवद्यति” इति। तत्र देवता प्रदेन प्रदानभेदेन च कर्मणां भेदे सति चोदकैः पृथगतिदेशात्स्विष्टकृदिडादि शेषकार्यं षट्कृत्वः पृथक्कर्तव्यमिति चेन्मैवम्। शेषस्यैकत्वेन तत्प्रतिपत्तेः पृथक्त्वासंभवात् तस्मात्सकृदेव कार्यम्।। इति श्रीमत्सायणाचार्यविरचिते माधवीये वेदार्थप्रकाशे कृष्णयजुर्वेदीय तैत्तिरीयसंहिताभाष्ये द्वितीयकाण्डे तृतीयप्रपाठके\nसप्तमोऽनुवाकः ।। ७ ।।\n"
}