{
  "id": "TS 2.6.10.3",
  "classification": {
    "kanda": "2",
    "prasna": "6",
    "anuvaka": "10",
    "panchasat": "3"
  },
  "header": "TS 2.6.10.3",
  "panchasatInfo": " 59",
  "padaCount": 50,
  "samhita": "-च्छं॒ॅयोरा वृ॑णीमह॒ इत्या॑ह शं॒ॅयुमे॒व बा॑र्.हस्प॒त्यं भा॑ग॒धेये॑न॒ सम॑र्द्धयति गा॒तुं ॅय॒ज्ञाय॑ गा॒तुं ॅय॒ज्ञ्प॑तय॒ इत्या॑हा॒ ऽऽशिष॑मे॒वै तामा शा᳚स्ते॒ सोमं॑ ॅयजति॒ रेत॑ ए॒व तद्-द॑धाति॒ त्वष्टा॑रं ॅयजति॒ रेत॑ ए॒व हि॒तं त्वष्टा॑ रू॒पाणि॒ वि क॑रोति दे॒वानां॒ पत्नी᳚र्यजति मिथुन॒त्वाया॒ग्निं गृ॒हप॑तिं ॅयजति॒ प्रति॑ष्ठित्यै जा॒मि वा ए॒तद्-य॒ज्ञ्स्य॑ क्रियते॒ - [  ] ",
  "pada": "शं॒ॅयोरिति॑ शं - योः । एति॑ । वृ॒णी॒म॒हे॒ । इति॑ । आ॒ह॒ । शं॒ॅयुमिति॑ शं - युम् । ए॒व । बा॒र्.॒ह॒स्प॒त्यम् । भा॒ग॒धेये॒नेति॑ भाग - धेये॑न । समिति॑ । अ॒र्द्ध॒य॒ति॒ । गा॒तुम् । य॒ज्ञाय॑ । गा॒तुम् । य॒ज्ञप॑तय॒ इति॑ य॒ज्ञ-प॒त॒ये॒ । इति॑ । आ॒ह॒ । आ॒शिष॒मित्या᳚ - शिष᳚म् । ए॒व । ए॒ताम् । एति॑ । शा॒स्ते॒ । सोम᳚म् । य॒ज॒ति॒ । रेतः॑ । ए॒व । तत् । द॒धा॒ति॒ । त्वष्टा॑रम् । य॒ज॒ति॒ । रेतः॑ । ए॒व । हि॒तम् । त्वष्टा᳚ । रू॒पाणि॑ । वीति॑ । क॒रो॒ति॒ । दे॒वाना᳚म् । पत्नीः᳚ । य॒ज॒ति॒ । मि॒थु॒न॒त्वायेति॑ मिथुन-त्वाय॑ । अ॒ग्निम् । गृ॒हप॑ति॒मिति॑ गृ॒ह - प॒ति॒म् । य॒ज॒ति॒ । प्रति॑ष्ठित्या॒ इति॒ प्रति॑ - स्थि॒त्यै॒ । जा॒मि । वै । ए॒तत् । य॒ज्ञस्य॑ । क्रि॒य॒ते॒ । ",
  "attribute": {
    "rishi": "अज्ञात",
    "devata": "अज्ञात",
    "chandas": "अज्ञात"
  },
  "sayanaBhashya": "\n\n“देवानां पत्नीरुशतीरवन्तु नः। प्रावन्तु नस्तुजये वाजसातये। या पार्थिवासो या अपारति व्रते। ता नो देवीः सुहवाः शर्म यच्छत”। (ब्रा. का. ३ प्र. ५ अ. १२) इति। इन्द्राण्यादयो देवपत्न्यो याः सन्ति ता उशतीरस्मद्धितं कामयमाना अस्मानवन्तु रक्षन्तु। परैरापादितमरिष्टं वारयन्त्वित्यर्थः । किंच तुजयेपत्याय वाजसातये द्रव्यलाभाय नोस्मान्प्रकर्षेण रक्षन्तु। न केवलं दिवि स्थिता इन्द्राण्या द्याः किंतु याः पार्थिवासः पृथिव्यां स्थिता देवपत्न्यो या अप्यन्या अपां व्रते वृष्ट्युदकस्थानत्वेनोपलक्षितेन्तरिक्षे वर्तन्ते ता देव्यः सर्वाः सुहवाः सुखेनाह्वातुं शक्या यूयं नोस्माकं शर्म सुखं प्रयच्छत। तत्रैव याज्यामाह “उत ग्ना वियन्तु देवपत्नीः। इन्द्राण्यग्नाय्यश्विनी राट् ।। आ रोदसी वरुणानी शृणोतु। वियन्तु देवीर्य ऋतुजेनीनाम्” (ब्रा. का. ३ प्र. ५ अ. १२) इति। अपि च ग्नाश्छन्दोदेवता गायत्र्यादयो देवपत्न्यो वियन्त्विदं हविरश्नन्तु। ग्नाशब्दस्य च्छन्दोवाचित्वं पञ्चमकाण्डे समाम्नातम्—‘ग्नास्त्वेत्याह छन्दा सि वै ग्नाः” इति इन्द्रस्य पत्नीन्द्राणी। अग्नेः पत्न्यग्नायी। अश्विनोः पत्न्यश्विनी। राज्ञः सोमस्य पत्नी राट्। रुद्रस्य पत्नी रोदसी। वरुणस्य पत्नी वरुणानी। एतासामेकैका विज्ञापनामस्मदीयामाशुणोतु। जनानामिन्द्राण्यादीनां य ऋतुः कालविशेषो भोजनायोचितस्तस्मिन्काले वियन्त्वश्नन्तु। सोमत्वष्ट्रोः पुरुषयोर्भुक्तवतोः सतोः पश्चाद्भुञ्जतामित्यर्थः।\n\"अग्नेर्गृहपतेः पुरोनुवाक्यामाह “अग्निहोता गृहपतिः स राजा। विश्वा वेद जनिमा जातवेदाः। देवानामुत यो मर्त्यानाम्। यजिष्टः स प्रयजतामृताधा” (ब्रा. का. ३प्र. ५अ. १२) इति। अयमग्निर्देवानामाह्वाता गृहाणां पालकः। स च राजा दीप्यमानस्तादृशो जातवेदा देवानां विश्वा जनिमा सर्वाणि जन्मानि वेद। अपि च, यो जातवेदामर्त्यानां जन्मानि वेद स जातवेदाः प्रयजतां प्रकर्षेण यागं कुर्वतां मध्ये यजिष्ठोतिशयेन यष्टृतमः। ऋतावा सत्ययाक्। तत्रैव याज्यामाह “वयमु त्वा गृहपते जनानाम्। अग्ने अकर्म समिधा बृइन्तम्। अस्थूरिणो गार्हपत्यानि सन्तु। तिग्मेन नस्तेजसा स शिशाधि” (ब्रा. का. ३म. ५अ. १२) इति। हे गृहपतेग्ने जनानां मध्ये वयमेव त्वां समिधा संदीपनेन बृहन्तमकर्म प्रौढं कृतवन्तः। तस्माद्गार्हपत्यानि गृहपतिनां संयुक्तानि कर्माणि नोस्माकमस्थूरि संन्त्वाश्लिष्टानि भवन्तु। तिग्मेन तीक्ष्णेन वैरिभिरप्रधृष्येण तेजसा त्वमस्मान्संशिशाधि तीक्ष्णी कुरु। निर्भयान्कुर्वित्यर्थः। मन्त्रकाण्डे पत्नीसंयाजयाज्यानुवाक्याभ्यामुपरिष्टादिडोपाह्वानमाज्यप्राशनं चाम्नातम्। तस्य विनियोगं बौधायनो दर्शयति—“अत्रोत्तरामिडामुपह्वयते यथासमाम्नातम्”। इति पाठस्तु “उपहूत रथंतर सह पृथिव्या। उप मा रथंतर सह पृथिव्या ह्वयताम्। उपहूतं वामदेव्य सहान्तरिक्षेण। उप मा वामदेव्य सहान्तरिक्षेण ह्वयताम्। उपहूतं बृहत्सह दिवा। उप मा बृहत्सह दिवा ह्वयताम्। उपहूताः सप्त होत्राः। उप मा सप्त होत्राः ह्वयन्ताम् । उपहूता धेनुः सहर्षभा। उप मा धेनिः सहर्षभा ह्वयताम्। उपहूतो भक्षः सखा। उप मा भक्षः सखा ह्वयताम्। उपहूता ३ हो। इडोपहूता। आहूतेडा। उपो अस्मा इडा ह्वयताम्। इडोपहूता। उपहूतेडा। मानवी घृतपदी मैत्रावरुणी। ब्रह्म देवकृतमुपहूतम्। दैव्या अध्यर्यव उपहूताः। उपहूता मनुष्याः। य इमं यज्ञमवान्। ये यज्ञपत्नीं वर्धान्। उपहूते द्यावापृथिवी। पूर्वजे ऋतावरी। देवी देवपुत्रे। उपहूतेयं यजमाना। इद्राणीवाविधवा। अदितिरिव सुपुत्रा। उत्तरस्यां देवयज्यायामुपहूता। भूयसि हविष्करण उपहूता। दिव्ये धामन्नुपहूता। इदं मे देवा हविर्जुषन्तामिति तस्मिन्नुपहूता विश्वमस्याः प्रियमुपहूतम्। विश्वरय प्रियस्योपहूतस्योपहूता” (ब्रा. का. ३प्र. ५अ. ३) इति। पूर्वाक्तमिडोपाह्वानं यजमानार्थम्। इदं तु पत्न्यर्थम्। अत एव तत्र तत्र स्त्रीलिङ्गप्रयोगः। ब्राह्मणे पत्नीसंयाजयाज्यानुवाक्ये विधायेडोपाह्वानमन्त्रस्य पूर्ववद्व्याख्येयत्वादसावत्रोपेक्षितः। अथ समिष्टयजुर्विधिमर्थवादेनोन्नयति पङ्क्तिप्रायण इति। पञ्चाक्षरा पङ्किरित्यन्यत्र श्रुतत्वादत्र पङ्क्तिशब्देन पञ्चसंख्या लक्ष्यते। सेयं पङ्क्तिः प्रायगे प्रारम्भे यस्य सोयं पङ्क्तिप्रायणो यागः। पङ्क्तिरुदयने समाप्तौ यस्य सोयं पङ्क्तुदयनः। अत्र दर्शपूर्णमासेष्टौ प्रारम्भे पञ्च प्रयाजा इज्यन्ते। समाप्तौ पत्नीसंयाजाश्चत्वारःसमिष्टयजुः पञ्चमम्। तथा सति पङ्क्तिमेव प्रारभन्ते पङ्क्तिमेव संपादयन्ति। तस्मात्समिष्टजुजुर्हुयादिति तात्पर्यार्थः। देवा गातुविद इत्ययं मन्त्र इष्टिसंपूर्तिकारित्वात्समिष्टयजुरित्युच्यते। स च मन्त्र आध्वर्यवकाण्डे समाम्नातो व्याख्यातश्च। \"\nअत्र मीमांसा। तृतीयाध्यायस्य चतुर्थपादे चिन्तितम् “विप्रायावगुरेन्नेति क्रत्वर्थो वा पुमर्थता।\nफलवत्क्रतुसांनिध्यात्क्रत्व र्थः पूर्वमन्त्रवत्।। यातनापरिहारस्य निषेधफलतोचिता।\n\"निषेधोयं पुमर्थत्वात्प्रक्रियातोपकृष्यताम्।। दर्शपूर्णमासप्रकरणे श्रूयते यो ब्राह्मणायावगुरेत्तं शतेन यातयात्तस्माद्ब्राह्मणाय नावगुरेत” इति। तत्र यथा पूर्वाधिकरणे मन्त्रपाठस्य फलरहितस्य फलवति क्रतावङ्गत्वं प्रकरणेनावगम्यते, एवमत्रापि ब्राह्मणावज्ञानिषेधस्य क्रतावश्रुतत्वादिति चेन्मैवम्। वैषम्यात्। पूर्वत्र ह्यात्मप्राणापानधारणं मन्त्रोच्चारफलं न संभवति। तस्य प्रागेव ,सिद्धत्वात्। इह त्ववगोरणे शतसंवत्सरयातनामुपन्यस्यावगोरणनिषेधाद्यातनापरिहारस्य निषेधफलत्वमुचितम्। तस्मान्निषेधस्य केवलपुरुषार्थतया प्रकरणादपकर्षो युक्तः। तत्रैव तृतीयपादे चिन्तितम् “संयाजयन्ति जाघन्या पत्नीरेतत्पशावुत। दर्शादौ तत्पशौ युक्तं जाघन्याः समयावतः।।\"\nजाघनी नाम भागोसौ दर्शादौ समवैति हि।नोत्क्रष्टव्यं न संस्कार्यसाधनत्वात्तृतीयया”।।\nदर्शपूर्णमासप्रकरणे श्रूयते ‘जाघन्या पत्नीः संयाजयन्ति’ इति। जाघनी पशोः पुच्छम्। पत्नीशब्दोत्राहुतीचतुष्टयात्मकस्य कर्मणो नामधेयैकदेशः। अत एव श्रूयते-‘पञ्च प्रयाजा इज्यन्ते चत्वारः पत्नीसंयाजाः’ इति। तत्र तृतीयोहुतौ देवपत्नीनां देवतात्वात्तद्द्वारा कर्मनाम्नः पत्नीसंयाजशब्दस्य प्रवृत्तिः। तत्र जाघनीमुद्दिश्य पत्नीसंयाजसंस्कारो विधीयते। जाघनी च पशौ समवेता न तु दर्शपूर्णमासयोः। अतः प्रकरणदुत्कृष्य पशौ निवेश्यतामिति प्राप्ते ब्रूमः जाघनीशब्देन पशोर्भागोभिधीयते। स च दर्शपूर्णमासयोः पशुयागत्वा भावेपि क्रयादिना संपादयितु शक्यते। न चात्र पशौ विद्यमानाया जाघन्याः पत्नीसंयाजैः संस्कार्यत्वम्। तृतीयया साधनत्वावगमात्। तस्मान्न प्रकरणादुत्कर्षः।। इति श्रीमत्सायणाचार्यविरचिते माधवीये वेदार्थप्रकाशे कृष्णयजुर्वेदीय-\nतैत्तिरीयसंहिताभाष्ये द्वितीयकाण्डे षष्ठप्रपाठके दशमोनुवाकः ।। १० ।।\n"
}