{
  "id": "TS 2.5.5.5",
  "classification": {
    "kanda": "2",
    "prasna": "5",
    "anuvaka": "5",
    "panchasat": "5"
  },
  "header": "TS 2.5.5.5",
  "panchasatInfo": " 31",
  "padaCount": 50,
  "samhita": "पू᳚र्वे॒द्यु र्यज॑ते॒ वेदि॑मे॒व तत् क॑रोति॒ यद् व॒थ्सान॑पाक॒रोति॑ सदोहविर्द्धा॒ने ए॒व सं मि॑नोति॒ यद्यज॑ते दे॒वैरे॒व सु॒त्याꣳ सं पा॑दयति॒ स ए॒तम॑र्द्धमा॒सꣳ स॑ध॒मादं॑ दे॒वैः सोमं॑ पिबति॒ यन्-मै᳚त्रावरु॒ण्या ऽऽमिक्ष॑या ऽमावा॒स्या॑यां॒ ॅयज॑ते॒ यैवासौ दे॒वानां᳚ ॅव॒शाऽनू॑ब॒न्ध्या॑ सो ए॒वैषैतस्य॑ सा॒क्षाद्वा ए॒ष दे॒वान॒भ्यारो॑हति॒ य ए॑षां ॅय॒ज्ञ् - [  ] ",
  "pada": "पू॒र्वे॒द्युः । यज॑ते । वेदि᳚म् । ए॒व । तत् । क॒रो॒ति॒ । यत् । व॒थ्सान् । अ॒पा॒क॒रोतीत्य॑प-आ॒क॒रोति॑ । स॒दो॒ह॒वि॒र्द्धा॒ने इति॑ सदः-ह॒वि॒र्द्धा॒ने । ए॒व । समिति॑ । मि॒नो॒ति॒ । यत् । यज॑ते । दे॒वैः । ए॒व । सु॒त्याम् । समिति॑ । पा॒द॒य॒ति॒ । सः । ए॒तम् । अ॒र्द्ध॒मा॒समित्य॑र्द्ध - मा॒सम् । स॒ध॒माद॒मिति॑ सध - माद᳚म् । दे॒वैः । सोम᳚म् । पि॒ब॒ति॒ । यत् । मै॒त्रा॒व॒रु॒ण्येति॑ मैत्रा - व॒रु॒ण्या । आ॒मिक्ष॑या । अ॒मा॒वा॒स्या॑या॒मित्य॑मा - वा॒स्या॑याम् । यज॑ते । या । ए॒व । अ॒सौ । दे॒वाना᳚म् । व॒शा । अ॒नू॒ब॒न्ध्येत्य॑नु - ब॒न्ध्या᳚ । सो इति॑ । ए॒व । ए॒षा । ए॒तस्य॑ । सा॒क्षादिति॑ स - अ॒क्षात् । वै । ए॒षः । दे॒वान् । अ॒भ्यारो॑ह॒तीत्य॑भि - आरो॑हति । यः । ए॒षा॒म् । य॒ज्ञम् । ",
  "attribute": {
    "rishi": "अज्ञात",
    "devata": "अज्ञात",
    "chandas": "अज्ञात"
  },
  "sayanaBhashya": "\n\nपल्पूलनं वस्त्रशुद्धिसाधनमूषादि तेनास्य वासो न शोययेयुः यस्माद्देवाः पूज्या एतत्सर्वमनृतवदनादि न कुर्वन्ति तस्मादयमपि न कुर्यात्। अस्य दाक्षायणयज्ञस्याधानादूर्ध्वं दर्शपूर्णमासाभ्यां सह विकल्पो द्रष्टव्यः। तथा च\n\"सूत्रकार आह-----‘(*दर्शपूर्णमासयोः प्रक्रमे विकल्पते, एतेन दर्शपूर्णमासाभ्यां वा यजते, एतेन पञ्चदश वर्षाणीष्ट्वा वा विरमेद्यजेत वा) संतिष्ठते दाक्षायणयज्ञः इति’ । \"\nअत्रः मीमांसा।\n\"षष्ठाध्यायस्य पञ्चमपादे चिन्तितम् “इष्टिरभ्युदये दर्शात्कर्मान्यदुत देवताः। पूर्वास्त्याज्या विशिष्टस्य विधानादन्यकर्म तत्। प्रकृतप्रत्यभिज्ञानान्न कर्मान्तरचोदना। देवताः प्राकृतास्त्यक्त्वा द्रव्यमन्याभ्य उच्यते” ।। दर्शपूर्णमासयोः श्रूयते-यस्य हबिर्निरुप्तं पुरस्ताच्चन्द्रमा अभ्युदेति त्रेधा तण्डुलान्विभजेद्ये मध्यमाः स्युस्तानग्नये दात्रे पुरोडाशकपालं कुर्याद्ये स्थविष्ठास्तानिन्द्राय प्रदात्रे दध श्चरुं येणिष्ठास्तान्विष्णवे शिपिविष्टाय शृते चरुम्’ इति। अयमर्थः दशंभ्रान्त्या केनचिच्चतुर्दश्यां हविर्निरुप्तं भवति। ततः प्रत्यूषे पूर्वस्यां दिशि चन्द्रमा अभ्युदेति तदा निरुप्तास्तण्डुलास्त्रेधा विभक्तव्याः। अखण्डिता ईषाखण्डिता अतिसूक्ष्मकणाश्चेति त्रैविध्यम्। ते च त्रिविधा त्रादिगुणविशिष्टेभोग्न्यादिभ्यो देवेभ्य इति। तत्रेदं प्रक्रान्तदर्शकर्मणोन्यत्कर्म। कुतः। कालापराधप्रायश्चित्तार्थं द्रव्यदेवताविशिष्टस्य कर्मणो विधीयमानत्वात्। तत इदं प्रायश्चित्तं कृत्वा परेद्युरनुष्ठेयमिति प्राप्तेः ब्रूमः। हविरर्निरुप्यमिति प्रकृतं यद्दर्शकर्म तत्परित्यज्य कर्मान्तरविधिकल्पने प्रकृतहानाप्रकृतागमौ प्रसज्येयाताम्। अतस्तस्मिन्नेव प्रकृते कर्माणि निरुप्तस्य हविषः पूर्वदेवताभ्यो दर्शसंबन्धिनीभ्योपनयोत्राभिधीयते। तण्डुलोपलक्षितं यद्धविर्दधिरूपं व्रीहिरूपं च पूर्वेद्युर्निरुप्तं तद्धविः पूर्वदेवतात्मनोग्नेरिन्द्राच्च विभजेदिति देवताहविषो परस्परविभागोत्र विधीयते, न तु तण्डुलानां स्थविष्ठमध्यमाणिष्ठरूपस्त्रिविधो विभागो विधीयते। तस्य धनुश्चिहूनान्तर्गतग्रन्थस्थाने ख. पुस्तके सोयं दर्शपूर्णमासयोः प्रक्रमोनेन दर्शपूर्णमासाभ्यां यजेत तेन पञ्च वर्षाणीष्ट्वा विरमेद्यजेत वा। इति पाठान्तरम्। प्राप्तत्वात्। ये मध्यमाः स्युरिति विनियोगभेदादर्थप्राप्तः, स विभागः। ततः पूर्वदेवतास्त्यक्त्वा दातृत्वादिगुणयुक्ताभ्यो वह्न्यादिदेवताभ्यः पूर्वं निरुप्तं हविः प्रदातव्यम्। ननु प्रतिपदि प्रातर्निर्वापकालो न तु दर्शे। तथापि दर्शभ्रान्त्यापि चतुर्दश्यां निर्वापाभावान्निर्वापादूर्ध्वं चन्द्रोदयो न प्राप्नोति। नैष दोषः। दध्नो द्व्यहकालीनत्वेनार्थसिद्धेः (द्धे) पूर्वेद्युर्दोहनातञ्चने, तदभिप्रायेण निरुप्तमित्युच्यते। यद्वा व्रीहिनिर्वापोपि पूर्वेद्युर्विकल्पितः । तथा च श्रूयते –‘यदि बिभीयादभि मोदेष्यतीति महारात्रे हवींषि निर्वपेत्’ इति। अथमर्थः भ्रान्त्या प्रमादेन वा दर्शोयमित्याभिनिश्चितवतो मां प्रति चन्द्रोभ्युदेष्यतीति भीतिरस्ति तदा तस्मिन्नेव दिने महारात्रे सर्वाणि निर्वपेदिति। अतो निरुप्तस्यैव हविषोस्मिन्नेव कर्मणि कालव्यत्यासं निमित्तीकृत्य देवतान्तरसंयोगरूपः प्रयोगप्रकारभेद उपदिष्यते। ततो दर्शस्यैवायं नैमित्तिकः प्रयोगो न तु दर्शलोपप्रायश्चित्तमिति नैमित्तिकं दर्शप्रयोगमनुष्ठाय पश्चात्स्वकाले नित्योपि दर्शप्रयोगोनुष्ठातव्यः। तत्रैवान्यच्चिन्तितम् “ऊर्ध्वं चन्द्रोदये सेष्टिर्निर्वापात्पूर्वमप्युत। उक्तेराद्योन्तिमः पक्षो निरुप्तेत्यविवक्षया”।। सा पूर्वक्ताभ्युदयेष्टिर्हविर्निर्वापादूर्ध्वं चन्द्रोदये सति कर्तव्या। निरुप्तं हविरभ्युदेतीत्युक्तत्वादिति चेन्मैवम्। हविरभ्युदयस्य निमित्तत्वेनं तद्विशेषणस्य निर्वापस्याविवक्षितत्वात्। अन्यथा वाक्यभेदापत्तेः। यस्य हविरभ्युदेति तत्र हविर्निरुप्तमित्येवं वाक्यभेदः। तस्मिन्निर्वापात्प्रागपि चन्द्रोदये सत्यविहितकाले कर्मोपक्रममात्रेणेयमिष्टिः कर्तव्या। तत्रैवान्यच्चिन्तितम् “प्राक्प्राकृतीभ्यो निर्वापो वैकृतीभ्योथवाग्रिमः। तण्डुलोक्तेर्वैकृतीभ्यो हविर्मात्रोपलक्षणात्”।। निर्वापात्प्राग्यदा चन्द्रोदयस्तदा चन्द्रोदयादूर्ध्वं क्रियमाणो निर्वापः प्राकृतीभ्यो देवताभ्यो युक्तः। कुतः । तण्डुलान्विभजेदितिष्टवाक्येन तण्डुलीभावादूर्ध्वंप्राकृतदेवतापनयनश्रवणात्। निर्वापस्तु व्रीहीणामेवेति तस्मिन्काले प्राकृताग्न्यादिदेवता नापनीता इति प्राप्ते ब्रूमः- वैकृतीभ्यो दातृत्वादिगुणयुक्ताभ्यो निर्वापः कर्तव्यः। कुतः। तण्डुलशब्देन हविर्मात्रस्योपलक्षणात्। अन्यथा दधिपयसो रतण्डुलत्वेन देवतापनयो न स्यात्। हविर्मात्रविवक्षायां तु ब्रीहीणामपि हविष्ट्वेन प्राकृतदेवतासंवन्धमपनीय देवतान्तरसंवन्धस्य कर्तुं युक्तत्वाद्वैकृतीभ्यो निर्वपेत्। तत्रैवान्यच्चिन्तितम् “प्राकृतीभ्योल्पनिर्वापेभ्युदये शिष्टतण्डुलान्। प्राकृतीभ्यो वैकृतीभ्यस्तूष्णीं वा निर्पपेदिह।। प्राकृतीभ्यः प्रवृत्तत्वाद्वैकृतीभ्यो निमित्ततः। शिष्टांशस्यापदार्थत्वादसंयोगादिहान्तिमः ”।। यदा प्राकृतीभ्यो मुष्टिमात्रे निरुप्ते सति चन्द्रोभ्युदेति तदा मुष्टित्रयरूपोवशिष्टांशः प्राकृतीभ्य एव निर्वप्तव्यः। कुतः। प्राकृतीनां प्रवृत्तत्वात्। इत्येकः पक्षः। चन्द्रोदये निमित्ते सति नैमित्तिकस्य पूर्वदेवतापनयस्यावश्यंभावाद्वैकृतीभ्योवशिष्टांशनिर्वाप इति द्वितीयः पथः। अस्तु प्राकृतदेवतापनयो निमित्ताधीनः। अन्यदेवतासंयागस्त्वंशस्य न संभवति। अन्याश्च देवताः प्राकृतदेवतास्थाने निवेशनीयाः। प्राकृतीनां च निर्वापपदार्थसंवन्ध कृप्तो न पदार्थांशेन। ततस्तत्स्थानपतितानां वैकृतीनां च नांशसंयोगो युक्त इत्यस्यांशस्य प्राकृतीभ्योपनीतत्वाद्वैकृतीभिरसंयोगाच्च तूष्णीमेव निर्वाप इति राद्धान्तः। तत्रैवान्यच्चिन्तितम् “सेष्टीः सांनाय्यिनो वा स्यादन्यस्यापि दधिश्रुतेः। नान्यस्येत्यग्रिमोन्त्यः स्याद्देवमात्रविधानतः” नहि सांनाय्यरहितस्य दधिपयसी विद्येते, तदभावे च दध श्चरुं शृते चरुमिति विधिर्न संगच्छते। तस्मात्सांनाय्यिन एव सा पूर्वोक्ताभ्युदयोष्टीरिति चेन्मैवम्। अप्राप्ता देवता एवात्र विधीयन्ते। दधिपयसोरपि विधाने वाक्यं भिद्येत। तस्तण्डुलवत्प्राप्तयोर्दधिपयसोरनूद्यमानतया विध्यभावादुदके चरुश्रपणसंभवाच्च सांनाय्विवदन्यस्यापि सेष्टिरस्ति। नवमाध्यायस्य द्वितीयपादे चिन्तितम् “शृतदध्नोः प्रणीतानां न धर्माः सन्ति वा नहि। अपाकार्थत्वतः सन्ति पाकहेतुत्वसाम्यतः” ।। अभ्युदयेष्ट्यां शृते चरुं दधनि चरुमिति शृतदधिनी आम्नायेते। तयोः प्रणीताधर्मा न कर्तव्याः। हविःश्रपणार्थमुत्पन्ना उत्पवनादिधर्मसंस्कृता आपः प्रणीता उच्यन्ते। दधिपयसी तु श्रपणार्थं नोत्पन्ने, किंतु हविष्ट्वेन प्रदानार्थमुत्पन्ने। ततः साम्याभावान्नोत्पवनादयो धर्मास्तयोरिति चेन्मैवम्। अन्यार्थमुत्पन्नयोरपि दधिपयसोरत्र चन्द्रोदयं निमित्तीकृत्य चरुश्रपणहेतुत्वं वाचनिकम्। ततः समानत्वात्तद्धर्माः सन्ति। द्वितीयाध्यायस्य तृतीयपादे चिन्तितम् “यद्दाक्षायणयज्ञेन स्वर्गकामो यजेस तत्। कर्मान्तरं गुणो वोक्तदर्शादौ फलसिद्धये।।\"\nगुणस्यास्याप्रसिद्धत्वात्कर्मभेदोत्र संज्ञया। गुणो व्युत्पत्तिशेषाभ्यामावृत्त्याख्बो न नाम तत्”।। दर्शपूर्णमासप्रकरणे श्रूयते- “दाक्षायणयज्ञेन सुवर्गकामो यजेत ” इति। तत्र दाक्षायणशाब्दवाच्यस्य कस्यचिल्लोके प्रसिद्भ्यभावादुद्भिदादिवद्यजिसामानाधिकरण्येन कर्मनामत्वादथैष ज्योतिरित्यादिवदपूर्वसंज्ञया कर्मविधिरिति चेन्न। दाक्षायणशब्दस्यावृत्तिवाचकत्वात्। तत्र शब्दनिर्वचनाद्वाक्यशेषाच्चावगम्यते। तथा हि अयनमित्यावृत्तिरुच्यते। दक्षस्यैते दाक्षास्तेषामयनमिति तन्निर्वचनम्। दक्ष उत्साही पुनः पुनरावृत्तावनलस इत्यर्थः। तदीयानां प्रयोगाणामावृत्तिर्दाक्षायणशब्दार्थः। तथा चावृत्त्या युक्तः प्रकृतो दर्शंपूर्णमासात्मको यज्ञो दाक्षायणयज्ञः। आवृत्तिप्रकारस्तु हे पौर्णमास्यौ द्वे अमावास्ये इत्यादिवाक्यशेषादवगम्यते। ततो दध्यादिवत्प्रसिद्धत्वाद्दर्शपूर्णमासयोः प्रकृतयोरयं स्वर्गफल सिद्ध्यर्थमावृत्त्याख्यस्य गुणस्य विधिर्न तूद्भिदादिवत्कर्मनामधेयम्। एवं साकंप्रस्थायीयेन यजेत पशुकाम इत्यत्रापि द्रष्टव्यम्। अमावास्यायागे द्वौ द्वौ दोहौ संपाद्य चतसृणां दधिपयसोः कुम्भीनां सह प्रस्थापनं साकंप्रस्थायस्तद्युक्तो यागः साकप्रंस्थायीयः। तथा सति प्रकृते दर्शयागे पशुफलाय साकंप्रस्थायाख्यो गुणो विधियते। तृतीयाध्यायस्य चतुर्थपादे चिन्तितम् “अनृतं न वदेदेष पुंधर्मो वानुवादगीः। सक्रतौ पुंसि शुद्धे वा ऋतौ यद्वा विधिः क्रतौ।। अनृतोक्तेः पुमर्थत्वात्तन्निषेधे तथाविधः। स्मार्तानुवादः पुंस्क्रत्वोः श्रुतिप्रक्रिययोर्वशात्।।\nनाख्याते पुरुषस्योक्तिः क्रतावेव प्रयाजवत्। स्मार्तोक्तनियमादन्यः संयोगोतः क्रतौ विधिः।।\n\"दर्शपूर्णमासप्रकरणे श्रूयते नानृतं वदेदिति। तत्र पुरुषधर्मत्वेनायं प्रतिषेधो विधीयते। कुतः। प्रतियोगिनोनृतवदनस्य पुंधर्मत्वात्तन्निषेधस्यापि पुरुषधर्मत्वेनैव विधातव्यत्वात्। वदेदित्येतदाख्यातं तावत्कर्तृवाचकम्। तेनाख्यातेन कर्तुः प्रतीयमानत्वात्। पुरुषस्याख्यातप्रत्ययवाच्यत्वे सति प्रकृत्यर्थस्य वदनस्य पुरुषधर्मत्वं युक्तम्। अन्यथा भिन्नविषयत्वेन वाधकत्वं न स्यात्। तस्मात्पुरुष वाचकाख्यातश्रुत्या प्रकरणं बाधित्वा पुरुषार्थोयं निषेधो विधीयते। अस्त्येव स्मार्तः प्रतिषेध इति चेत्। तर्ही तस्यैतच्छ्रुतिवाक्यं मूलमस्तु। तस्मात्पुरुषार्थ इत्येकः पूर्वः पक्ष। आख्यातभिन्नविषयत्वेन बाधकत्वं न स्यात्। आख्यात्तश्रुतेः प्रकरणस्य चाविरोधाय क्रतुयुक्तपुरुधर्मोस्तु। नह्येतद्वाक्यं स्मृतेर्मूलम्। भिन्नविषयत्वात्। स्मृतिश्चोपनमारभ्यामरणं पुरुषस्यानृतं प्रतिषेधति। तन्मध्यपातित्वात्क्रतावपि स्मार्तो निषेधः प्रप्त एव। तदुभयार्थोप्ययं प्रतिषेधो न विधीयते, किंत्वनूद्यत इति द्वितीयः पूर्वः पक्षः। आख्यातेन भावनाऽभिधीयते। कर्ता तु तदविनाभूतोर्थात्प्रतीयते। अतः श्रुत्यभाबात्केवलेन प्रकरणेन प्रयाजादिवदारादुपकारकः क्रतावेव निविशते। न च तत्रापि विधीयते, कितुं सार्वत्रिकस्य निषेधस्य क्रतावपि प्राप्तत्वादनूद्यत एवेति तृतीयः पूर्वपक्षः। सत्यमेववदेन्नानृतमिति योयं स्मार्तनियमरूपः पुरुषार्थः संयोगस्तस्मादन्यक्रत्वर्थः संयोगः। अतो प्राप्तत्वाद्विधियते। एतद्विध्यतिक्रमे क्रतोरेव वैगुण्यं न तु पुरुषस्य प्रत्यवाय। अतोत्र क्रतुगामि प्रायश्चत्तम्। पुरुषार्थनियमातिक्रमे तु पुरुषस्यैव प्रत्यवायो न तु क्रतोर्वैगुण्यम्। तत्र स्मार्तप्रायश्चित्तमितिविशेषः।। इति श्रीमत्सायणाचार्यविरचिते माधवीये वेदारथप्रकाशे कृष्णयजुर्वे दीयतैत्तिरीयसंहिताभाष्ये द्वितीयकाण्डे पञ्चमप्रपाठके पञ्चमोनुवाकः।। ५।।\"\n"
}