{
  "id": "TS 1.4.1.1",
  "classification": {
    "kanda": "1",
    "prasna": "4",
    "anuvaka": "1",
    "panchasat": "1"
  },
  "header": "TS 1.4.1.1 ",
  "panchasatInfo": " 1",
  "padaCount": 50,
  "samhita": "आ द॑दे॒ ग्रावा᳚ऽ*स्यद्ध्वर॒कृद् दे॒वेभ्यो॑ गंभी॒रमि॒म- म॑द्ध्व॒रं कृ॑द्ध्युत्त॒मेन॑ प॒विनेन्द्रा॑य॒ सोमꣳ॒॒ सुषु॑तं॒ मधु॑मन्तं॒ पय॑स्वन्तं ॅवृष्टि॒वनि॒मिन्द्रा॑य त्वा वृत्र॒घ्न इन्द्रा॑य त्वा वृत्र॒तुर॒ इन्द्रा॑य त्वाऽभिमाति॒घ्न इन्द्रा॑य त्वाऽऽदि॒त्यव॑त॒ इन्द्रा॑य त्वा वि॒श्वदे᳚व्यावते श्वा॒त्राः स्थ॑ वृत्र॒तुरो॒ राधो॑गूर्ता अ॒मृत॑स्य॒ पत्नी॒स्ता दे॑वीर् देव॒त्रेमं ॅय॒ज्ञ्ं ध॒त्तोप॑हूताः॒ सोम॑स्य पिब॒तोप॑हूतो यु॒ष्माकꣳ॒॒ - [ ]",
  "pada": "एति॑ । द॒दे॒ । ग्रावा᳚ । अ॒सि॒ । अ॒द्ध्व॒र॒कृदित्य॑द्ध्वर - कृत् । दे॒वेभ्यः॑ । गं॒भी॒रम् । इ॒मम् । अ॒द्ध्व॒रम् । कृ॒धि॒ । उ॒त्त॒मेनेत्यु॑त् - त॒मेन॑ । प॒विना᳚ । इन्द्रा॑य । सोम᳚म् । सुषु॑त॒मिति॒ सु - सु॒त॒म् । मधु॑मन्त॒मिति॒ मधु॑ - म॒न्त॒म् । पय॑स्वन्तम् । वृ॒ष्टि॒वनि॒मिति॑ वृष्टि - वनि᳚म् । इन्द्रा॑य । त्वा॒ । वृ॒त्र॒घ्न इति॑ वृत्र - घ्ने । इन्द्रा॑य । त्वा॒ । वृ॒त्र॒तुर॒ इति॑ वृत्र - तुरे᳚ । इन्द्रा॑य । त्वा॒ । अ॒भि॒मा॒ति॒घ्न इत्य॑भिमाति - घ्ने । इन्द्रा॑य । त्वा॒ । आ॒दि॒त्यव॑त॒ इत्या॑दि॒त्य - व॒ते॒ । इन्द्रा॑य । त्वा॒ । वि॒श्वदे᳚व्यावत॒ इति॑ वि॒श्वदे᳚व्य - व॒ते॒ । श्वा॒त्राः । स्थ॒ । वृ॒त्र॒तुर॒ इति॑ वृत्र - तुरः॑ । राधो॑गूर्ता॒ इति॒ राधः॑ - गू॒र्ताः॒ । अ॒मृत॑स्य । पत्नीः᳚ । ताः । दे॒वीः॒ । दे॒व॒त्रेति॑ देव - त्रा । इ॒मम् । य॒ज्ञम् । ध॒त्त॒ । उप॑हूता॒ इत्युप॑ - हू॒ताः॒ । सोम॑स्य । पि॒ब॒त॒ । उप॑हूत॒ इत्युप॑-हू॒तः॒ । यु॒ष्माक᳚म् । ",
  "attribute": {
    "rishi": "अज्ञात",
    "devata": "अज्ञात",
    "chandas": "अज्ञात"
  },
  "sayanaBhashya": "\n\nयस्य निःश्वसितं वेदा यो वेदेभ्योऽखिलं जगत्।\nनिर्ममे तमहं वन्दे विद्यातीर्थमहेश्वरम् ॥१॥\nतृतीयप्रपाठके प्रधान्येनाग्नीषोयीयपशुः प्रतिपादितः। तत ऊर्ध्वं वसतीवरीग्रहणं चोक्तम्। तावता सुत्यादिवसात्पूर्वदिवसेषु यत्कर्तव्यं तत्समाप्तम्। तत उपरितनेनानुवाकेन सुत्यादिवसकर्तव्यप्रारम्भाय सोमोपावहरणमुक्तम्। अथ चतुर्थप्रपाठके सुत्यादिने कर्तव्या ग्रहाः प्राधान्येन प्रतिपाद्यन्ते। तत्रानुवाकार्था विनियोगसंग्रहे दर्शिताः –\n“ग्रहप्रश्रेऽनुवाकास्तु चत्वारिंशदिहोदिताः।\nसोमाभिषव एकस्मिन्पञ्चत्रिंशत्सु(ति) तद्ग्रहाः॥\nदाक्षिणानि समिष्टाख्ययजूंष्यवभृथसातथा ।\nकाम्ययाज्या इति प्रोक्ता अर्था अत्रानुवाकगाः” इति॥\nप्रथमानुवाके पात्रेषु रसग्रहणाय पूर्वमुपावहृतस्य सोमस्याभिषवोऽभिधीयते।\nआ दद इति। कल्पः – “अथैषां ग्राव्णां यः सजन्तुरिव तमादत्ते देवस्य त्वा सवितुः प्रसवेऽश्विनोर्बाहुभ्यां पूष्णो हस्ताभ्यामा दद इत्यादायाभिमन्त्रयते ग्रावाऽस्यध्वरकृद्देवेभ्यो गम्भीरमिममध्वरं कृध्युत्तमेन पविनेन्द्राय सोम सुषुतं मधुमन्तं पयस्वन्तं वृष्टिवनिमिति” आ दद इत्याम्नातो मन्त्रो देवस्य त्वेत्यनेन पूरितः। हे ग्रावन्नभिषवसाधन त्वं यज्ञनिष्पादको दृढः पाषाणोऽसि। तत इमं यज्ञं देवार्थं गहनं कुरु। उत्कृष्टेन वज्रसदृशेन त्वयाऽहं सोममीदृशं करोमि। कीदृशं, सुषुतं सम्यगभिषुतं मधुमन्तं स्वादुत्वोपेतं पयस्वन्तं क्षीरवद्रसोपेतं वृष्टिवनिमाहुतिसूर्यद्वारा वृष्टिप्रदम् ।\nतथा च स्मर्यते –\n“अग्नौ प्रास्ताऽऽहुतिः सम्यगादित्यमुपतिष्ठते।\nआदित्याज्जायते वृष्टिर्वृष्टेरन्नं ततः प्रजाः” इति ॥\nइन्द्रार्थमेव सोमं करोमि।\nविधत्ते – “देवस्य त्वा सवितुः प्रसव इति ग्रावाणमा दत्ते प्रसूत्या अश्विनोर्बाहुभ्यामित्याहाश्विनौ हि देवानामध्वर्यू आस्तां पूष्णो हस्ताभ्यामित्याह यत्यै” (सं. का. २ प्र. ४ अ. ४) इति।\nग्रावाऽसीति मन्त्र उपेक्षितः।\nइन्द्रायेति । कल्पः – “अथैनं प्राञ्चं प्रश्रित्य विस्रस्य राजानं ग्रावाणमुपांशुसवनमभिमिमीत इन्द्राय त्वा वृत्रघ्न इन्द्राय त्वा वृत्रतुर इन्द्राय त्वाभिमातिघ्न इन्द्राय त्वाऽऽदित्यवत इन्द्राय त्वा विश्वदेव्यावत इति।”\nहे सोम त्वामिन्द्रार्थं मिमे। कीदृशायेन्द्राय। वृत्रघ्ने मेघविदारयित्रे, वृत्रतुरे वृत्रासुरघातिने, अभिमातिघ्ने पापघातिने, आदित्यार्थं तृतीयसवने गृह्यमाणत्वादादित्यवते, प्रातःसवने विश्वान्देवानुद्दिश्य गृह्यमाणत्वाद्विश्वदेव्यावते।\nविधत्ते – “पशवो वै सोमो व्यान उपाशुसवनो यदुपाशुसवनमभि मिमीते व्यानमेव पशुषु दधाति” (सं. का. २ प्र. ४ अ. ४) इति।\nपशुप्राप्तिहेतुत्वात्सोमस्य पशुत्वम्। “प्राणापानौ वा एतौ यदुपाश्वन्तर्यामौ व्यान उपाशुसवनः” इति रूपकं वक्ष्यति। अतोऽस्य व्यानत्वम्। उपांशुनामकग्रहार्थं सोमः सूयते येन पाषाणेन स उपांशुसवनः। तमभिलक्ष्य सोमो मातव्यः।\nसर्वमन्त्रेष्विन्द्रशब्दप्रयोगस्य तात्पर्यमाह – “इन्द्राय त्वेन्द्राय त्वेति मीमित इन्द्राय हि साम आह्रियते” (सं. का. २ प्र. ४ अ. ४) इति।\nसौमिकदेवेष्विन्द्रस्य प्राधान्यमिन्द्रपीतस्येत्यादिमन्त्रस्य च प्रसिद्धिं हिशब्दो द्योतयति।\nविधत्ते – “पञ्च कृत्वो यजुषा मिमीते पञ्चाक्षरा पङ्क्तिः पाङ्क्तो यज्ञो यज्ञमेवाव रुन्धे पञ्च कृत्वस्तूष्णीं दश सं पद्यन्ते दशाक्षरा विराडन्नं विराड्विराजैवान्नाद्यमव रुन्धे” (सं. का. २ प्र. ४ अ. ४) इति।\nसोमो यथा क्रीतस्तद्वदयमपि मातव्यः।\nश्वात्रा इति। कल्पः – “अथ मितं राजानं होतृचमसीयाभिरुपसृजति श्वात्राः स्थ वृत्रतुरो राधोगूर्ता अमृतस्य पत्नीस्ता देवीर्देवत्रेमं यज्ञं धत्तोपहूताः सोमस्य पिबतोपहूतो युष्माकं सोमः पिबत्विति” इति।\nहे आपो यूयमेवंविधाः स्थ। कीदृश्यः। श्वाः शीघ्रकारिण्यः। वृत्रतुरो वृत्रघातिन्यः। राधोऽन्नं गूर्ताः संपादयितुमुद्यताः। अमृतस्य सोमस्य पत्नीः पालयित्र्यः। तास्तथाविधा यूयं देवीर्देवतारूपा देवत्रा देवेषु इममस्मदीयं यज्ञं स्थापयत। किंच, उपहूता अनुज्ञाताः सत्यः सोमस्यांशं पिबत। सोमश्चानुज्ञातो युष्माकमंशं पिबतु।\nउपहूताः सोमस्य पिबतेत्यस्याभिप्रायमाह – “श्वात्राः स्थ वृत्रतुर इत्याहैष वा अपा सोमपथिः” (सं. का. २ प्र. ४ अ. ४) इति।\nअस्मिन्मन्त्रे पिबतेति यदुच्यत एतदेवाब्देवतानां सोमपानम्।\nवेदनं प्रशंसति – “य एवं वेद नाप्स्वार्तिमार्च्छति” (सं. का. ६ प्र. ४ अ. ४) इति। जले मरणं न प्राप्नोति।\nयत्त इति। बौधायनः – “अथैनं संप्रयौति यत्ते सोम दिवि ज्योतिर्यत्पृथिव्यां यदुरावन्तरिक्षे तेनास्मै यजमानायोरु राया कृध्यधि दात्रे वोच इति” इति।\nआपस्तम्बः – “यत्ते सोम दिवि ज्योतिरिति राजानमभिमन्त्रयते” इति।\nहे सोम त्रिषु लोकेषु त्वदीयं यज्ज्योतिरस्ति तेन ज्योतिषाऽस्मै यजमानाय राया धनेनोरु समृद्धं विस्तीर्णं स्थानं कृधि कुरु। किंच–अधिकोऽयं यजमानो भक्त्येति दात्रे फलप्रदायेन्द्राय ब्रूहि।\nदिवीत्यादेस्तात्पर्यमाह – “यत्ते सोम ज्योतिरित्याहैभ्य एवैनं लोकेभ्यः सं भरति” (सं. का. ६ प्र. ४ अ. ४) इति। लोकत्रयेणैनं सोमं सम्यक्पोषयति।\nधिषण इति। कल्पः – “तिरश्चर्मन्फलके अभिमृशति धिषणे वीडू सती वीडयेथामूर्जं दधाथामूर्जं मे धत्तं मा वा हिसिषं मा मा हिसिष्टमिति” (सं. का. ६ प्र. ४ अ. ४) इति।\nहे धिषणे सोमस्य चर्मणो वा धारयित्र्यौ वीडू सती विष्टब्धे सत्यौ वीडयेथां पुनरप्यभिषवादिघातेन विक्ष्लेषो मा भूदिति दृढं स्तम्भयतम्। उर्जं सोमरसं दधाथां युवां धारयतम्। ऊर्जं मे मह्यं धत्तं प्रयच्छतम्। अहं युवां मा हिंसिषम्। युवामपि मा मा हिंसिष्टम्। मन्त्रोऽयमुपेक्षितः।\nकल्पः – “एकग्रहायाऽऽप्त राजानमुपरे न्युप्य होतृचमसेऽशूनवधाय तस्मिन्ग्रावाणमुपा शुसवनमुपनिधाय त्रि प्रदक्षिणमुपरि परिप्लावयन्निग्राभमुपैति प्रागपागुदगधरागिति, यां भार्यां कामयेत तां मनसा ध्यायेदम्ब नि ष्वरेति” इति। प्रागपामिति। प्रागादयो या दिशस्ताः सर्वा हे सोम त्वां प्रत्याभिमुख्येन धावन्तु। हेऽम्ब मातृस्थानीय सोम निष्वरांशुभ्यो रसात्मना निर्गच्छ। प्रागादिमन्त्रः सोमनिग्रहणहेतुत्वान्निग्राभ इत्युच्यते। उपरोऽभिषवाधारः पाषाणस्तस्मिन्सोममवस्थाप्य निग्राभमन्त्रं पठेत्।\nदिशामाधावनोक्तेस्तापर्यमाह – “सोमो वै राजा दिशोऽभ्यध्यायत्स निशोऽनु प्राविशत्प्रागपागुदगधरागित्याह दिग्भ्य एवैन सं भरत्यथो दिश एवास्मा अव रुन्धे” (सं. का. ६ प्र. ४ अ. ४) इति।\nअम्ब मातरित्यादयः शब्दाः स्त्रीणामुपलालनाय प्रयुज्यन्तेऽतोऽम्बशब्दप्रयोगेणात्र ध्यानविधिः सूच्यत इत्यभिप्रेत्य व्याचष्टे – “अम्ब नि ष्वरेत्याह” (सं. का. ६ प्र. ४ अ. ४) इति।\nयस्मादम्बेत्युपलालनमाह तस्माद्ध्यायेदित्यभिप्रायः।\nवेदनं प्रशंसति – “कामुका एन स्त्रियो भवति य एवं वेद” (सं. का. ६ प्र. ४ अ. ४) इति। यत्त इति। कल्पः – “प्रतिप्रस्थाता राजन्येवांशू द्वौ द्वावपि सृजति यत्ते सोमादाभ्यं नाम जागृवि तस्मै ते सोम सोमाय स्वाहेति” इति।\nयः सोम उपांशुग्रहाय पर्याप्त उपरे न्युप्तः श्वात्राः स्थेति मन्त्रेण वसतीवरीभिरुपसृष्टस्तस्मात्सोमादपादाय षडंशवः स्थापिताः। तथा चोक्तम् – “उपसृष्टस्य राज्ञः षडंशूनार्द्रानसंश्लिष्टानादाय चर्मणि निधाय” इति। त्रिष्वपि सवनेषु महाभिषवे तेषां षण्णामंशूनां मध्ये द्वौ द्वावंशू संसृजेत्। हे सोम तस्मै सोमाय ते तादृक्सोमनामधारिणे तुभ्यमिदं सोमांशुद्वयं स्वाहा हुतमस्तु।\nसोमायेत्युक्तेरभिप्रायमाह – “यत्ते सोमादाभ्यं नाम जागृवीत्याहैष वै सोमस्य सोमपीथः” (सं. का. ६ प्र. ४ अ. ४) इति।\nयथाऽग्नौ होममन्तरेणैवापां सोमपानमुक्तं तथा सोमस्याप्येष एव मन्त्रेणांशुद्वयप्रक्षेपः।\nसोमपानवेदनं प्रशंसति – “य एवं वेद न सौम्यामार्तिमार्च्छति” (सं. का. ६ प्र. ४ अ. ४) इति। सोमयागविनाशं न प्राप्नोति।\nषण्णामंशूनां संघातात्पृथक्करणं विधत्ते – “घ्नन्ति वा एतत्सोमं यदभिषुण्वन्त्यशूनप गृह्णाति त्रायत एवैनम्” (सं. का. ६ प्र. ४ अ. ४) इति। अंशूनामपनयनेनाभिषवरूपाद्वधादेनं सोमं पालयति।\nमहाभिषवे तत्संसर्गं विधत्ते – “प्राणा वा अशवः पशवः सोमोऽशून्पुनरपि सृजति प्राणानेव पशुषु दधाति” (सं. का. ६ प्र. ४ अ. ४) इति।\nत्रिषु सवनेषु पृथगंशुसंसर्गं विधत्ते – “द्वौद्वावपि सृजति तस्माद्द्वौद्वौ प्राणाः” (सं. का. ६ प्र. ४ अ. ४) इति। चक्षुःश्रोत्रघ्राणेन्द्रियरूपाः प्राणाः प्रत्येकं द्वौ द्वौ भूत्वा तत्तच्छिद्रेषु वर्तन्ते।\nअत्र विनियोगसंग्रहः –\n“आददेऽश्मानमादाय ग्रावाऽसीत्यभिमन्त्रयेत्।\nइन्द्रा सोममिति पञ्च श्वात्रा निग्राम्यसेचनम्॥१॥\nयत्ते सोमं मन्त्रयित्वा धिषेति फलके स्पृशेत्।\nप्राक्त्रिः प्रदक्षिणाप्लावो ह्यम्ब पत्नीं विचिन्तयेत्॥\nयत्ते महत्यभिषवे ह्यंशुयोगो नवेरिताः॥२॥” इति।\nइति श्रीमत्सायणाचार्यविरचिते माधवीये वेदार्थप्रकाशे कृष्णयजुर्वेदीयतैत्तिरीयसंहिताभाष्ये प्रथमकाण्डे चतुर्थप्रपाठके प्रथमोऽनुवाकः ॥१॥\n",
  "bhattaBhashya": "\n\n\n2तमभिमन्त्रयते - ग्रावासीति त्रिष्टुभा पञ्चपदया ॥ यथोक्तं 'चतुर्भिरष्टाक्षरैः द्वादशाक्षरेण चैकेन त्रिष्टुप्' इति । हे उपांशुसवन अध्वरकृत् अध्वरस्य यज्ञस्य कर्ता आभिषवद्वारेण संपादयिता ग्रावा त्वमसि । एवं नाम प्रशस्तोसि । यद्वा - अध्वरकृत्यात् स्तोतव्यस्त्वमसि । गृणातेः स्तुतिकर्मणः 'अन्येभ्योपि दृश्यते' इति क्वनिप्, आडागमः, इत्वाभावश्च दृशिग्रहणात् । गिरतेर्वा, गिरति सोममभिषवकाल इति । स त्वं देवेभ्यो देवार्थम् । षष्ठ्यर्थे वा चतुर्थी । देवानां सम्बन्धिनं गम्भीरं गहनमिमं प्रस्तुतमध्वरं कृधि सम्पादय । करोतेर्लोटि 'बहुलं छन्दसि' इति शपो लुक्, 'श्रुशृणुपॄकृवृभ्यश्छन्दसि' इति हेर्धिभावः, पादादिरपि व्यत्ययेन निहन्यते । तदर्थं किं क्रियतामित्यत आह - उत्तमेनोत्कृष्टेन पविना पवनेन शोधनेन अभिषवात्मना तत्कर्तृकेण । इन्द्राय इन्द्रार्थं सोमं सुषुतं सुष्ठु अभिमतं कृधीत्यत्रापि सम्बध्यते । 'गतिरनन्तरः' इति पूर्वपदप्रकृतिस्वरत्वम्, 'उपसर्गात्सुनोति' इति षत्वम् । यद्वा - इन्द्राय इन्द्रस्य यः पविर्वज्रः उत्तमस्तेन सोमं सुषुतं कुरु । तेनैव खल्विदं कृतं भवति, यत्त्वया क्रियत इति भावः । 'अच इः' इति पवतेरिप्रत्ययः । उत्तमशब्द उञ्छादिरन्तोदात्तः । सोमो विशेष्यते - मधुमन्तं मधुररसवन्तं स्वादुभूतम् पयस्वन्तं क्षीरवन्तम्, 'पयसा श्रीणाति' इति श्रवणात् । यद्वा - 'पयः पिबतेः प्यायतेर्वा' इति निर्वचनात् सेचनवन्तं वृद्धिमन्तं वा । उभयत्राप्यसुनि पीभावः । वृष्टिवनिं यागसाधनद्वारेण वृष्टेर्दातारं सम्भक्तारं वा । 'छन्दसि वनसन' इतीन्प्रत्ययः, कृदुत्तरपदप्रकृतिस्वरत्वम् ॥\n\n3तमभिमिमीते राजानम् - इन्द्राय त्वेति । इन्द्राय त्वा वृत्रघ्ने वृत्रमसुरं हतवते त्वा सोमं मिमे इति शेषः । 'ब्रह्मभ्रूण' इति क्विप्, उदात्तनिवृत्तिस्वरेण विभक्तेरुदात्तत्वम् ॥\n\n4द्वितीयं मिमीते - इन्द्राय त्वा वृत्रतुर इति ॥ तुर त्वरणे, वृत्रं बाधितवत इत्यर्थः । 'बहुलं छन्दसि' इति क्विप्, कृदुत्तरपदप्रकृतिस्वरत्वम् ॥\n\n5तृतीयं मिमीते - इन्द्राय त्वाभिमातिघ्न इति ॥ अभिमातिः पाप्मा, तस्य हन्त्रे । द्वितीयवत्प्रत्ययः, प्रथमवत्स्वरः ॥\n\n6चतुर्थं मिमीते - इन्द्राय त्वादित्यवत इति ॥ आदित्यैस्तद्वते ॥\n\n7पञ्चमं मिमीते - इन्द्राय त्वा विश्वदेव्यावते इति ॥ विश्वे देवा एव विश्वदेव्याः । स्वार्थिको यत्, 'मन्त्रे सोमाश्व' इति दीर्घः, मरुद्वृधादित्वात् पूर्वपदान्तोदात्तत्वम् । यद्वा - देवार्हं देव्यं, 'छन्दसि च' इति यत्प्रत्ययः । देवेषु वा साधु देव्यम्, विश्वं देव्यं येषामिति विश्वदेव्याः देवविशेषाः, तद्वते । 'बहुव्रीहौ विश्वं संज्ञायाम्' इति पूर्वपदान्तोदात्तत्वम् । 'इन्द्राय त्वेन्द्राय त्वेति मिमीते' इत्यादि ब्राह्मणम् ॥\n\n8तं राजानं होतृचमसीयाभिरुपसृजति सोमेव [च] नयति - श्वात्रास्स्थेति ॥ श्वात्रास्स्थ आशुत्राः स्थ आशु त्रायकाः स्थ, आशु वा अभिमतसम्पादने वर्तमानाः स्थ । यूयं हे हातृचमसीया आपः । आशुपूर्वात्त्रायतेः 'आतोनुपसर्गे कः' । अततेर्वा औणादिकस्रप्रत्ययः । कृदुत्तरपदप्रकृतिस्वरत्वम् । वृत्रतुरः वृत्रमसुरं बाधितवत्यः । राधोगूर्ताः राधोन्नम् सोमलक्षणम्, तस्मिन् गूर्तमुद्योगो यासां ता राधोगूर्ताः तत्सम्पादनायोद्युक्ता इत्यर्थः । गुरी उद्यमने, भावे निष्ठा, 'श्वीदितो निष्ठायाम्' इतीट्प्रतिषेधः, 'हलि च' इति दीर्घः, 'नसत्तनिषत्तानुत्तप्रतूर्तसूर्तगूर्तानि छन्दसि' इति नत्वाभावः । अमृतस्य मृतिरहितस्य सोमस्य, अमृतत्वस्य वा पत्न्यः पालयित्र्यः । 'पत्युर्नो यज्ञसंयोगे' इति नकारः । ताः पत्नीः । 'वा छन्दसि' इति पूर्वसवर्णदीर्घत्वम् । या यूयमीदृश्यः स्थ, ताः हे देवीः देव्यः देवनादिगुणयुक्ताः । पूर्ववद्दीर्घत्वम् । इमं यज्ञं देवत्रा देवेषु धत्त स्थापयत । 'देवमनुष्य' इति त्राप्रत्ययः । किञ्च, उपहूताः उपयामत्वं चापि क्वचिदपवादत्वेनोपदिष्टास्तैः [?] देवैरभ्यनुज्ञाताः यूयं सोमस्य पिबत । क्रियाग्रहणेन सम्प्रदानत्वात् 'चतुर्थ्यर्थे बहुलं छन्दसि' इति षष्ठी । सोप्युपहूतो युष्माकं पिबतु युष्मान्पिबतु । 'गतिरनन्तरः' इति पूर्वपदप्रकृतिस्वरत्वम् । 'एष वा अपां सोमपीथो य एवं वेद नाप्स्वार्तिमार्छति' इति ब्राह्मणम् ॥\n\n9सोमं प्रयौति - यत्त इति चतुष्पदया सतोबृहत्या दशाक्षरयुता युक्पादया । सतःपङ्क्त्या वा द्वादशाक्षरयुगयुक्पादया ॥ हे सोम तव यद्दिवि ज्योतिः, यच्च पृथिव्याम्, यच्चोरौ विस्तीर्णे अन्तरिक्षे तेन राया तव धनभूतेन तेजसास्मै यजमानाय उरु कृधि भूरि देहि । यद्वा - इदं कर्म उरु विस्तीर्णं कुरु । यद्वा - इदं कर्म, राया धनेन उरु कुरु कुरुष्वेति भावः । 'ऊडिदम्' इति रैद्युभ्यां विभक्तेरुदात्तत्वम् । 'उदात्तयणः' इति दातृ पृथिवीभ्याम् । किञ्च, दात्रे इन्द्राय इमं यजमानम्, इदं वा कर्म, आधिक्येन वोचः ब्रूहि सर्वयजमानानामधि उपरि यजमानानामयं यजमान इति, सर्वयागानामुपर्ययं याग इति वा, इन्द्राय निवेदय । यद्वा - यजमानायोरु कृधीत्युक्तम्, कस्मात्पुनरेवं क्रि यत इत्याह - दात्रे चरुपुरोडाशदीनि देवेभ्यो ददते धार्मिकाय यजमानाय अधिब्रूहि अधिकं ब्रूहि एतत्पक्षपातेन ब्रूहि । यद्वा - स्वामित्वेन वचन मधिवचनं तत् सर्वदा कुर्वस्मै यजमानाय । 'बहुलं छन्दस्यमाङ्योगेपि' इत्यडभावः, 'छन्दसि लुङ्लङ्लिटः' इति लुङ् । यद्वा - द्युप्रभृतिषु स्थितं तेज एकत्र सम्भृत्य तेन यजमानस्याभिमतं साधयेति । तत्सर्वथैव मया क्रि यत इति यजमानाय ब्रूहि । अध्यागच्छेत्यादिवदधिरनर्थकः । 'एभ्य एवैनं लोकेभ्यस्सम्भरति' इति ब्राह्मणम् ॥\n\n10अधिषवणफलकेभिमृशति - धिषणे इति त्रिपदया विराजा । हे धिषणे सोमं चर्म वा धारयितुं धृष्टे । 'धृषेर्धिष च संज्ञायाम्' इति क्युप्रत्ययः, आमन्त्रिताद्युदात्तत्वम् । ईदृश्यौ अधिषवणफलके युवां वीदू विष्टब्धे दृढे अपि सती सत्यौ । 'वा छन्दसि' इति पूर्वसवर्णदीर्घत्वम् । वीडयेथामात्मानं संस्तम्भयतं दृढं कुरुतं, यथाभिषवकाले अभिघातेन युवयोर्विश्लेषो न भवति तथा कुरुतम् । वीडुशब्दाद्दृढवाचिनः 'तत्करोति' इति णिच् । किञ्च, ऊर्जं रसं सोमलक्षणं दधाथां धारयतम् । किञ्च, ऊर्जं बलं मे मह्यं धतं दत्तम्, यजमानस्य यागं साधयितुमविनष्टं कुरुतमित्यर्थः । किञ्च, मा वां हिंसिषं अभिषवकालेभिघातेन युवयोर्हिंसाम्मा कार्षम् । अत एव मामपि युर्वां मा हिंसिष्टम् ॥\n\n11होतृचमसेंशून्परिप्लावयति - प्रागिति ॥ प्राञ्चतीति प्राक् प्राची दिक् । ऋत्विगादिना क्विन्प्रत्ययः, वस्तुत्वेन विवक्षितत्वान्नपुंसकत्वम्, 'अनिगन्तोञ्चतावप्रत्यये' इति पूर्वपदप्रकृतिस्वरत्वम् । अपाक् प्रतीची । पूर्ववत्प्रत्ययस्स्वरश्च । उदक् उदीची । पूर्ववत्प्रत्ययस्स्वरश्च । अधराक् अधोदिक् । पूर्ववत्प्रत्ययः, कृदुत्तरपदप्रकृतिस्वरत्वम् । प्रदर्शनार्थं चासामुपादानमन्यासामपि । एवंप्रकारा या दिशस्तास्सर्वास्त्वामाधावन्तु त्वत्समीपं गच्छन्तु । हे सोम ताभिरागताभिस्तत्स्थास्त्वदीया अंशवः सर्व एव समागता भवन्ती त्यभिप्रायः । 'सोमो वै राजा दिशोभ्यध्यायत् स दिशोनु प्राविशत्' इत्यादि ब्राह्मणम् ॥ किञ्च, अम्ब हे मातृस्थानीय सोम । 'अम्बार्थनद्योर्ह्वस्वः' । लतामन्त्रणं वा । निष्वर अंशुभ्यो रसात्मना निर्गच्छ । सुषामादित्वात्षत्वम् । 'अम्ब निष्वरेत्याह कामुका एनं स्त्रियो भवन्ति य एवं वेद' इति ब्राह्मणम् ॥\n\n12राजन्येव षण्णामंशूनां द्वौद्वावंशू अपिसृजति प्रक्षिपति - यत्ते सामोदाभ्यमिति द्विपदया विराजा ॥ हे सोम यत्ते नामाभिधानम् । कीदृशं? अदाभ्यमनुपहिंस्यम् । दभिः प्रकृत्यन्तरमस्तीत्याहुः, 'दभेश्चेति वक्तव्यम्' इति ततो ण्यत्, अव्ययपूर्वपदप्रकृतिस्वरत्वम् । जागृवि जागरणशीलं पापनिर्हरणादौ । 'जॄशॄस्तॄजागृभ्यः क्विन्' इति क्विन्प्रत्ययः । 'जाग्रोविचिण्णल्ङित्सु' इति प्रतिप्रसूय गुणः प्रतिषिध्यते । यदीदृशं तस्मै ते तवैवासाधारणाय नाम्रे स्वाहा स्वाहुताविमावंशू स्याताम् । किं पुनस्तन्नामेत्याह - सोमाय सोमेत्येवंरूपाय । स्वरूपप्रधानोयं शब्दो विशेषणत्वात् । कथमस्यैतन्नामेति यो ब्रूयात्तं प्रति नामत्वाभिव्यक्तये पुनरपि तेनैव राजामन्त्र्यते सोमेति । अयं भावः - 'घ्नन्ति वा एतत्सोमं यदभिषुण्वन्ति' इत्यभिषुतं राजानं नामैतज्जह्यात् कपालावस्थायां घटमिव घटशब्दः ; ततश्च 'प्राणा वा अंशवः पशवस्सोमः' इति सोमे अंशुहीने पशवः प्राणहीनास्स्युः ; तस्मात् 'अंशूनपगृह्णाति त्रायत एवैनम्' इति प्राणभूता अंशवः प्रथमं गृह्यन्ते ; तस्यैवा भिषूयमाणस्य सङ्घातस्याप्राणत्वप्रसङ्गात्, तन्मा भूदिति द्वौद्वावंशू अपिसृज्येते । एवं च सत्ययं प्राणवान्भवति सोमशब्दश्चैनं न जहाति, पशवश्च प्राणवन्तो भवन्तीति । प्राणभूताभ्यामंशुभ्यां सहाभिषुतत्वात्, अभिषुतस्यापि सोमशब्दवत्त्वात् अभिषुतमपि सोमशब्दो न जहातीति । सोमाय स्वाहेति, 'नमस्स्वस्तिस्वाहा' इत्यादिना चतुर्थी । यथाग्न्यादीनां स्वाहाकारेण स्थितिरेवमस्यापि तादर्थ्ये चतुर्थी वा , सोमाय सोमशब्दस्थित्यर्थं एतौ प्रक्षिप्येते इति । ततश्च विभक्तिसंयोगात्स्वाहेत्यागन्तः (?) । द्वाभ्यामेव च प्राणवत्त्वस्य सिद्धेः द्वौद्वावेवांशू प्रक्षिप्येते । तस्माद्द्वावेव पशूनां चक्षुरादयः प्राणाः । अत्रांशूनामवग्रहणप्रदेशे महाभिषवकालभाविनोपिसर्जनमन्त्रस्य प्रासङ्गिकमाम्नानम्, यथोपधानप्रदेशे 'यानि घर्मे' इति कपालविमोकमन्त्रस्य ॥\n\nइति चतुर्थे प्रथमः ॥\n"
}