{
  "id": "TS 2.4.6.2",
  "classification": {
    "kanda": "2",
    "prasna": "4",
    "anuvaka": "6",
    "panchasat": "2"
  },
  "header": "TS 2.4.6.2",
  "panchasatInfo": " 18",
  "padaCount": 62,
  "samhita": "मिथु॒नं म॑द्ध्य॒तो द॑धाति॒ पुष्‌ट्यै᳚ प्र॒जन॑नाय सिनीवा॒ल्यै च॒रुर्भ॑वति॒ वाग्वै सि॑नीवा॒ली पुष्टिः॒ खलु॒ वै वाक्पुष्टि॑मे॒व वाच॒मुपै᳚त्यै॒न्द्र उ॑त्त॒मो भ॑वति॒ तेनै॒व तन्मि॑थु॒नꣳ स॒प्तैतानि॑ ह॒वीꣳषि॑ भवन्ति स॒प्त ग्रा॒म्याः प॒शवः॑ स॒प्तार॒ण्याः स॒प्त छन्दाꣳ॑स्यु॒-भय॒स्या-व॑रुद्ध्या॒ अथै॒ता आहु॑ती र्जुहोत्ये॒ते वै दे॒वाः पुष्टि॑पतय॒स्त ए॒वा ( ) स्मि॒न् पुष्टिं॑ दधति॒ पुष्य॑ति प्र॒जया॑ प॒शुभि॒रथो॒ यदे॒ता आहु॑ती र्जु॒होति॒ प्रति॑ष्ठित्यै ॥",
  "pada": "मि॒थु॒नम् । म॒द्ध्य॒तः । द॒धा॒ति॒ । पुष्ट्यै᳚ । प्र॒जन॑ना॒येति॑ प्र - जन॑नाय । सि॒नी॒वा॒ल्यै । च॒रुः । भ॒व॒ति॒ । वाक् । वै । सि॒नी॒वा॒ली । पुष्टिः॑ । खलु॑ । वै । वाक् । पुष्टि᳚म् । ए॒व । वाच᳚म् । उपेति॑ । ए॒ति॒ । ऐ॒न्द्रः । उ॒त्त॒म इत्यु॑त् - त॒मः । भ॒व॒ति॒ । तेन॑ । ए॒व । तत् । मि॒थु॒नम् । स॒प्त । ए॒तानि॑ । ह॒वीꣳषि॑ । भ॒व॒न्ति॒ । स॒प्त । ग्रा॒म्याः । प॒शवः॑ । स॒प्त । आ॒र॒ण्याः । स॒प्त । छन्दाꣳ॑सि । उ॒भय॑स्य । अव॑रुद्ध्या॒ इत्यव॑ - रु॒द्ध्यै॒ । अथ॑ । ए॒ताः । आहु॑ती॒रित्या - हु॒तीः॒ । जु॒हो॒ति॒ । ए॒ते । वै । दे॒वाः । पुष्टि॑पतय॒ इति॒ पुष्टि॑ - प॒त॒यः॒ । ते । ए॒व ( ) । अ॒स्मि॒न्न् । पुष्टि᳚म् । द॒ध॒ति॒ । पुष्य॑ति । प्र॒जयेति॑ प्र - जया᳚ । प॒शुभि॒रिति॑ प॒शु - भिः॒ । अथो॒ इति॑ । यत् । ए॒ताः । आहु॑ती॒रित्या - हु॒तीः॒ । जु॒होति॑ । प्रति॑ष्ठित्या॒ इति॒ प्रति॑ - स्थि॒त्यै॒ ।  । ",
  "attribute": {
    "rishi": "अज्ञात",
    "devata": "अज्ञात",
    "chandas": "अज्ञात"
  },
  "sayanaBhashya": "\n\n\"अत्र मीमांसा। प्रथमाध्यायस्य चतुर्थपादे चिन्तितम् “यच्चित्रया यजेतेति तद्गुणो नाम वा भवेत्। चित्रस्त्रीत्वगुणो रूढेरग्नीषोमीयके पशौ।। द्वयोर्विधौ वाक्यभेदो वैशिष्ट्ये गोरवं ततः। स्यान्नाम पृष्ठाज्यबहिष्पवमानेषु तत्तथा” ।। “चित्रया यजेत पशुकामः” इत्याम्नायते। तत्र चित्राशब्दो नोद्भिच्छब्दवद्यौगिकः, किंतु रूढ्या चित्रस्त्रीत्वमभिधत्ते। ततो न पूर्वन्यायेन नामत्वम्। तथा सत्यग्नीषोमीयं पशुमालभेतेति विहितं पशुयागमत्र यजेतेत्यनेन पदेनानूद्य तस्मिन्पशौ चित्रस्त्रीत्वगुणो विधीयत इति प्राप्ते ब्रूमः चित्रत्वं स्त्रीत्वं चेति द्वावेतौ। गुणौ तयोर्द्वयोर्विधाने वाक्यं भिद्येत। तथा चोक्तम् “प्राप्ते कर्मणि नानेको विधातुं शक्यते गुणः। अप्राप्ते तु विधीयन्ते बहवोप्येकयत्नतः।।” इति। अथ वाक्यभेदपरिहाराय गुणद्वयविशिष्टपशुद्रव्यरूपं कर्म विधीयते तदा गौरवं स्यात्। तस्माच्चित्राशब्दः पूर्ववद्यजिसामानाधिकरण्येन यागनामधेयं भवति। चित्रत्वं च तस्य विलक्षणद्रव्यद्वारेणोपपद्यते। दधि मधु घृतमापो धानास्तण्डुलास्तत्संसृष्टं प्राजापत्यमिति दध्यादीनि विचित्राणि प्रदेयद्रव्याणि षडाम्नातानि। तदेतच्चित्रानामकस्य यागस्योत्पत्तिवाक्यम्। यागस्वरूपभूतयो र्दध्यादिद्रव्यप्रजापतिदेवतयोरत्रोपदिश्यमानत्वात्। उत्पन्नस्य तस्य यागस्य चित्रया पशुकाम इत्येतत्फलवाक्यम्। एवं सति प्रकृतार्यो लभ्येत। अग्नीषोमीयपश्वनुवादेन गुणविधाने प्रकृतहानाप्रकृतप्रक्रिये प्रसज्येयाताम्। लिङ्प्रत्ययस्य चानुवादत्वाङ्गीकारान्मुख्यविध्यर्थो बाध्येत। तस्माच्चित्रापदं कर्मनामधेयम्। यथा चित्रशब्दे नामधेयत्वं तथा वहिष्पवमानशब्द आज्यशब्दे पृष्ठशब्दे च तत्तत्कर्मनामधेयत्वं योजनीयम्। चतुर्थाध्यायस्य तृतीयपदे चिन्तितम्--- \"\n\"“चित्रया पशवोमुष्मिन्नेव स्युर्नियता न वा। आद्यः स्वर्गेण तुल्यत्वाद्देहस्योत्पादकत्वतः।। चित्रोत्पतौ तु नियमो न श्रुतो नापि कल्पकम्। पुस्प्रवृत्त्यादिनो (ना) पेते प्रतिबन्धे भवेत्फलम्” ।। काम्यकर्मण्येवं श्रूयते----‘चित्रया यजेत पशुकाम ऐन्द्राग्नमेकादशकपालं निर्वपेत्प्रजाकामः’ इति। तत्र यथा स्वर्गफलस्यामुष्मिकत्वं नियतम्, एवं पश्वादिफलस्यापि। यदि स्वर्गहेतुर्ज्योतिष्टोमो देहान्तरस्योत्पादकः, तर्हि चित्रादिरपि तथा स्त्वति चेत्। मैवम् । वैषम्यात्। अस्मिन्देहे स्वर्गस्य मोक्तुमशक्यत्वादश्रुता प्यन्यदेहोत्पत्तिरर्थापत्त्या कल्प्यते। चित्रया त्वन्यदेहो वश्यमुत्पाद्यत इति नियमो न श्रुतो नापि किंचित्तस्य कल्पकमस्ति। अनेनापि देहेन पश्वादिफलस्य भोक्तुं शक्यत्वात्। अस्मिन्देहे प्रतिग्रहादिदृष्टोपायमन्तरेण पश्वाद्यलाभाद्वैधं चित्रादिफलमामुष्मिकमेवेति चेन्न। परिग्रहादेः प्रतिवन्धनिवृत्तावुपयुक्तत्वात्। तस्मादसति प्रतिबन्धे फलमैहिकं सति त्वामुष्मिकम्। पञ्चमाध्यायस्य प्रथमपादे चिन्तितम् ‘स्त्रीपुंसदेवकौ सारस्वतौ तद्धर्मगः क्रमः। नास्त्यस्ति वात्र नास्त्वेष तन्नियामकवर्जनात्।। याज्यानुवाक्यापाठेन स्त्रीप्राथम्यं हि मुख्ययोः। मुख्यार्थत्वेन धर्माणां स्यान्मुख्यक्रमतः क्रमः’ ।। चित्रायागे सप्तानां हविषा मध्ये चतुर्थपञ्चमे इत्थमाम्नायते----‘सारस्वतौ भवत एतद्वै दैव्यं मिथुनम्’ इति। सरस्वती च सरस्वांश्चेति विगृह्य समासे कृते पुमान्स्त्रीयेतिसूत्रेणैकशेषात्सरस्वन्ताविति भवति। तौ देवते ययोर्यागयोस्तौ सारस्वतौ यागौ। एतच्च मिथुनमिति वाक्यशेषादवगम्यते। तयोर्यागयोर्निर्वापादयो धर्माश्चोदकप्राप्ताः। तत्र स्वेच्छया स्त्रीयागस्य पुंयागस्य वा प्रथमं निर्वापः कार्यः। कुतः । श्रुत्यर्थपाठप्रवृत्तिस्थानानामन्यमतमस्य नियामकस्याभावादिति प्राप्ते ब्रूमः हौत्रकाण्डे स्त्रीदेवतायाः पूर्वं याज्यानुवाक्ये आम्नाते—‘प्र णो देवी सरस्वती’ ‘आ नो दिवः’ इति। पश्चात्पुंदेवतायाः ‘पीपिवा ँ् स ँ् सरस्वतः’ ‘यै ते सरस्व ऊर्मयः’ इति। अनेन याज्यानुवाक्याक्रमेण मुख्ययोर्द्वयोयागयोर्मध्ये स्त्रीयागस्य प्राथम्यमवगम्यते। ततो धर्माणां मुख्ययागार्थत्वान्मुख्यक्रमेणैव क्रमे नियते सति स्त्रीयागस्यैव प्रथमं निर्वापः कार्यः।। इति श्रीमत्सायणाचार्यविरचिते माधवीये वेदार्थप्रकाशे कृष्णयजुर्वेदीय तैत्तिरीयसंहिताभाष्ये द्वितीयकाण्डे चतुर्थप्रपाठके षष्ठोनुवाकः।। ६ ।। \"\n"
}