{
  "id": "TS 1.4.28.1",
  "classification": {
    "kanda": "1",
    "prasna": "4",
    "anuvaka": "28",
    "panchasat": "1"
  },
  "header": "TS 1.4.28.1",
  "panchasatInfo": " 29 ",
  "padaCount": 26,
  "samhita": "हरि॑रसि हारियोज॒नो हर्योः᳚ स्था॒ता वज्र॑स्य भ॒र्ता पृश्ञेः᳚ प्रे॒ता तस्य॑ ते देव सोमे॒ष्टय॑जुषः स्तु॒तस्तो॑मस्य श॒स्तोक्थ॑स्य॒ हरि॑वन्तं॒ ग्रहं॑ गृह्णामि ह॒रीः स्थ॒ हर्यो᳚र्द्धा॒नाः स॒हसो॑मा॒ इन्द्रा॑य॒ स्वाहा᳚ ॥",
  "pada": "हरिः॑ । अ॒सि॒ । हा॒रि॒यो॒ज॒न इति॑ हारि - यो॒ज॒नः । हर्योः᳚ । स्था॒ता । वज्र॑स्य । भ॒र्ता । पृश्नेः᳚ । प्रे॒ता । तस्य॑ । ते॒ । दे॒व॒ । सो॒म॒ । इ॒ष्टय॑जुष॒ इती॒ष्ट - य॒जु॒षः॒ । स्तु॒तस्तो॑म॒स्येति॑ स्तु॒त - स्तो॒म॒स्य॒ । श॒स्तोक्थ॒स्येति॑ श॒स्त - उ॒क्थ॒स्य॒ । हरि॑वन्त॒मिति॒ हरि॑ - व॒न्त॒म् । ग्रह᳚म् । गृ॒ह्णा॒मि॒ । ह॒रीः । स्थ॒ । हर्योः᳚ । धा॒नाः । स॒हसो॑मा॒ इति॑ स॒ह - सो॒माः॒ । इन्द्रा॑य । स्वाहा᳚ ।  । ",
  "attribute": {
    "rishi": "अज्ञात",
    "devata": "अज्ञात",
    "chandas": "अज्ञात"
  },
  "sayanaBhashya": "\n\nपाठस्तु — हरिरसीति। हे सोम त्वं हरिरसि हरितवर्णोऽसि। हरितमश्वं युनक्तीति हरियोजन इन्द्रस्तस्य संबन्धी हारियोजनः। इन्द्रदेवताक इत्यर्थः। हर्योरश्वयोः स्थाता हरिभ्यामश्वाभ्यां युक्ते रथे तिष्टतीत्यर्थः। यद्यपीन्द्र एव रथे तिष्ठति तथाऽपि तदीयत्वात्सोमोऽपि तिष्ठतीत्युपचर्यते। इन्द्रेण पेयत्वादिन्द्राभेदेन वज्रस्य पोषकः। पृश्निरन्नं तस्य प्रेता यागसाधनद्वारेण प्रेरयिता। हे सोम देव तस्य ते तादृशस्य तव संबन्धिनं ग्रहं गृह्णामि। कीदृशम्। हरिवन्तमिन्द्रदेवताकम्। कीदृशस्य। इष्टयजुषः। इषं यज्ञसाधनत्वेन प्रयुक्तं ग्रहणसादनादिमन्त्ररूपं यजुर्यस्य सोऽयमिष्टयजुः। स्तुतास्त्रिवृत्पञ्चदशसप्तदशैकविंशनामकाः स्तोमा यस्यासौ स्तुतस्तोमः। शस्तानि उक्थानि प्रउगाज्यनिष्केवल्यमरुत्वतीयवैश्वदेवाग्निमारुतनामकानि शस्त्राणि यस्यासौ शस्तोक्थः। भृष्टास्तण्डुला धानाः। हे धाना यूयं हर्योरिन्द्ररथवाहकाश्वयोः सम्बन्धित्वेन हरीर्हरिशब्दार्थेन रूढाः स्थ। सोमेन मिश्रितत्वात्सहसोमाः स्थ। तादृशमिदं हविरिन्द्राय स्वाहा हुतमस्तु।\nहारियोजनग्रहविधिमर्थवादेनोन्नयति — “इन्द्रो वृत्रमहन्तस्य शीर्षकपालमुदौब्जत्स द्रोणकलशोऽभवत्तस्मात्सोमः सम-स्रवत्स हारियोजनोऽभवत्” (सं. का. ६ प्र. ५ अ. ९) इति।\nउदौब्जदुत्तानमभवत्। तस्माद्वृत्रशिरसो निष्पन्नाद्द्रोणकलशात्सृतः सोमरसो हारियोजनोऽभवत्। तस्माद्द्रोणकलशेन हारियोजनं गृह्णीयात्।\nधानामेलनं विधत्ते — “तं व्यचिकित्सज्जुहवानी३ मा हौषा३मिति सोऽमन्यत यद्धोष्याम्यामहोष्यामि यन्न होष्यामि यज्ञवेशसं करिष्यामीति तमध्रियत होतु सोऽग्निरब्र-वीन्न मय्याम होष्यसीति तं धानाभिरश्रीणात्त शृतं भूतमजुहोद्यद्धानाभिर्हारि योजन श्रीणाति शृतत्वाय शृतमेवैनं भूतं जुहोति” (सं. का. ६ प्र. ५ अ. ९) इति।\nतं हारियोजनं ग्रहं प्रति। आममपक्वम्। यज्ञवेशसं यज्ञविघातम्। स इन्द्रस्तं ग्रहं होतुमध्रियत निश्चयमकरोत्। न होष्यसि मा हौषीः। शृतं भूतं पक्वं जातम्।\nधानानां बाहुल्यं विधत्ते — “बह्वीभिः श्रीणात्येतावतीभिरेवास्यमुष्मिँल्लोके कामदुघा भवन्त्यथो खल्वा-हुरेता वा इन्द्रस्य पृश्नयः कामदुघा यद्धारियोजनीरिति तस्माद्बह्वीभिः श्रीणी-यात्” (सं. का. ६ प्र. ५ अ. ९) इति।\nसंख्यया यावत्यो धानास्तावत्यो यजमानस्य स्वर्गे कामधेनवो भवन्ति। किंच हारियोजनीर्धाना इन्द्रस्य कामधेनवः। पृश्नयोऽल्पतनवः।\nसवनीयस्य पशोः परिधिषु प्रहृतेषु हारियोजनकाल इत्येतद्विधत्ते — “ऋक्सामे वा इन्द्रस्य हरी सोमपानौ तयोः परिधय आधनं यदप्रहृत्य परि-धीञ्जुहुयादन्तराधानाभ्यां घासं प्र यच्छेत्प्रहृत्य परिधीञ्जुहोति निराधानाभ्यामेव घासं प्र यच्छति” (सं. का. ६ प्र. ५ अ. ९) इति।\nऋक्सामवेदात्मकाविन्द्रस्याश्वौ। तावप्यत्र सोमं पिबतः। अत एव हर्योर्धाना इत्युक्तम्। सवनीयपश्वङ्गभूता ये परिधयोऽग्निं परित आवृत्य तिष्ठन्ति ते तयो-रश्वयोराधानम्। आधीयते मुखे प्रक्षिप्यतेऽश्वं नियन्तुमित्याधानं खलीनम्। मुखस्यान्तः स्थितमाधानं ययोरश्वयोस्ताभ्यामन्तराधानाभ्याम्। परिधिप्रहरणादूर्ध्वं होमे निराधानत्वात्सुखेनैव घासमत्तुं शक्यते।\nनात्रार्ध्वोहोमः किंतून्नेतुरित्यमुमर्थं विधत्ते — “उन्नेता जुहोति यातयामेव ह्येतर्ह्यध्वर्यु स्वगाकृतो यदध्वर्युर्जुहुयाद्यथा विमुक्तं पुनर्युनक्ति तादृगेव तत्” (सं. का. ६ प्र. ५ अ. ९) इति।\nएतस्मिन्कालेऽध्वर्युर्यस्मात्स्वगाकृतः स्वाधीनगतिः कृतः प्रधानग्रहाणां समाप्तत्वेन पारतन्त्र्याभावात्तस्मादयं गतसाररूप इव। तथा सत्यध्वर्योर्होमे विमुक्तस्य बलीवर्दस्य श्रान्तस्य पुनः शकटे योग इव भवति।\nगृहीतस्य हारियोजनस्य होमात्पूर्वं शिरसि धारणं विधत्ते - “शीर्षन्नधिनिधाय जुहोति शीर्षतो हि स समभवत्” (सं. का. ६ प्र. ५ अ. ९) इति।\nअत्र सूत्रम्– “बह्वीभिर्धानाभिः श्रीत्वा शीर्षन्नधिनिधायोपनिष्क्रम्य”\nहोमकालेष्वाश्रावणदेशादीषत्पुरतो वलनं कृत्वा होतव्यमिति विधत्ते — “विक्रम्य जुहोति विक्रम्य हीन्द्रो वृत्रमहन्त्समृद्ध्यै” (सं. का. ६ प्र. ५ अ. ९) इति।\nभक्षणकाले हारियोजनधानानां मानसं चर्वणं विधत्ते — “पशवो वै हारियोजनीर्यत्संभिन्द्यादल्पा एनं, पशवो भुञ्जन्त उप तिष्ठेरन्यन्न संभिन्द्याद्बहव एनं पशवोऽभुञ्जन्त उप तिष्ठेरन्मनसा सं बाधत उभयं करोति बहव एवैनं पशवो भुञ्जन्त उप तिष्ठन्ते” (सं. का. ६ प्र. ५ अ. ९) इति।\nपशुप्राप्तिहेतुत्वाद्धानाः पशवः। संभिन्द्याद्दन्तैः खण्डयेत्। तथा सति कतिचिदेव पशव एनं यजमानं क्षीरदानादिभिः पालयन्ति। मानसचर्वणे तु संभेदनमसंभेदनं चेत्युभयस्य कृतत्वात्पशूनां नाल्पत्वं नापि क्षीरादिराहित्यम्।\nउन्नेतृहस्तगतं हुतशेषं सर्वे भक्षयितुमुन्नेतुरनुज्ञामपेक्षेरन्निति विधत्ते – “उन्नेतर्युपहवमिच्छन्ते य एव तत्र सोमपीथस्तमेवाव रुन्धते” (सं. का. ६ प्र. ५ अ. ९) इति।\nसर्वभक्षितावशेषाणां द्रोणकलशगतसोमानां निनयनं विधत्ते — “उत्तरवेद्यां नि वपति पशवो वा उत्तरवेदिः पशवो हारियोजनीः पशुष्वेव पशून्प्रति ष्ठापयन्ति” (सं. का. ६ प्र. ५ अ. ९) इति।\nग्रहहोमे परिसमाप्ते सति ग्रहान्प्रशंसति — “ग्रहान्वा अनु प्रजाः पशवः प्र जायन्ते” (सं. का. ६ प्र. ५ अ. १०) इति।\nएतदेव विस्पष्टयति — “उपाश्वन्तर्यामावजावयः शुक्रामन्थिनौ पुरुषा ऋतुग्रहानेकशफा आदित्यग्रहं गावः” (सं. का. ६ प्र. ५ अ. १०) इति।\nआदित्यग्रहस्य गवां च सादृश्यप्रकटनेन ग्रहमनु गवां जन्मोपपादयति — “आदित्यग्रहो भूयिष्ठाभिग्भिर्गृह्यते तस्माद्गावः पशूनां भूयिष्ठाः” (सं. का. ६ प्र. ५ अ. १०) इति।\nकदा चन स्तरीरसीत्यादिका ऋचो भूयिष्ठाः।\nउपांशुग्रहमनु जातानामजानां ग्रहेण सह त्रित्वसाम्यं दर्शयति — “यत्त्रिरुपाशु हस्तेन विगृह्णाति तस्माद्द्वौ त्रीनजा जनयति” (सं. का. ६ प्र. ५ अ. १०) इति।\nद्वौ वा त्रीन्वा न तु त्रिभ्योऽधिकमपत्यं सा सह जनयति।\nयस्मादन्तर्यामग्रहे संकोचसंख्याविशेषो न श्रुतस्तस्मात्तमनु जायमानानामवीनां भूयिष्ठत्वं युगपद्युक्तनित्याह — “अथावयो भूयसीः” (सं. का. ६ प्र. ५ अ. १०) इति।\nअथ कथंचिदाग्रयणसोमः क्षीयेत तदा द्रोणकलशात्तद्ग्रहणं विधत्ते — “पिता वा एष यदाग्रयणः पुत्रः कलशो यदाग्रयण उपदस्येत्कलशाद्गृ-ह्णीयाद्यथा पिता पुत्रं क्षित उपधावति तादृगेव तत्” (सं. का. ६ प्र. ५ अ. १०) इति।\nप्रथमोत्पन्नत्वादाग्रयणः पिता। पश्चाद्भावितया कलशः पुत्रः। क्षितः क्षीणवृत्तिः। उपधावति जीवनार्थमुपसर्पति।\nकलशसोमक्षये वैपरीत्यं विधत्ते — “यत्कलश उपदस्येदाग्रयणाद्गृह्णीयाद्यथा पुत्रः पितरं क्षित उपधावति तादृगेव तत्” (सं. का. ६ प्र. ५ अ. १०) इति।\nकलशन्यायं ग्रहेऽपि दर्शयति — “आत्मा वा एष यज्ञस्य यदाग्रयणो यद्ग्रहो वा कलशो वोपदस्येदाग्रय-णाद्गृह्णीयादात्मन एवाधि यज्ञं निष्करोति” (सं. का. ६ प्र. ५ अ. १०) इति।\nयज्ञमध्यवर्तित्वादाग्रयणो यज्ञस्याऽऽत्मा दृष्टान्तत्वेन कलशस्य पुनरुपादानम्। नष्टं यज्ञमनेन ग्रहणेनाऽऽत्मन उपरि पुनः संदधाति।\nअथ स्थाल्या होमसाधनत्वाभावेन तां निन्दन्निव होमसाधनं दारुपात्रं प्रशंसति — “अविज्ञातो वा एष गृह्यते यदाग्रयणः स्थाल्या गृह्णाति वायव्येन जुहोति तस्माद्गर्भेणाविज्ञातेन ब्रह्महा” (सं. का. ६ प्र. ५ अ. १०) इति।\nआ वायो भूषेत्यादिग्रहणमन्त्रेषु यथा देवता स्वानामविशेषेण विज्ञायते न तथा ये देवा दिव्येकादश स्थेत्यत्र, नामविशेषाश्रुतेः। तस्मादविज्ञात आग्रयणः स्थाल्या मृन्मय्या गृह्णात्येव न तु जुहोति। वायव्येन तु दारुपात्रेण जुहोति। यस्माद्ये देवा इतिमन्त्रोक्ताविज्ञातनामकांस्त्रयस्त्रिंशतो देवानुद्दिश्य स्थाल्या गृहीतः सोमो ग्रहणमात्रेण तद्देवतातृप्तावपि होमाभावत्परित्यक्त इव तस्माल्लोकेऽप्यविज्ञातेन गर्भेण ब्रह्महा भवति। प्रोषिते भर्तरि जारजन्यो गर्भो भर्तारं प्रत्यविज्ञातस्तेन गर्भेणोत्पन्नं ब्रह्म जहाति परित्यजतीति ब्रह्महा। अविज्ञातयोर्गर्भाग्रयणयोः परित्यागस्तुल्यः। तं च स्थालीगतं सोमं पुनर्दारुमयेऽन्तर्यामपात्रे सवित्रर्थं गृहीत्वा जुहोति। ततो दारुपात्रं प्रशस्तम्।\nप्रकारान्तरेण दारुपात्राणि प्रशंसति — “अवभृथमव यन्ति परा स्थालीरस्यन्त्युद्वायव्यानि हरन्ति तस्मात्स्त्रियं जातां पराऽस्यन्त्युत्पुमास हरति” (सं. का. ६ प्र. ५ अ. १०) इति।\nयदाऽवभृथं गच्छन्ति तदानीमाग्रयणोक्थ्यध्रुवादित्यस्थालीश्चतस्रो वेद्यामेव परास्यन्ति परित्यजन्ति। वायव्यानि दारुपात्राण्युद्धरन्त्यवभृथदेशे नयन्ति। तस्मात्स्थालीवल्लोकेऽपि स्त्रियं दुहितरं विवाहेन वरकुले परित्यजन्ति। पुमांसं वायव्यवदुद्धरन्ति सम्यक्पोषयन्ति।\nपुरोरुचं ग्रहणं सादनं च क्रमेण प्रशंसति — “यत्पुरोरुचमाह यथा वस्यस आहरति तादृगेव तद्यद्ग्रहं गृह्णाति यथा वस्यस आहृत्य प्राऽऽह तादृगेव तद्यत्सादयति यथा वस्यस उपनिधायापक्रामति तादृगेव तत्” (सं. का. ६ प्र. ५ अ. १०) इति।\nउपयामगृहीतोऽसीत्येतस्मात्पूर्वं पठ्यमानत्वादा वायो भूषेत्यादिका पुरोरुक्। वस्यसे वसुमत्तमाय राजामात्यादिकाय। यथा लोके धनिकायोपायनमाहृत्यैतदेव ममेत्युक्त्वा पुरतो निधाय गच्छन्ति तथा पुरोरुगादित्रयं द्रष्टव्यम्।\nयजुःसामनी निन्दन्निव पुरोरुचं प्रशंसति — “यद्वै यज्ञस्य साम्ना यजुषा क्रियते शिथिलं तद्यदृचा तद्दृढं पुरस्तादुपयामा यजुषा गृह्यन्त उपरिष्टादुपयामा ऋचा यज्ञस्य धृत्यै” (सं. का. ६ प्र. ५ अ. १०) इति।\nयज्ञसंबन्धि यदङ्गं यजुःसामभ्यां क्रियते तद्धि शिथिलमिव। वेदेषु सर्वत्र विश्वासाय तदेतदृचाऽभ्युक्तमित्यृच एवोदाहरणात्। उपयामगृहीतोऽस्यन्तर्यच्छ मघवन्नित्यादिमन्त्रैर्गृह्यमाणाः पुरस्तादुपयामाः। आ वायो भूषेत्यादिभिस्तूपरिष्टादुपयामाः। तत्र यजुषो दार्ढ्यार्थमुपयामपूर्वत्वम्। ऋचस्तु स्वयमेव दृढत्वान्न तत्पूर्वत्वम्। तदुभयं यज्ञस्य धृत्यै भवति।\nसोमपात्राणि प्रशंसितुं द्वेधा विभजति — “प्रान्यानि पात्राणि युज्यन्ते नान्यानि” (सं. का. ६ प्र. ५ अ. १०) इति।\nकानिचित्पात्राणि प्रकर्षेण युज्यन्तेऽनुष्ठीयन्ते पुनरावर्त्यन्त इत्यर्थः। यथा - उपांश्वन्तर्यामपात्रयोः प्रातःसवने प्रयुक्तयोः पुनस्तृतीयसवनेऽपि प्रयोगः। “यदुपाशुपात्रेण पात्नीवतमाग्रयणाद्गृह्णाति” “अन्तर्यामपात्रेण सावित्रमाग्र-यणाद्गृह्णाति” इत्याम्नातत्वात्। अन्यानि तु नाऽऽवर्त्यन्ते किंतु सकृदेवा-नुष्ठीयन्ते। तद्यथा — द्विदेवत्यग्रहादीनि तेषु सकृदनुष्ठितेषु स्वर्गजयः।\nआवृत्तेस्त्वेतल्लोकजय इति प्रशंसति — “यानि पराचीनानि प्रयुज्यन्तेऽमुमेव तैर्लोकमभि जयति पराङिव ह्यसौ लोको यानि पुनः प्रयुज्यन्त इममेव तैर्लोकमभि जयति पुनः पुनरिव ह्ययं लोकः” (सं. का. ६ प्र. ५ अ. १०) इति।\nपराचीनान्यनिवृत्तानि। स्वर्गः पराङिवानावृत्त इव। स्वर्गे स्थितस्यापि पुनर्जन्मान्तरेऽपि स्वर्गं प्राप्तुमुद्योगासंभवात्। मनुष्यलोके स्थितस्य पुनरेतदर्थ-मुद्यमोऽस्तीति तस्य पौनःपुन्यम्।\nप्रकारान्तरेण प्रशंसति — “प्रान्यानि पात्राणि युज्यन्ते नान्यानि यानि पराचीनानि प्रयुज्यन्ते तान्यन्वोषधयः परा भवन्ति यानि पुनः प्रयुज्यन्ते तान्यन्वोषधयः पुनरा भवति” (सं. का. ६ प्र. ५ अ. १०) इति।\nफलपाके विनाशः पराभवः। संवत्सरान्ते तदुत्पक्तिः पुनराभवनम्।\nप्रकारान्तरेण प्रशंसति — “प्रान्यानि पात्राणि युज्यन्ते नान्यानि यानि पराचीनानि प्रयुज्यन्ते तान्यन्वारण्याः पशवोऽरण्यमप यन्ति यानि पुनः प्रयुज्यन्ते तान्यनु ग्राम्याः पशवो ग्राममुपावयन्ति” (सं. का. ६ प्र. ५ अ. ११) इति।\nआरण्या व्याघ्रादयोऽरण्यमेवो(वा)पयन्ति न कदाचिदपि ग्रामम्। ग्राम्यास्तु गवादयस्तृणमत्तुमरण्यं गत्वा पुनर्ग्रामं प्रत्यागच्छन्ति।\nशस्त्रं प्रशंसति — “यो वै ग्रहाणां निदानं वेद निदानवान्भवत्याज्यमित्युक्थं तद्वै ग्रहाणां निदानं यदुपाशु शसति तदुपाश्वन्तयार्मयोर्यदुच्चैस्तदितरेषां ग्रहाणामेतद्वै ग्रहाणां निदानं य एवं वेद निदानवान्भवति” (सं. का. ६ प्र. ५ अ. ११) इति।\nआज्यमित्युक्थमाज्यप्रउगादिनामकं शस्त्रं, प्रशंसाद्वारा ग्रहानुष्ठानप्रयोजक-त्वाद्ग्रहाणां निदानं मूलकारणम्। तदेतद्यो वेद स निदानवांश्चिरजीविभिर्मा-तापितृस्वामिभिः संयुक्तो भवति। शस्त्रेष्वषि यदुपांशु शस्यते तद्द्वयोर्ग्रहयो-र्निदानं, यदुच्चैस्तदितरेषां सर्वेषामित्येवं विशेषं जानतोऽपि तदेव फलम्।\nस्थालीवायव्यरूपं द्वंद्वं प्रशंसति — “यो वै ग्रहाणां मिथुनं वेद प्र प्रजया पशुभिर्मिथुनैर्जायते स्थालीभिरन्ये ग्रहा गृह्यन्ते वायव्यैरन्य एतद्वै ग्रहाणां मिथुनं य एवं वेद प्र प्रजया पशुभिर्मिथुनैर्जायते” (सं. का. ६ प्र. ५ अ. ११) इति।\nआग्रयणोक्थ्यादिग्रहाः स्त्रीरूपाभिर्मृन्मयस्थालीभिर्गृह्यन्ते। उपांश्वन्तर्यामा-दिग्रहास्तु पुरुषरूपैर्वायव्यैः। वेदने तु मनुष्यमिथुनैः पशुमिथुनैश्च प्रजायते युक्तो भवति। य एवं वेदेति पुनरभिधानमुपसंहारार्थम्।\n“इन्द्रस्त्वष्टुः सोममभीषहाऽपिबत्स विष्वङ्व्यार्च्छत्स आत्मन्नारमणं नाविन्दत्स एताननुसवनं पुरोडाशानपश्यत्तान्निरवपत्तैर्वै स आत्मन्नारमणमकुरुत तस्माद-नुसवनं पुरोडाशा निरुप्यन्ते तस्मादनुसवनं पुरोडाशानां प्राश्नीयादात्मन्नेवाऽऽरमणं कुरुते नैन सोमोऽति पवते” (सं. का. ६ प्र. ५ अ. ११) इति।\nइन्द्रेण विश्वरूपाभिधे त्वष्टुः पुत्रे हते सति कुपितस्त्वष्टा विनेन्द्रं सोमयागं कर्तुं प्रवृत्तस्तदानीमिन्द्रोऽभीषहा बलादेवापिबत्। स इन्द्रः सहसा पीतस्य सोमस्योदरमध्य इतस्ततो विधावनाद्व्यर्च्छद्विविर्धार्तिमाप्नोत्। तेनाऽऽर्तः स इन्द्रः स्वात्मनि सुखं नालभत। ततस्त्रिष्वपि सवनेषु सवनीयपुरोडाशैः सुखं प्राप्तवान्। तस्मात्पुरोडाशान्निरुप्य तच्छेषभक्षणेन सुखं भवति। सोमश्चैनं नातिपवते नेतस्ततः संचारेण बाधते।\nतेषु सवनीयपुरोडाशेषु पञ्चद्रव्यविधिमर्थवादेनोन्नयति — “ब्रह्मवादिनो वदन्ति नर्चा न यजुषा पङ्क्तिराप्यतेऽथ किं यज्ञस्य पाङ्क्तत्वमिति धानाः करम्भः परिवापः पुरोडाशः पयस्या तेन पङ्क्तिराप्यते तद्यज्ञस्य पाङ्क्तत्वम्” (सं. का. ६ प्र. ५ अ. ११) इति।\nपञ्चाक्षरा पङ्क्तिरित्याम्नानात्पञ्चसंख्यायोगेन पाङ्क्तत्वं वक्तव्यम्। ऋचो यजुषो वा नास्ति काचिन्नियता पञ्चसंख्या। न च मा भूत्पाङ्क्तत्वमिति वाच्यम्। पाङ्क्तो यज्ञ इति सर्वत्रोद्घोषणात्। अतः किं पाङ्क्तत्वमिति प्रश्नः। धानादिद्रव्येषु नियतया पञ्चसंख्यया पाङ्क्तत्वामित्युक्तरम्। (भृ) ष्टा यवा धानाः। आज्यसंयुक्ताः सक्तवः करम्भः। व्रीहिजन्या लाजाः परिवापः। पिष्टविकारःपुरोडाशः। क्षीरविकारः पयस्या।\nअथ मीमांसा।\nतृतीयाध्यायस्य पञ्चमपादे चिन्तितम् —\n“किं स्याच्चमसिनामेव हारियोजनभक्षणम्।\nसर्वेषां वाऽग्रिमस्तेषां पूर्ववाक्येन(ण) संनिधेः॥\nलिप्सन्ते सर्व एवेति हारियोजनवाक्यतः।\nग्रावस्तुतोऽप्यस्ति भक्षश्चमसित्वमकारणम्” इति।\nहरिरसि हारियोजन इत्यनेन मन्त्रेण गृह्यमाणो ग्रहो हारियोजनः। होतृ-ब्रह्मादयश्चमसिनः। यस्तु चतुर्णां होतॄणां मध्ये चतुर्थो ग्रावस्तुन्नामकोऽस्ति नासौ चमसी। तत्र चमसिनामेव हारियोजनभक्षणम्। कुतः। यथाचमसमन्यां श्चमसांश्चमसिनो भक्षयन्ति, अथैतस्य हारियोजनस्य सर्व एव लिप्सन्त इत्यत्र पूर्ववाक्ये चमसिनां संनिहितत्वेनोत्तरवाक्ये सर्वशब्देन तेषामेवाभिधातव्यत्वात्। अतो नास्ति ग्रावस्तुतस्तत्र भक्ष इति प्राप्ते ब्रूमः - अथशब्देनैवकारेण च चमसिमात्रशङ्कामपोह्य वाक्येन विहितस्य सर्वभक्षणस्य संनिधिमात्रेण संकोचायोगादस्ति ग्रावस्तुतोऽपि भक्षः। तस्माच्चमसित्वं च भक्षणे कारणम्।\nइति श्रीमत्सायणाचार्यविरचिते माधवीये वेदार्थप्रकाशे कृष्णयजुर्वे-दीयतैत्तिरीयसंहिताभाष्ये प्रथमकाण्डे चतुर्थप्रपाठकेऽष्टाविंशोऽनुवाकः ॥२८॥\n",
  "bhattaBhashya": "\n\n\n2धानाभिश्श्रीणाति - हरीः स्थेति ॥ हरिभ्यां तद्वानिन्द्रो लक्ष्यते । ततस्तादृशेन्द्रात्म तया धानास्स्तूयन्ते । तत इन्द्रप्रियतया इन्द्राभेदेन स्तुतिः । यद्वा - अश्वात्मतया धानास्स्तूयन्ते । इन्द्रार्थं हे धानाः हरीः स्थ । किञ्च - हर्योरश्वयोर्धानास्थ हरिवत इन्द्रस्येति भावः । 'इन्द्रो वृत्रमहन् तस्य शीर्षकपालमुदौब्जत्' इत्यादि ब्राह्मणम् ॥\n\n3जुहोति - सहसोमाः सोमेन सहिताः । 'वोपसर्जनस्य' इति पाक्षिकत्वात्सभावाभावः । हे धाना इदृश्यो यूयमिन्द्राय स्वाहा स्वाहुतास्थ ॥\n\nइति चतुर्थेष्टविंशोनुवाकः ॥\n"
}