{
  "id": "TS 1.7.6.5",
  "classification": {
    "kanda": "1",
    "prasna": "7",
    "anuvaka": "6",
    "panchasat": "5"
  },
  "header": "TS 1.7.6.5",
  "panchasatInfo": " 29",
  "padaCount": 50,
  "samhita": "यथाय॒जुरे॒वैतच्छ॒तꣳ हिमा॒ इत्या॑ह श॒तं त्वा॑ हेम॒न्तानि॑न्धिषी॒येति॒ वावैतदा॑ह पु॒त्रस्य॒ नाम॑ गृह्णात्यन्ना॒दमे॒वैनं॑ करोति॒ तामा॒शिष॒मा शा॑से॒ तन्त॑वे॒ ज्योति॑ष्मती॒मिति॑ ब्रूया॒द्-यस्य॑ पु॒त्रोऽजा॑तः॒ स्यात् ते॑ज॒स्व्ये॑वास्य॑ ब्रह्मवर्च॒सी पु॒त्रो जा॑यते॒ तामा॒शिष॒मा शा॑से॒ऽमुष्मै॒ ज्योति॑ष्मती॒मिति॑ ब्रूया॒द्-यस्य॑ पु॒त्रो - [ ]",
  "pada": "य॒था॒य॒जुरिति॑ यथा - य॒जुः । ए॒व । ए॒तत् । श॒तम् । हिमाः᳚ । इति॑ । आ॒ह॒ । श॒तम् । त्वा॒ । हे॒म॒न्तान् । इ॒न्धि॒षी॒य॒ । इति॑ । वाव । ए॒तत् । आ॒ह॒ । पु॒त्रस्य॑ । नाम॑ । गृ॒ह्णा॒ति॒ । अ॒न्ना॒दमित्य॑न्न - अ॒दम् । ए॒व । ए॒न॒म् । क॒रो॒ति॒ । ताम् । आ॒शिष॒मित्या᳚ - शिष᳚म् । एति॑ । शा॒से॒ । तन्त॑वे । ज्योति॑ष्मतीम् । इति॑ । ब्रू॒या॒त् । यस्य॑ । पु॒त्रः । अजा॑तः । स्यात् । ते॒ज॒स्वी । ए॒व । अ॒स्य॒ । ब्र॒ह्म॒व॒र्च॒सीति॑ ब्रह्म - व॒र्च॒सी । पु॒त्रः । जा॒य॒ते॒ । ताम् । आ॒शिष॒मित्या᳚ - शिष᳚म् । एति॑ । शा॒से॒ । अ॒मुष्मै᳚ । ज्योति॑ष्मतीम् । इति॑ । ब्रू॒या॒त् । यस्य॑ । पु॒त्रः । ",
  "attribute": {
    "rishi": "अज्ञात",
    "devata": "अज्ञात",
    "chandas": "अज्ञात"
  },
  "sayanaBhashya": "\n\nउत्तरभागं व्याचष्टे - संदृश इति। अस्मियजुषि तपःशब्ददर्शनात्तपसश्च विच्छिन्नो मा भूवमिति यत्प्रतीयत एतद्यजुरनतिक्रम्य तथैव प्रार्थ्यते।\nआदित्योपस्थानमन्त्रं व्याचष्टे - सुभूरसीति। आयुर्मे धेहीत्यनेनाऽऽशीः प्रतीयते।\nइदमहमित्यादिकं वैरिनिःसारणमन्त्रं व्याख्यातुं प्रस्तौति - प्र वा इति। विष्णुक्रमणां स्वर्गार्थत्वाद्विष्णुक्रमैरस्माल्लोकात्प्रच्युतिर्भवति। तस्याः प्रच्युतेः परिहारोपायं ब्रह्मवादिनः परस्परमेवमाहुः — यो यजमानो वैरिण इमाँल्लोकांस्तेन संपादितान्वैरिनिःसारणेन लब्ध्वा विष्णुक्रमैः स्वर्गा-रोहणादूर्ध्वं पुनरिमं मनुष्यलोकं प्रत्यवरोहेत्स एव यजमानो विष्णुक्रमेषु चतुर इति।\nमन्त्रं व्याचष्टे - एष वा इति। इदमहमित्यादिमन्त्रमाहेति यदेष एव पाठोऽस्य भूलोकस्य संबन्धी प्रत्यवरोहः।\nआत्माभिमर्शनमन्त्रं व्याचष्टे - संज्योतिषेति। एतल्लोकप्रापके(ण) ज्योतिषा संगतोऽहमित्येव मन्त्रे प्रतीयमानत्वात्।\nप्रदक्षिणावृत्तिमन्त्रं व्याचष्टे - ऐन्द्रीमिति। परमैश्वर्ययोगादादित्यस्येन्द्रत्वम्।\nप्रदक्षिणावृत्तिं विधत्ते - दक्षिणेति। दक्षिणा प्रादक्षिण्येन। द्रक्षिणभागमवस्थाप्य वामभागस्य परिभ्रमणात्प्रादक्षिण्यम्। पुरुषस्य दक्षिणाभागे सामर्थ्यातिशयसद्भावात्तदेवानुसृत्याऽऽवृत्तिः कृता भवति। यस्माद्दक्षिणभागे वीर्यं श्रुतेरभिप्रेतं तस्माल्लोकेषु सर्वेषु व्यापारेषु दक्षिणहस्तस्यैव वीर्यातिशय उपलभ्यते। किंच, आदित्यो मेरुं प्रदक्षिणी करोति तदप्यत्रानुसृतं भवति।\nविपर्ययेणाऽऽवृत्तिमन्त्रं व्याचष्टे - समहमिति। स्वयं यथा प्रजादिना संगच्छते तथा प्रजादिरपि स्वेन संगच्छत इत्येतदुभयं द्वितीयावृत्त्या प्रार्थ्यते।\nसमिदाधानमन्त्रं स्पष्टार्थत्वेन व्याचष्टे - समिद्ध इति।\nआहवनीयोपस्थानमन्त्रं व्याचष्टे - वसुमानिति। वसीयानतिशयेन धनवान्।\nविधत्ते - बहु वा इति। गार्हपत्योऽजस्रं धार्यते। तथा सति एतत्संनिधौ बहुविधजन्तु-पातकं संभाव्यते। अतो यजमानेन गार्हपत्यस्य समीपे पापमिश्रमिव होमा-दिकर्मानुष्ठीयते।\nततोऽग्न आयूंषीत्याद्याभ्यामग्निपवमानदेवकाभ्यां शुद्धिहेतुभ्यामग्न्युपस्थाने वह्नेः स्वस्य च शुद्धिर्भवति।\nअन्यमपि गार्हपत्योपस्थानमन्त्रं व्याचष्टे - अग्ने गृहपत इति। तदिदं मन्त्रब्राह्मणं स्पष्टार्थं पूर्वप्रपाठके व्याख्यातं च। तत्र नाम गृह्णातीति विधिः।\nतद्ग्रहणे प्रकारविशेषमाहाऽऽपस्तम्बः — “तन्तव इत्यजातस्यामुष्मा इति जातस्य” इति।\nअजातस्य पुत्रस्य विशेषनामभावात्तन्तव इत्येतदेव सामान्यनाम गृह्णीयात्। जातस्य पुत्रस्य त्वमुष्मा इत्यनेन विशेषनामनिर्देशो विवक्ष्यते।\nयज्ञविमोकमन्त्रं व्याचष्टे - यो वै यज्ञमिति।\nईश्वर वा इति। यत्व्रतं गृहीतं सन्न विसृष्टं तद्व्रतं प्रदहो यजमानं प्रदग्धुमीश्वरं समर्थम्। अग्ने व्रतपत इत्यादिमन्त्रपाठ एव व्रतविसर्गः। तेन शीतं सन्तं न दहति।\nपुनरालम्भमन्त्रं व्याख्यातुं प्रस्तौति - पराङिति। पराङ्वाव विमुख एव पुनर्न निवर्तते, पुनरालम्भमन्त्रवादिनं यजमानं प्रति तु पुनर्निवर्तते, पुनरप्यसावनुतिष्ठतीत्यर्थः।\nमन्त्रं व्याचष्टे -यज्ञ इति। एष वै मन्त्रपाठ एव।\nगोमतीमन्त्रं विधातुं प्रस्तौति - अनवरुद्धा इति। यो यजमान आहिताग्निरपि सन्सभारहितो भवेत्, एतस्य यजमानस्य विराड्विशेषेण राजमाना स्वोचितसभा कदाचिदप्यनवरुद्धाऽ-स्वाधीना भवति। यागकाले सभाहीनस्य लोकव्यावहारकालेऽपि सभा न संभवेदित्यर्थः। नात्र राज्ञ इवामात्यस्वभटरूपा सभा ब्राह्मणस्योचिता, किं तर्हि यज्ञनिष्पादका द्विपदश्चतुष्पादश्च पशवोऽस्य सभा॥\nमन्त्रं विधत्ते - इष्ट्वा प्राङिति। भूमनिन्दाप्रशंसास्विति वैयाकरणैरुक्तत्वाद्गोमानित्यादिको मतुप्प्रत्ययो बाहुल्यवाची। अतः सहस्रप्राप्तिर्युक्ता। इडावान्प्रजावानिति मन्त्रेऽभिधानादस्य प्रजायामन्नवतः पुत्रस्योत्पत्तिर्युक्ता॥\nइति श्रीमत्सायणाचार्यविरचिते माधवीये वेदार्थप्रकाशे कृष्णयजु-र्वेदीयतैत्तिरीयसंहिताभाष्ये प्रथमकाण्डे सप्तमप्रपाठके षष्ठोऽनुवाकः॥६॥\n",
  "bhattaBhashya": "\n\n\n2सुभूरित्यादित्योपस्थानम् ॥ आशिषं 'आयुर्मे धेहि वर्चो मयि धेहि' इत्येतां आशास्ते । अनेन मन्त्रेण लभते च यथाशासनमिति भावः ॥\n\n3प्र वा एष इत्यादि ॥ हेतुमाह - सुवर्गायेति । उक्तमुपस्थानान्तं विष्णुक्रमाणां क्रमणम् । तत्रैवायं विशेष उच्यते - ब्रह्म वदितुं शीलं येषान्ते आहुः । स विष्णुक्रमान् क्रमितुमर्हति य इमान् लोकान् पृथिवीप्रभृतीन् भ्रातृव्येण निजसुकृतैरार्जितान् संविद्य लब्ध्वा आत्मसात्कृत्य तत्रतत्रारुह्य पुनरिमं मनुष्यलोकं प्रत्यवरोहेदिति । एष वा इत्यादि । इदमहमित्यस्य मन्त्रस्य वचनं भ्रातृव्यलोकानां संवेदनस्य पुनरिह प्रत्यवरोहस्य च साधनमित्यर्थः । आभ्यो दिग्भ्योस्यै दिव इति द्वयोरुपादानेन सर्वान्भ्रातृव्यस्य लोकानुपलक्षयंस्तेषां भूयस्त्वं गमयति । हस्ताग्रेण निदर्शयन्निदंशब्दं प्रयुङ्क्ते ॥\n\n4सं ज्योतिषेत्यात्माभिमर्शनम् ॥ प्रतितिष्ठतीति । प्रतिष्ठयाभिदीप्त्या सङ्गच्छते ॥\n\n5ऐन्द्रीमावृतमित्युदक्पर्यावर्तनमन्त्रः ॥ असौ वा इत्यादि । ईश्वरत्वादिन्द्र आदित्यः तस्यावृतं पर्यावृत्तिं तेन पूर्वं कृतं यजमानोनुपर्यावर्तते । लक्षणेऽनोः कर्मप्रवचनीयत्वम् । दक्षिण दक्षिणेन शरीरभागेन प्रदक्षिणमिति यावत् । 'दक्षिणादाच्' । स्वमेवेत्यादि । आत्मनश्शरीरस्य दक्षिण एकदेशो वीर्यावत्तरः इतरस्मात् । छान्दसं दीर्घत्वम् । 'दक्षिणस्यादिगाख्यायाम्' इत्याद्युदात्तत्वम् । अथो अपि च । पुनर्वचनं प्रादक्षिण्यफलप्रदर्शनार्थम् ॥\n\n6समहमित्युपस्थानमन्त्रः ॥ आशिषमिति । ससाधनां क्रियामुपसर्ग आहेति योग्यभूतगमनक्रियोपस्थानात् प्रजया सङ्गसीयेति लाभादेवमुक्तम् ॥\n\n7समिद्ध इति समिदाधानम् ॥ यथायजुरेवैतद्भवति । दीद्यासमिति दीप्तिमत्त्वाशासनम् ॥\n\n8वसुमानित्युपस्थानम् ॥ आशिषमिति । वसीयान् भूयासमित्यनेनैतामाशिषमाशास्ते । लभते च यथाशासनमिति ॥\n\n8बहु वा इत्यादि ॥ गार्हपत्यस्यान्ते समीपे मिश्रमिव पापशबलमिव बहु चर्यते परद्रोहचिन्तादि(षु) । क्षुद्रजन्तुवधादि च । येन अग्निरप्यपूतस्स्यात् ; तस्मादाग्निपावमानीभ्यामृग्भ्यां 'अग्न आयूंषि पवसे' इत्याभ्यां गार्हपत्यमुपतिष्ठते । पुनात्येवाग्निं पुनीते चैवात्मानम् । कर्त्रभिप्रायत्वादुत्तरत्रात्मनेपदम्, सतिशिष्टोपि विकरणस्वरः लसार्वधातुकस्वरेण बाध्यते इत्याद्युदात्तत्वम् । पुनातीत्यत्र तस्य पित्त्वाद्विकरणस्वरः । समानवाक्ये पदात्परत्वाभावादुभयत्रापि निघाताभावः । द्वाभ्यामिति । उपतिष्ठत इत्येव । प्रतिष्ठित्या इति । द्वित्वान्वयात् पद्भ्यामिव प्रतिष्ठितो भवति । पूर्ववद्गतेः प्रकृतिस्वरत्वम् ॥\n\n10अग्ने गृहपते इत्युपस्थानमेव ॥ यथायजुरिति । सुगृहपतित्वावाप्तिर्ज्योतिष्मदपत्यलाभश्चेत्येतद्यथायजुर्भवत्येव ॥\n\n11शतं हिमा इत्यादि ॥ व्याख्यातं अग्निहोत्राग्न्युपस्पाने 'सम्पश्यामि' इत्यत्र ॥\n\n1यो वै यज्ञमित्यादि ॥ गतम् । अप्रतिष्ठानः प्रतिष्ठारहितः । 'नञ्सुभ्याम्' इत्युत्तरपदान्तोदात्तत्वम् । कस्त्वेति यज्ञविमोकः । प्रजापतिनैवैनं युनक्ति कस्त्वा युनक्ति स त्वा युनक्त्विति प्रजापतिरेव त्वां योक्तुमर्हति ; अतस्स एव त्वां युनक्त्विति, पूर्वं प्रजापतिनैव योगः कारितः । एवमत्रापि प्रजापतिनैव विमुञ्चति - कस्त्वा युनक्ति स त्वा विमुञ्चत्विति । प्रजापतिर्हि त्वां युनक्ति स्म । अतस्स एव त्वां विमुञ्चतु । तेन युक्तं त्वां कोन्यो मोक्तुं शक्नोतीति भावः । एवं हि क्रियमाणं प्रतिष्ठित्यै भवति, इतरथा अप्रतिष्ठानस्स्यात् ; अन्येन विमोकस्याविमोकतुल्यत्वात् अप्रतिष्ठान एवेति । उक्तस्स्वरः । 'चादिलोपे विभाषा' इति प्रथमा तिङ्विभक्तिर्न निहन्यते ॥\n\n13ईश्वरमित्यादी ॥ अविसृष्टं प्रदहः प्रकर्षेण दग्धुमीश्वरं शक्तम् । 'ईश्वरे तोसुन्कसुनौ' इति कसुन् । अग्रे व्रतपते इति व्रतविमोकः ॥ 14पराङित्यादि ॥ युक्तमुक्तो गौरिव पराचीनगतिरेव यज्ञो मुक्तो गच्छति न पुनर्निवर्तते । किं सर्वत्र? नेत्याह - यो यज्ञस्य पुनरालम्भं विद्वान्यजते तमभि तदाभिमुख्येन निवर्तत एव । यज्ञो बभूवेत्यादि यज्ञस्य पुनरालम्भः ॥\n\n15अनवरुद्धेति ॥ विराडन्नं असभः अपशुस्स्यात् । 'नञ्सुभ्याम्' इत्युत्तरपदान्तोदात्तत्वम् । पशवः खल्वित्यादि । द्विपादश्चतुष्पादश्च तस्मादिष्ट्वा प्राङुत्क्रम्य उदेत्य 'गोमाꣳ अग्ने' इत्यादिकां गोमतीमृचं ब्रूयात् जपेत्, अवरुन्धे च सभाम् । प्राप्नोति च सहस्रं पशून् । आजायते वाजी अस्य प्रजासु । वाजी अन्नवान् पुरुषः । पूर्ववत्प्रथमा तिङ्विभक्तिर्न निहन्यते । 'बर्हिषोहम्' इत्यनुवाकान्ते तु 'प्र सहस्रं पशूनाप्नोति' इत्येकैव तिङ्विभक्तिः ; आजायत इत्यस्या वेदितृविषयत्वात् । तस्माच्चलोपाभावादुभयमपि तत्र निहन्यते ॥\n\nइति सप्तमे षष्ठोनुवाकः ॥\n"
}