{
  "id": "TB 3.6.13.1",
  "classification": {
    "prasna": "3",
    "prapaataka": "6",
    "anuvaka": "13",
    "panchasat": "1"
  },
  "header": "TB 3.6.13.1",
  "anuvaka_header": "3.6.13    अनुवाकं   13 - अनूयाजप्रैषाः",
  "samhita": "दे॒वं ब॒र्॒.हिः सु॑दे॒वं दे॒वैः स्याथ् सु॒वीरं॑ ॅवी॒रैर्वस्तो᳚र्-वृ॒ज्येता॒क्तोः प्रभ्रि॑-ये॒तात्य॒न्यान्-रा॒या ब॒र्॒.हिष्म॑तो मदेम वसु॒वने॑ वसु॒धेय॑स्य वेतु॒ यज॑ ॥ दे॒वीर्-द्वारः॑ संघा॒ते वि॒ड्वीर्याम॑ञ्छिथि॒रा ध्रु॒वा दे॒वहू॑तौ व॒थ्स ई॑मेना॒स्तरु॑ण॒ आमि॑मीयात्-कुमा॒रो वा॒ नव॑जातो॒ मैना॒ अर्वा॑ रे॒णुक॑काटः॒ पृण॑ग्वसु॒वने॑ वसु॒धेय॑स्य वियन्तु॒ यज॑ ॥ दे॒वी उ॒षासा॒ नक्ताऽद्या॒स्मिन्. य॒ज्ञे प्र॑य॒त्य॑ह्वेता॒मपि॑ नू॒नं दैवी॒र्विशः॒ प्राया॑सिष्टाꣳ॒॒ सुप्री॑ते॒ सुधि॑ते वसु॒वने॑ वसु॒धेय॑स्य वीतां॒ ॅयज॑ ॥ दे॒वी जोष्ट्री॒ वसु॑धिती॒ ययो॑र॒न्याऽघा द्वेषाꣳ॑सि यु॒यव॒दाऽन्या व॑क्ष॒द्-वसु॒ वार्या॑णि॒ यज॑मानाय वसु॒वने॑ वसु॒धेय॑स्य वीतां॒ ॅयज॑ ॥ दे॒वी ऊ॒र्जाहु॑ती॒ इष॒मूर्ज॑म॒न्या व॑क्ष॒थ्सग्धिꣳ॒॒ सपी॑तिम॒न्या नवे॑न॒ पूर्वं॒ दय॑मानाः॒ स्याम॑ पुरा॒णेन॒ नवं॒ तामूर्ज॑मू॒र्जाहु॑ती ऊ॒र्जय॑माने अधातां ॅवसु॒वने॑ वसु॒धेय॑स्य वीतां॒ ॅयज॑ ॥ दे॒वा दैव्या॒ होता॑रा॒ नेष्टा॑रा॒ पोता॑रा ह॒ताघ॑शꣳसा-वाभ॒रद्व॑सू वसु॒वने॑ वसु॒धेय॑स्य वीतां॒ ॅयज॑ ॥ दे॒वीस्ति॒स्रस्ति॒स्रो दे॒वीरिडा॒ सर॑स्वती॒ भार॑ती॒ द्यां भार॑त्यादि॒त्यै-र॑स्पृक्ष॒थ्-सर॑स्वती॒मꣳ रु॒द्रैर् य॒ज्ञ्मा॑वी-दि॒हैवेड॑या॒ वसु॑मत्या सध॒मादं॑ मदेम वसु॒वने॑ वसु॒धेय॑स्य वियन्तु॒ यज॑ ॥ दे॒वो नरा॒शꣳस॑-स्त्रिशी॒र्॒.षा ष॑ड॒क्षः श॒तमिदे॑नꣳ शितिपृ॒ष्ठा आद॑धति स॒हस्र॑मीं॒ प्रव॑हन्ति मि॒त्रावरु॒णेद॑स्य हो॒त्रमर्.ह॑तो॒ बृह॒स्पतिः॑ स्तो॒त्रम॒श्विना ऽऽद्ध्व॑र्यवं ॅवसु॒वने॑ वसु॒धेय॑स्य वेतु॒ यज॑ ॥दे॒वो वन॒स्पति॑र्. व॒र्॒.षप्रा॑वा घृ॒तनि॑र्णि॒ग्-द्या-मग्रे॒णास्पृ॑क्ष॒दाऽन्तरि॑क्षं॒ मद्ध्ये॑नाप्राः पृथि॒वी-मुप॑रेणादृꣳहीद्-वसु॒वने॑ वसु॒धेय॑स्य वेतु॒ यज॑ ॥ दे॒वं ब॒र्॒.हिर्वारि॑तीनां नि॒धे धा॑सि॒ प्रच्यु॑तीना॒म-प्र॑च्युतं निकाम॒धर॑णं पुरुस्पा॒र्॒.हं ॅयश॑स्वदे॒ना ब॒र्॒.हिषा॒ऽन्या ब॒र्॒.हीꣳष्य॒भिष्या॑म वसु॒वने॑ वसु॒धेय॑स्य वेतु॒ यज॑ ( ) ॥ दे॒वो अ॒ग्निः स्वि॑ष्ट॒कृथ् सु॒द्रवि॑णा म॒न्द्रः क॒विः स॒त्यम॑न्माऽऽय॒जी होता॒ होतु॑र्. होतु॒राय॑जीया॒नग्ने॒ यान्-दे॒वानया॒ड्याꣳ अपि॑प्रे॒र्ये ते॑ हो॒त्रे अम॑थ्सत॒ ताꣳ स॑स॒नुषीꣳ॒॒ होत्रां᳚ देवं ग॒मां दि॒वि दे॒वेषु॑ य॒ज्ञ्मेर॑ये॒मꣳ स्वि॑ष्ट॒कृच्चाग्ने॒ होताऽभू᳚र्वसु॒वने॑ वसु॒धेय॑स्य नमोवा॒के वीहि॒ यज॑ ।",
  "korvai": "(यजैकं॑ च)"
}