{
  "id": "TS 1.6.5.2",
  "classification": {
    "kanda": "1",
    "prasna": "6",
    "anuvaka": "5",
    "panchasat": "2"
  },
  "header": "TS 1.6.5.2",
  "panchasatInfo": " 16",
  "padaCount": 79,
  "samhita": "दि॒शि मासाः᳚ पि॒तरो॑ मार्जयन्तां प्र॒तीच्यां᳚ दि॒शि गृ॒हाः प॒शवो॑ मार्जयन्ता॒मुदी᳚च्यां दि॒श्याप॒ ओष॑धयो॒ वन॒स्पत॑यो मार्जयन्तामू॒र्द्ध्वायां᳚ दि॒शि य॒ज्ञ्ः सं॑ॅवथ्स॒रो य॒ज्ञ्प॑तिर् मार्जयन्तां॒ ॅविष्णोः॒ क्रमो᳚ऽस्यभिमाति॒हा गा॑य॒त्रेण॒ छन्द॑सा पृथि॒वीमनु॒ वि क्र॑मे॒ निर्भ॑क्तः॒ स यं द्वि॒ष्मो विष्णोः॒ क्रमो᳚ऽस्यभिशस्ति॒हा त्रैष्टु॑भेन॒ छन्द॑सा॒ ऽन्तरि॑क्ष॒मनु॒ वि क्र॑मे॒ निर्भ॑क्तः॒ स यं द्वि॒ष्मो विष्णोः॒ क्रमो᳚ऽस्यरातीय॒तो ह॒न्ता जाग॑तेन॒ छन्द॑सा॒ दिव॒मनु॒ वि क्र॑मे॒ निर्भ॑क्तः॒ स यं द्वि॒ष्मो विष्णोः॒ क्रमो॑ऽसि शत्रूय॒तो ह॒न्ताऽऽनु॑ष्टुभेन॒ छन्द॑सा॒ दिशोऽनु॒ वि क्र॑मे॒ निर्भ॑क्तः॒ स यं द्वि॒ष्मः ॥",
  "pada": "दि॒शि । मासाः᳚ । पि॒तरः॑ । मा॒र्ज॒य॒न्ता॒म् । प्र॒तीच्या᳚म् । दि॒शि । गृ॒हाः । प॒शवः॑ । मा॒र्ज॒य॒न्ता॒म् । उदी᳚च्याम् । दि॒शि । आपः॑ । ओष॑धयः । वन॒स्पत॑यः । मा॒र्ज॒य॒न्ता॒म् । ऊ॒र्द्ध्वाया᳚म् । दि॒शि । य॒ज्ञः । स॒म्ॅव॒थ्स॒र इति॑ सं - व॒थ्स॒रः । य॒ज्ञप॑ति॒रिति॑ य॒ज्ञ - प॒तिः॒ । मा॒र्ज॒य॒न्ता॒म् । विष्णोः᳚ । क्रमः॑ । अ॒सि॒ । अ॒भि॒मा॒ति॒हेत्य॑भिमाति - हा । गा॒य॒त्रेण॑ । छन्द॑सा । पृ॒थि॒वीम् । अनु॑ । वीति॑ । क्र॒मे॒ । निर्भ॑क्त॒ इति॒ निः - भ॒क्तः॒ । सः । यम् । द्वि॒ष्मः । विष्णोः᳚ । क्रमः॑ । अ॒सि॒ । अ॒भि॒श॒स्ति॒हेत्य॑भिशस्ति - हा । त्रैष्टु॑भेन । छन्द॑सा । अ॒न्तरि॑क्षम् । अनु॑ । वीति॑ । क्र॒मे॒ । निर्भ॑क्त॒ इति॒ निः-भ॒क्तः॒ । सः । यम् । द्वि॒ष्मः । विष्णोः᳚ ( ) । क्रमः॑ । अ॒सि॒ । अ॒रा॒ती॒य॒तः । ह॒न्ता । जाग॑तेन । छन्द॑सा । दिव᳚म् । अनु॑ । वीति॑ । क्र॒मे॒ । निर्भ॑क्त॒ इति॒ निः - भ॒क्तः॒ । सः । यम् । द्वि॒ष्मः । विष्णाः᳚ । क्रमः॑ । अ॒सि॒ । श॒त्रू॒य॒त इति॑ शत्रु - य॒तः । ह॒न्ता । आनु॑ष्टुभे॒नेत्यानु॑ - स्थु॒भे॒न॒ । छन्द॑सा । दिशः॑ । अनु॑ । वीति॑ । क्र॒मे॒ । निर्भ॑क्त॒ इति॒ निः - भ॒क्तः॒ । सः । यम् । द्वि॒ष्मः ।  । ",
  "attribute": {
    "rishi": "अज्ञात",
    "devata": "अज्ञात",
    "chandas": "अज्ञात"
  },
  "sayanaBhashya": "\n\nआ प्यायतामिति। कल्पः - ‘ध्रुवामाप्यायमानामनुमन्त्रयते - आ प्याययतां ध्रुवा घृतेन यज्ञंयज्ञं प्रति देवयद्भ्यः। सूर्याया ऊधोऽदित्या उपस्थ उरुधारा पृथिवी यज्ञे अस्मिन्निति’ इति। यज्ञंयज्ञं प्रति तां तामाहुतिं प्रति देवयद्भ्यो देवान्होतुमिच्छद्भ्य ऋत्विग्भ्यः। पर्याप्तेन घृतेनेयं ध्रुवाऽऽप्यायतां पुनः पुनः पूर्यताम्। ऊधःशब्देन पयःपूर्णस्त-नसंघोऽभिधीयते। सूर्याशब्देनोषा आदित्यपत्नी विवक्ष्यते। तत्पत्नीत्वं च नक्ष-त्रेष्टावाम्नायते – ‘उषा वा अकामयत। प्रियाऽऽदित्यस्य सुभगा स्यामिति’ (ब्रा॰ का॰ ३ प्र॰ १ अ॰ ६) इति। इवशब्दोऽत्राध्याहर्तव्यः। यथा सूर्याया गोरूपधारिण्या ऊधः पयःपूर्णं तथा ध्रुवा घृतेनाऽऽप्यायताम्। किंच, अदित्या वेदिरूपायाः पृथिव्या उपस्थ उत्सङ्गे वर्तमाना सेयं ध्रुवोरूधारा महाधारा पुनः पुनः सिच्यमानाभिराज्यधारामिरुपेताऽत एव पृथिवी विस्तीर्णा सत्यस्मिन्सर्व-स्मिन्यज्ञे सम्यगाप्यायताम्।\nप्रजापतेरिति। कल्पः - ‘अथ यजमानभागं प्राश्नाति प्रजापतेर्विभान्नाम लोकस्तस्मिस्त्वा दधामि सह यजमानेनेति’ इति।\nयद्यपि स्वर्गादिलोकाः सर्वे प्रजापतिना सृष्टत्वात्तत्संबन्धिनस्तथाऽप्यक-र्मभूमित्वेन यजमानान्प्रति विशेषेण न भान्तीति नास्ति एतेषां विभाञ्शब्द-वाच्यः। विभान्नामके प्रजापतिसंबन्धिनि तस्मिन्भूलोके हविर्भागभक्षकेण यजमानेन मया सह त्वां स्थापयामि। सदसीति। कल्पः - ‘पूर्णपात्रे यजमानं वाचयति सादसि सन्मे भूयाः सर्वमसि सर्वं मे भूयाः पूर्णमसि पूर्णं मे भूया अक्षितमसि मा मे क्षेष्ठा इति’ इति।\nपूर्णपात्र आनीयमानेऽध्वर्युणेति शेषः। हे पूर्णपात्र त्वं सदसि संयवनादिकार्यकारितया शोभनमसि। अतो मम फलप्रदानेन सद्भूयाः शोभनं भूयाः। सर्वमसि व्युत्सेकेन वक्ष्यमाणेन प्राच्यादिसर्वदिग्व्याप्तमसि। अतो ममापेक्षितं सर्वं कार्यं कर्तुं क्षमं भूयाः। अद्भिः पूर्णमसि। अतो मम प्रयोजनं संपूर्णं कर्तुमुद्युक्तं भूयाः। अक्षितमसि पूर्णत्वादेव क्षयरहितमसि। अतो मम कार्यकरणे मा क्षेष्ठाः क्षयं मा प्राप्नुहि।\nप्राच्यां दिशीति। कल्पः - ‘दिशो व्यूहति प्राच्यां दिशि देवा ऋत्विजो मार्जयन्तां दक्षिणायां दिशि मासाः पितरो मार्जयन्तां प्रतीच्यां दिशि गृहाः पशवो मार्जयन्तामुदीच्यां दिश्याप ओषधयो वनस्पतयो मार्जयन्तामूर्ध्वायां दिशि यज्ञः संवत्सरो यज्ञपतिर्मार्जयन्तामिति’ इति।\nऋत्विग्देवाद्यभिमानिनः सर्वे प्राणिनो यागं द्रष्टुं प्राच्यादिदिक्षु निवसन्ति। अत एव ब्राह्मणमाम्नायते – ‘सर्वाणि वै भूतानि व्रक्षमुपयन्तमनूपयन्ति’ इति। मासगृहादीनामचेतनत्वेऽपि तदभिमानिनः पुरुषा इह विवक्षिताः। अन्तर्धानादिशक्तियोगादेतेषामदर्शनमविरुद्धम्। त एते देवादयस्तस्यां तस्यां दिशि मार्जयन्तां शोधयन्ताम्।\nविष्णोः क्रम इति। कल्पः - ‘अथोपोत्थाय दक्षिणेन पदा विष्णुक्रमान्क्रमते विष्णोः क्रमोऽस्यभिमातिहा गायत्रेण छन्दसा पृथिवीमनु वि क्रमे निर्भक्तः स यं द्विष्म इति चतुर्भिरनुच्छन्दसं तृतीये चतुर्थमनुवर्तयति न चतुर्थाय प्रक्रामति नाऽऽहवनीयमुपात्येति’ इति।\nतृतीये पदेवस्थाय चतुर्थं मन्त्रं पठेत्। चतुर्थमन्त्राय प्रक्रमं न कुर्यात्किंतु मन्त्रमन्तरेण तूष्णीमेव चतुर्थं प्रक्रमं कुर्यात्। तं प्रक्रमं कुर्वन्नहवनीयं नातिक्रामेत्किंत्वाहवनीयात्पश्चादेव वेदिमध्ये चतुरः प्रक्रमान्समापयेत्।\nद्वितीयादिमन्त्रपाठस्तु - विष्णोः क्रम इति। अत्र यजमानः स्वात्मानं विष्णुत्वेन भावयेत्। चतुर्णां प्रक्रमाणां प्रदेशान्पृथिव्यादिलोकरूपत्वेन भावयेत्। गायत्र्यादिच्छन्दोभिमानिदेवतास्तेषां प्रक्रमाणामनुग्राहिकाः। अभिमातिशब्दो नरकप्रदं पापमाचष्टे। पाप्मा वा अभिमातिरिति श्रुतेः। हे प्रथमप्रक्रम त्वं पापघाती विष्णोः क्रमोऽसि। गायत्रीछन्दोदेवतयाऽनुगृहीतोऽहमेतत्प्रदेशरूपां पृथिवीमनसृत्य विक्रमे पादं प्रक्षिपामि। यमभिमातिं वयं द्विष्मः सोऽभिमातिर्निर्भक्तोऽ-स्मात्प्रदेशान्निःसारितः। एवमुत्तरत्र योज्यम्। अभिशस्तिरन्यैरापादितोऽ-पवादः। रातिर्दानं द्रव्यलाभः। तन्निवारणमरातिस्तदिच्छन्तो विरोधिनोऽ-रातीयतः(न्त)। तृतीयप्रक्रमस्तान्हन्ति। शत्रुत्वं हिंसकत्वं, तदिच्छन्तो वैरिणः शत्रूयतः(न्तः)। चतुर्थप्रक्रमस्तान्हन्ति।\nअत्र विनियोगसंग्रहः —\n“आप्या ध्रुवाप्यायनं स्यात्प्रजा स्वाम्यंशभक्षणम्।\nसदसीति प्रणीतानां धाराया अभिमन्त्रणम्॥१॥\nप्राच्यां तु पञ्चभिः सिञ्चेत्क्रमेद्विष्णोश्चतुष्टयात्।\nअनुवाके पञ्चमेऽस्मिन्मन्त्र द्वादश वर्णिताः॥२॥ इति।\nइति श्रीमत्सायणाचार्यविरचिते माधवीये वेदार्थप्रकाशे कृष्णयजु-र्वेदीयतैत्तिरीयसंहिताभाष्ये प्रथमकाण्डे षष्ठप्रपाठके पञ्चमोऽनुवाकः॥५॥\n",
  "bhattaBhashya": "\n\n\n2यजमानभागं प्राश्नाति - प्रजापतेरिति ॥ प्रजापतेर्लोको विभान् सूर्यादिभिर्यो विविधं भाति, सूर्यादिरहितं स्वतेजसा वा, स पुनरयं लोकः । 'अयं वै प्रजापतेः' इत्यादि ब्राह्मणम् । तस्मिन् लोके त्वां दधामि स्थापयामि यजमानेन मया सह हे यजमानभाग ॥\n\n3पूर्णपात्र आनीयमाने यजमानं वाचयति - सदसीत्यादि ॥ सत् सत्ताविष्टं यावत्किञ्चित्तत्सर्वं त्वमसि । तस्मात्त्वं सत्ताविष्टं सर्वं मे मम भूयाः भव, सर्वस्य सत्तासाधनं भूयाः, न किञ्चिदप्यसन्मे भूयात् । यद्वा - सत् शोभनमसि; तस्माद्यावत्किञ्चिच्छोभनं नः तत्सर्वं मे भूयाः, सर्वं सर्वात्मकमसि, त्वत्तोन्यन्न किञ्चिदस्ति; तस्मात्सर्वमिष्टं मम त्वं भूयाः, पूर्णं पर्याप्तं सर्वसमृद्धिभिः आप्यायितमसि । 'वा दान्तशान्त' इति निष्ठान्तो निपात्यते । तस्मात्त्वं मम पर्याप्तमभिमतं भूयाः । शोभनं च कृत्स्नं च पर्याप्तं च ममाभिमतं सम्पादयेति भावः । अक्षितमनुपक्षीणमसि; तस्मान्मद्विषये मा क्षेष्ठाः क्षयं मा गाः, मित्रमिव वर्तस्वेति ॥\n\n4-8दिशो व्युत्सिञ्चति - प्राच्यामित्यादि ॥ अत्र ब्राह्मणम् । 'सर्वाणि वै भूतानि व्रतमुपयन्तमनूपयन्ति' इति । ततः प्राच्यां दिशि व्यवस्थिताः ये देवा ऋत्विजश्च ते इदानीं मार्जयन्तां आत्मानं मां च शोधयन्ताम् । 'एष वै दर्शपूणमासयोरवभृथः' इत्यादि ब्राह्मणम् । एतेन दक्षिणायामित्यादयो व्याख्याताः । मासास्त्रिंशदहोरात्रात्मकाः । पितरस्स्वपित्रादयः, सोमपितृमदादयश्च । गृहा आवसथाः येषु निवसन्ति जन्तवः । पशवः द्विविधाः ग्राम्या आरण्याश्च द्विचतुष्पदात्मकाः दोहनवहनादिकार्यक्षमाः । यज्ञो दर्शपूर्णमासादिः । संवत्सरो द्वादशमासात्मकः । यज्ञपतिर्यजमानः, सृष्ट्यादिकृत्प्रजापतिर्वा । शिष्टं स्पष्टम् ॥\n\n9-12विष्णुक्रमान् क्रामति - विष्णोः क्रमोसीति ॥ 'विष्णुमुखा वै देवाः' इत्यादि ब्राह्मणम् । विष्णोर्भगवतस्त्रीन् लोकान् क्रामतः यः क्रमः पदविक्षेपः स एव त्वमसि यो ममासि । विष्णोरात्मनश्चाभेदोपचारादेवमुच्यते । ब्राह्मणं च भवति 'विष्णुरेव भूत्वा यजमानः' इत्यादि । 'नोदात्तोपदेशस्य' इति वृद्ध्यभावः । क्रमो विशेष्यते - अभिमातिहा अभिमातिः पाप्मा तस्य हन्ता त्वमसि, यतो विष्णोः क्रमोसि । यद्वा - यो विष्णोः क्रमोस्यभिमातिहा त्रिविक्रमरूपस्य भगवतः विष्णोः सर्वलोकाक्रमणक्षमः क्रमः पदविक्षेपः सर्वानिष्टहन्ता स एव त्वमसि यो मदीयः क्रमः; 'अतस्तादृशेन त्वयानुक्रमेण विक्रमणेनाभिजयामि सर्वमप्रतिबन्धेन । 'वृत्तिसर्गतायनेषु क्रमः' इत्यात्मनेपदम् । पूर्वं देवा गायत्र्यादिभिश्छन्दोभिः पृथिव्यादीन् लोकानभ्यजयन्; अत इदमुच्यते - गायत्रेण छन्दसेति । गायत्र्याद्यात्मकत्वाच्च पृथिव्यादीनाम् । यथोक्तं - 'गायत्री वै पृथिवी' इत्यादि । तद्वदहमपि गायत्रेण छन्दसा पृथिवीमनुविक्रम इति । गायत्र्येव गायत्रम् । 'छन्दसः प्रत्ययविधाने नपुंसके स्वार्थ उपसङ्ख्यानम्' इत्यण्प्रत्ययः । पूर्वं विष्णुना क्रान्तां पृथिवीं पश्चादिदानीमहं विक्रम इत्यनोरर्थः । इत्थं यस्माद्विष्णुरेव भूत्वाहं विक्रमे त्वं च यथा विष्णोः क्रमोसि अतो निर्भक्तः स मया क्रान्तया इतः पृथिव्या स निर्भक्तः निर्वासितो विनाशितोस्तु यं द्विष्मः । उपक्रमे श्रुतत्वादभिमातिर्गम्यते । 'गतिरनन्तरः' इति गतेः प्रकृतिस्वरत्वम् । एतेनोत्तरे व्याख्याताः । अभिशस्तिरभिशंसनं अकृतगर्होक्तिः । त्रिष्टुब्जगत्यनुष्टुप्शब्देभ्य उत्सादित्वादञ्, 'छन्दसः प्रत्ययविधाने' इत्यस्य प्राग्दीव्यतीयत्वात् । अरातीयतः अरातित्वमस्माकमिच्छतः, अरातिं वात्मन इच्छतः हन्ता हन्तुमर्हः । 'अर्हे कृत्यतृचश्च' इति तृच् । 'शतुरनुमः' इति षष्ठ्या उदात्तत्वम् । हननशीलो वा हन्ता । ताच्च्छीलिकस्तृन् छान्दसमन्तोदातत्वम् । अरातीयत इति द्वितीयाबहुवचनम् । एवं शत्रूयत इत्यत्रापि वेदितव्यम् ॥\n\nइति षष्ठे पञ्चमोनुवाकः ॥\n"
}