{
  "id": "TS 2.4.1.3",
  "classification": {
    "kanda": "2",
    "prasna": "4",
    "anuvaka": "1",
    "panchasat": "3"
  },
  "header": "TS 2.4.1.3",
  "panchasatInfo": " 3",
  "padaCount": 50,
  "samhita": "-स॒न्तानि॒ तेन॒ प्राणु॑दन्त॒ यद॒ग्नये॑ विबा॒धव॑ते॒ यान्ये॒वाभितो॒ रक्षाꣳ॒॒स्यास॒न् तानि॒ तेन॒ व्य॑बाधन्त॒ यद॒ग्नये॒ प्रती॑कवते॒ यान्ये॒व प॒श्चाद्-रक्षाꣳ॒॒स्यास॒न् तानि॒ तेनापा॑नुदन्त॒ ततो॑ दे॒वा अभ॑व॒न् परासु॑रा॒ यो भ्रातृ॑व्यवा॒न्थ् स्याथ् स स्पर्द्ध॑मान ए॒तयेष्‌ट्या॑ यजेता॒ग्नये॒ प्रव॑ते पुरो॒डाश॑म॒ष्टाक॑पालं॒ निर्व॑पेद॒ग्नये॑ विबा॒धव॑ते॒ - [  ] ",
  "pada": "आसन्न्॑ । तानि॑ । तेन॑ । प्रेति॑ । अ॒नु॒द॒न्त॒ । यत् । अ॒ग्नये᳚ । वि॒बा॒धव॑त॒ इति॑ विबा॒ध - व॒ते॒ । यानि॑ । ए॒व । अ॒भितः॑ । रक्षाꣳ॑सि । आसन्न्॑ । तानि॑ । तेन॑ । वीति॑ । अ॒बा॒ध॒न्त॒ । यत् । अ॒ग्नये᳚ । प्रती॑कवत॒ इति॒ प्रती॑क - व॒ते॒ । यानि॑ । ए॒व । प॒श्चात् । रक्षाꣳ॑सि । आसन्न्॑ । तानि॑ । तेन॑ । अपेति॑ । अ॒नु॒द॒न्त॒ । ततः॑ । दे॒वाः । अभ॑वन्न् । परेति॑ । असु॑राः । यः । भ्रातृ॑व्यवा॒निति॒ भ्रातृ॑व्य - वा॒न् । स्यात् । सः । स्पर्द्ध॑मानः । ए॒तया᳚ । इष्ट्या᳚ । य॒जे॒त॒ । अ॒ग्नये᳚ । प्रव॑त॒ इति॒ प्र - व॒ते॒ । पु॒रो॒डाश᳚म् । अ॒ष्टाक॑पाल॒मित्य॒ष्टा - क॒पा॒ल॒म् । निरिति॑ । व॒पे॒त् । अ॒ग्नये᳚ । वि॒बा॒धव॑त॒ इति॑ विबा॒ध - व॒ते॒ । ",
  "attribute": {
    "rishi": "अज्ञात",
    "devata": "अज्ञात",
    "chandas": "अज्ञात"
  },
  "sayanaBhashya": "\n\n\"प्रपाठके द्वितीये च तृतीये चेष्टयः क्रमात्। प्रोक्तास्तत्रावशिष्टास्तु वक्ष्यन्तेस्मिंश्चतुर्थके। चतुर्थस्य प्रथमानुवाके भ्रातृव्यवतः स्पर्धमानस्य त्रिहष्विकां कांचिदिष्टिं विधातुं प्रस्तौति। देवा मनुष्या इति। देवानामसुरादीनां च सैन्यद्वयं युध्दाय संनद्धमासीत्। असुराणां रक्षसां चास्त्येवान्तरजातिभेदः। तदीये युध्दे स्वल्पप्रहारेण देवानां शरीरे यल्लोहितमितरेकुर्वंस्तल्लोहितस्थानं रक्षांसि प्रतिदिनं रात्रिष्वागत्य केनचिद्विषादिप्रयोगेणासुभ्नन्क्षुभितं कृतवन्तः। तदानीमेव तेन क्षोभेण देवा म्रियन्ते। तान्मृतानभिलक्ष्य पश्चाद्व्यौच्छद्रात्रिः प्रभातं प्राप्तवती। ततो देवा रक्षसां कृत्यमिदभित्यवगत्य रक्षांस्युपामन्त्रयन्तोत्कोचं प्रतिश्रुत्य स्वाधीनानि कृतवन्तः। ततो रक्षांसि विजयफले भागं संप्रार्थ्य स्वसैन्यान्निर्गत्य देवसैन्ये प्रविष्टानि। ततो देवा असुराञ्जित्वा रक्षांस्यपनोदितवन्तः। तानि रक्षांसि देवा अनृतमकुर्वन्निति निश्चत्य प्रहर्तुं परितो वेष्टनमकुर्वन्। तदानीं देवा अग्नौ स्वकार्यसिध्दिमयाचन्त। याचित्वा त्रिहविष्कामिष्टिं निरवपन्। तत्र प्रथमस्य हविषः प्रवानग्निर्देवता, याज्यापुरोनुवाक्योः प्रप्रायमग्निर्भरतस्येत्यादिकयोः श्रुतः प्रशब्दो यस्याग्नेरस्ति सोयं प्रवान्। द्वितीयस्य हविषो विबाधवानग्निर्देवता, वि पाजसा पृथुनेत्यस्मिन्मन्त्रे श्रूयमाणो विबाधशब्दो यस्याग्नेरस्ति सोयं विबाधवान्। तृतीयस्य हविषः प्रतीकवानग्निर्देवता, स त्वमग्ने प्रतीकेनेति मन्त्रे प्रतीकशब्दो यस्याग्नेरस्ति सोयं प्रतीकवान्। तत्र प्रवतोग्नेरिष्ट्या पूर्वस्यां दिशि रक्षांसि प्रणोदितवन्तः। विभाधवतोग्नेरिष्ट्या दक्षिणोत्तरयोः पार्श्वयो रक्षांसि विबाधितवन्तः। प्रतीकवतोग्नेरिष्ट्या प्रतीच्यां दिशि रक्षांस्यपनोदितवन्तः। ततो देवा विजयिनोभवन्नसुराः पराजिता अभवन्। इष्टिं विधत्ते यो भ्रातृव्यवनिति। क्षिविधो हि भ्रतृव्यः, प्रबलः समानबलो हीनवलश्चेति। तोषां त्रयाणां क्रमेण त्रिभिरहविर्भिरपाकरणं भवति। वेदनं प्रशंसति प्र श्रेयांसमिति। भ्रातृव्यं श्रेयांसे प्रणुदते, सदृशमतिक्रामति, पापीयांस्तु न प्राप्नोत्येव।।इति श्रीमत्सायणाचार्यविरचिते माधवीये वेदार्थप्रकाशे कृष्णयजुर्वेदीयतैत्तिरीयसंहिताभाष्ये द्वितीयकाण्डे चतुर्थप्रपाठके प्रथमोनुवाकः।।१।।\"\n"
}