{
  "id": "TS 2.5.4.5",
  "classification": {
    "kanda": "2",
    "prasna": "5",
    "anuvaka": "4",
    "panchasat": "5"
  },
  "header": "TS 2.5.4.5",
  "panchasatInfo": " 26 ",
  "padaCount": 30,
  "samhita": "-वैनं॑ दे॒वते॒ज्यमा॑ना॒ भूत्या॑ इन्धे॒ वसी॑यान् भवति संॅवथ्स॒रस्य॑ प॒रस्ता॑द॒ग्नये᳚ व्र॒तप॑तये पुरो॒डाश॑म॒ष्टाक॑पालं॒ निर्व॑पेथ् संॅवथ्स॒रमे॒वैनं॑ ॅवृ॒त्रं ज॑घ्नि॒वाꣳ स॑म॒ग्नि-र्व्र॒तप॑ति-र्व्र॒तमा ल॑म्भयति॒ ततोऽधि॒ कामं॑ ॅयजेत ॥",
  "pada": "ए॒व । ए॒न॒म् । दे॒वता᳚ । इ॒ज्यमा॑ना । भूत्यै᳚ । इ॒न्धे॒ । वसी॑यान् । भ॒व॒ति॒ । सं॒ॅव॒थ्स॒रस्येति॑ सं - व॒थ्स॒रस्य॑ । प॒रस्ता᳚त् । अ॒ग्नये᳚ । व्र॒तप॑तय॒ इति॑ व्र॒त - प॒त॒ये॒ । पु॒रो॒डाश᳚म् । अ॒ष्टाक॑पाल॒मित्य॒ष्टा - क॒पा॒ल॒म् । निरिति॑ । व॒पे॒त् । सं॒ॅव॒थ्स॒रमिति॑ सं - व॒थ्स॒रम् । ए॒व । ए॒न॒म् । वृ॒त्रम् । ज॒घ्नि॒वाꣳस᳚म् । अ॒ग्निः । व्र॒तप॑ति॒रिति॑ व्र॒त-प॒तिः॒ । व्र॒तम् । एति॑ । लं॒भ॒य॒ति॒ । ततः॑ । अधीति॑ । काम᳚म् । य॒जे॒त॒ ।  । ",
  "attribute": {
    "rishi": "अज्ञात",
    "devata": "अज्ञात",
    "chandas": "अज्ञात"
  },
  "sayanaBhashya": "\n\nदेवा वा इति। देवानां यज्ञं दृष्ट्वा तथैवानुचरतामसुराणां देवसमानं विजयं दृष्ट्वा देवास्तानसुरान्वञ्चयित्वानुष्ठितेनानुनिर्वाप्येण स्वयं विजयं प्राप्ता असुराश्च पराभूताः। अथ विधत्ते यो भ्रातृव्यवानिति। पौर्णमासेन प्रधानयागेन वज्रप्रहारः। अग्निः सर्वा देवता विष्णुर्यज्ञ इत्युक्तत्वात्तदीयहविषा वैरिणो देवता यज्ञं ऋतुं च विनाशयति। सारस्वतयोः स्त्रीपुरुषदेवत्वात्तदीयहविर्भ्यां मिथुनानां पशूना वर्जनम्। एतावता भ्रातृव्यस्य यावद्वित्तमस्ति तत्सर्वं नाशितं भवति। यदुक्तं सूत्रकारेण—पौर्णमासीमेव यजेत भ्रातृव्यवान्नामावास्यां पितृयज्ञमेवामावास्यायां क्रियते (इति) तदेतद्विधत्ते पौर्णमासीमेवेति। द्वितीयानुवाके वृत्रप्रसङ्ग इदमुक्तम्—घ्नन्ति वा एनं पूर्णवास आमावास्यायां प्याययन्ति इति। तस्मादत्रापि पूर्णमासानुष्ठानेन भ्रातृव्यं हत्वा दर्शयागपरित्यागेन भ्रातृव्यस्याप्यायनं परित्यक्तवान्भवति। अथ दर्शपूर्णमासस्य गुणविकृतिरूपं कंचिद्यागं विधत्ते साकंप्रस्थायीयेनेति। दधिक्षीरपूर्णाभिश्चतसृभिः कुम्भीभिर्ब्राम्हणाहृताभिः साकमध्वर्यो प्रस्थानं होमस्थानं त्रति प्रस्थानं यस्मिन्यागे सोयं साकंप्रस्थायीयो यागस्तेन पशुकामो यजेत। तत्र महता क्षीरद्रव्येण पूर्णं हविर्होतव्यम्। लोके च यस्मै राज्ञे करप्रदायिन्यः प्रजा अल्पेन प्रमाणेन धनमाहरन्ति स राजा न स्वयं तृप्यति नाप्यन्यस्मै दातुं शक्नोति। यस्मै तु महता प्रमाणेन धनमाहरत्न्ति स राजा स्वयं तृप्यति चान्यस्मै दातुमपि च प्रभवति। तस्मादत्रापि महता प्रमाणेन पूर्णस्य द्रव्यस्य होमे सति स्वयं तृप्त इन्द्रः प्रजया पशुभिश्चैनं यजमानं तर्पयति। तद्यागप्रकारः सूत्रकारेण स्पष्टीकृतः---‘साकंप्रस्थायीयेन यजेत पशुकाम इत्यमावास्या विक्रियते द्वौ सायंदोहावेवं प्रातः सायं सायंदोहाभ्यां प्रचरन्ति प्रातः प्रातर्दोहाभ्यां सर्वैर्वा प्रातः’ इति। क्षीरश्रपणपात्राणां मृन्मयत्वाद्धोमेऽपि तत्प्रसक्तिं वारयितुं विधत्ते दारुपात्रेणेति। यस्मामृन्मयपात्रमाहुतिं व्याप्तुं नार्हति तस्माद्दारुपात्रेण होमः। न ह्यत्र जुह्वामवदानमस्ति। पूर्णस्य होतव्यत्वात्। अतो हविष्पूरणक्षमेण जुहुयात्। दारुविशेषं विधत्ते---\nऔदुम्बरमिति। प्रथमप्रपाठके औदुम्बरो यूपो भवतीत्यत्रैतद्व्याख्यातम्। अत्र सूत्रम् ‘पात्रसंसादनकाले चत्वार्यौदुम्बरपात्राणि प्रयुनक्ति तेषां जुहूवत्कल्पः’ इति। ‘यावत्यः कुभ्म्यस्तावन्तो ब्राह्मणा दक्षिणत उपवीतिन उपोत्थाय कुन्भीभ्यः पात्राणि पूरयित्वा तैरेवाध्वर्युं जुह्वन्त(त) मनु जुह्वति स्विष्टकृद्भक्षाश्च न विद्यन्ते’ इति च। नागतश्रीरिति। शुश्रुवान्वेदत्रयाभिज्ञः। वेदत्रयस्य च श्रीरूपत्वात्तदभिज्ञः प्राप्तश्रीर्भवति। श्रीरूपत्वं चैवमाम्नायते---‘अहे बुध्निय मन्त्रं मे गोपाय। यन्मृषयस्त्रयिविदा विदुः। ऋचः सामानि यजू षि। सा हि श्रीरमृता सताम्’ इति। ग्रामाध्यक्षो ग्रामणीः। राज्ञः पुत्रो राज्यन्यः। दयोः प्राप्तश्रीकत्वं प्रसिद्धम्। तेषामेव त्रयाणां महेन्द्रो देवता। एवं सति यः पुरुषः स्वकीयां देवतामतिक्रम्य यजते। एतेषु कश्चिदिन्द्रं यजति। अन्यो वा महेन्द्रं यजति। ताडशः स्वकीयदेवतायाः प्रच्युतः सन्परकीयां देवतां न प्राप्नोति। तद्देवताशापेन पापीयान्दरिद्रश्च भवति। अगतश्रियः सर्वदेन्द्रप्राप्तौ विशेषं विधत्ते संवत्सरमिति। संवत्सरमतिक्रम्य यस्माद्व्रतं नानुष्ठेयं भवति तस्मादगतश्रीः संवत्सरमिन्द्रं यजेत। एवं सति स्वकीयैव देवतान्यस्मिन्संवत्सर इज्यमाना सती भूत्यर्थं यजमानं प्रकाशयति। ततोयं धनवत्तरो भवति। अगतश्रियः कांचिदिष्टिं विधत्ते संवत्सरस्येति। व्रतपालकोग्निर्महेन्द्रयागाधिकारनिवारकपापरूपं वृत्रं संवत्सरेन्द्रानुष्ठानेन हतवन्तं यजमानं महेन्द्रयागानुष्ठानरूपं व्रतं प्रापयति। व्रतपतेष्टेरूर्ध्वमगतश्रिय इन्द्रमहेन्द्रयोरैच्छिकत्वं विधत्ते ततोधि कामं यजेतेति।\nअत्र मीमांसा।\nतृतीयाध्यायस्य पञ्चमपादे चिन्तितम् ‘आक्रामन्सह कुंभीभिरस्मिञ्छेषक्रिया न वा जुह्वावदानात्प्रकृताविव शेषक्रियोचिता।। कुम्भीषु शेषासंसिद्धेः साकंप्रस्थाय (य्य) कर्मणि। न स्विष्टकृदिदं (डं) कार्यमग्नीधे स्रुक्प्रदानतः’।।\n\"‘साकंप्रस्थायीयेन यजेत पशुकामः’ इति विहिते कर्मणि श्रूयते सहकुम्भीभिरभिक्रामन् इति। तत्र चतसृभिदधिपयः कुम्भिभि। सहा हवनीयदेशेभिक्रमणमात्रं श्रुतम्। न तु तत्र कुम्भीभिर्होमः श्रुतः। तथा सत्यस्य कर्मणः सांनाय्यविकृतित्वाज्जुह्वा कुम्भीभ्योवदाय जुहुयात्। हुतशेषेण च स्विष्टकृदादिकं सांनाय्यशेषेणेव कर्तव्यमिति प्राप्ते ब्रूमः नात्र कुम्भीषु हुतशेषः सांनाय्य इव जुह्वावदानाभावात्। अग्नीधे स्रुचौ प्रदाय सह कुम्भीभिरभिक्रामन्नित्युक्तत्वाज्जुहूपभृतोः प्रत्तत्वादभिक्रमणस्य होमार्थत्वाच्च कुम्भीभिरेव दधिपयसोहोंमे सति कुम्भीमात्रमवशिष्यते, न हुतहविःशेषः। तत्र कृतः शेषकर्मं कार्यम्।। इति श्रीमत्सायणाचार्यविरचिते माधवीये वेदार्थप्रकाशे कृष्णयजुर्वेदीयतैत्तिरीयसंहिताभाष्ये द्वितीयकाण्डे पञ्चमपिरपाठके चतुर्थोनुवाकः ।। ४ ।।\"\n"
}