{
  "id": "TS 1.3.4.1",
  "classification": {
    "kanda": "1",
    "prasna": "3",
    "anuvaka": "4",
    "panchasat": "1"
  },
  "header": "TS 1.3.4.1 ",
  "panchasatInfo": " 6",
  "padaCount": 50,
  "samhita": "त्वꣳ सो॑म तनू॒कृद्भ्यो॒ द्वेषो᳚भ्यो॒ऽन्यकृ॑तेभ्य उ॒रु य॒न्ताऽसि॒ वरू॑थꣳ॒॒ स्वाहा॑ जुषा॒णो अ॒प्तुराज्य॑स्य वेतु॒ स्वाहा॒ऽयन्नो॑ अ॒ग्निर्वरि॑वः कृणोत्व॒यं मृधः॑ पु॒र ए॑तु प्रभि॒न्दन्न्  । अ॒यꣳ शत्रू᳚ञ्जयतु॒ जर्.हृ॑षाणो॒ऽयं ॅवाजं॑ जयतु॒ वाज॑सातौ । उ॒रु वि॑ष्णो॒ वि क्र॑मस्वो॒रु क्षया॑य नः कृधि । घृ॒तं घृ॑तयोने पिब॒ प्रप्र॑ य॒ज्ञ्प॑तिं तिर । सोमो॑ जिगाति गातु॒विद् - [ ]",
  "pada": "त्वम् । सो॒म॒ । त॒नू॒कृद्भ्य॒ इति॑ तनू॒कृत् - भ्यः॒ । द्वेषो᳚भ्य॒ इति॒ द्वेषः॑ - भ्यः॒ । अ॒न्यकृ॑तेभ्य॒ इत्य॒न्य - कृ॒ते॒भ्यः॒ । उ॒रु । य॒न्ता । अ॒सि॒ । वरू॑थम् । स्वाहा᳚ । जु॒षा॒णः । अ॒प्तुः । आज्य॑स्य । वे॒तु॒ । स्वाहा᳚ । अ॒यं । नः॒ । अ॒ग्निः । वरि॑वः । कृ॒णो॒तु॒ । अ॒यम् । मृधः॑ । पु॒रः । ए॒तु॒ । प्र॒भि॒न्दन्निति॑ प्र - भि॒न्दन्न् ।  । अ॒यम् । शत्रून्॑ । ज॒य॒तु॒ । जर्.हृ॑षाणः । अ॒यम् । वाज᳚म् । ज॒य॒तु॒ । वाज॑साता॒विति॒ वाज॑ - सा॒तौ॒ ।  । उ॒रु । वि॒ष्णो॒ इति॑ । वीति॑ । क्र॒म॒स्व॒ । उ॒रु । क्षया॑य । नः॒ । कृ॒धि॒ ।  । घृ॒तम् । घृ॒त॒यो॒न॒ इति॑ घृत - यो॒ने॒ । पि॒ब॒ । प्रप्रेति॒ प्र - प्र॒ । य॒ज्ञप॑ति॒मिति॑ य॒ज्ञ - प॒ति॒म् । ति॒र॒ ।  । सोमः॑ । जि॒गा॒ति॒ । गा॒तु॒विदिति॑ गातु - वित् । ",
  "attribute": {
    "rishi": "अज्ञात",
    "devata": "अज्ञात",
    "chandas": "अज्ञात"
  },
  "sayanaBhashya": "\n\nत्व सोमेति। कल्पः — “स्रुचि चतुर्गृहीतं गृहीत्वा शालामुखीये वैसर्जनहोमं जुहोति त्व सोम तनुकृद्भ्यो द्वेषोभ्योऽन्यकृतेभ्य उरु यन्ताऽसि वरूथ स्वाहेति, स्रुवेणाप्तुं प्रस्कन्दयति जुषाणो अप्तुराज्यस्य वेतु स्वाहेति, पूर्वया द्वारोपनिष्क्रामत्ययं नो अग्निर्वरिवः कृणोत्वयं मृधः पुर एतु प्रमिन्दन्। अय शत्रूञ्जयतु जर्हृषाणोऽयं वाजं जयतु वाजसाताविति, अथाऽऽहवनीये स्रुवाहुतिं जुहोति उरु विष्णो वि क्रमस्वोरु क्षयाय नः कृधि। घृतं घृतयोने पिब प्रप्र यज्ञपतिं तिर स्वाहेति” इति।\nतनूं शरीरं कृन्तति च्छिन्दन्तीती तनूकृन्ति रक्षांसि। द्विषन्तीति द्वेषांसि। अन्यैरस्मद्विरोधिभिरभिचरद्भिः कृतानि प्रेरितानीत्यन्यकृतानि। हे सोम त्वं तादृशेभ्यो नियन्ताऽसि। यथा तादृशानि नास्मान्बाधन्ते तथाऽऽस्मानन्यत्र सुरक्षितप्रदेशे स्थापयित्वा पालयसि। तस्मात्त्वमेवास्माकमुरु प्रभूतं वरूथं बलमसि, तस्मै तुभ्यमिदं हुतमस्तु। अप्तुं प्रस्कन्दयतीत्यत्राप्तुशब्द आज्यबिन्दुवाची मन्त्रे त्वल्पदेहवाची। हे सोम त्वं जुषाणोऽस्मासु प्रीतिमान्रक्षसामदर्शनायाप्तुरल्पदेहः सन्नाज्यस्य बिन्दुं वेतु पिब, तवेदं हुतमस्तु। पूर्वद्वारेण निष्क्रामन्तो यमग्निं प्रणयन्ति। अयमग्निरस्माकं वरिवः कृणोतु श्रेयः करोतु। अयं मृधो वैरिणः प्रभिन्दन्पुर एतु अग्रे गच्छतु। अयं जर्हृषाणो हृष्टान्तःकरणः शत्रूञ्जयतु। वाजस्यान्नस्य सातिर्लाभो यस्मिन्संग्रामे स वाजसातिस्तस्मिन्नयमस्मदर्थ वाजं जयतु वशी करोतु। हे विष्णो व्यापिन्नाहवनीयास्मदनुग्रहार्थमुरु विक्रमस्व वैरिषु बहुलं पराक्रमं कुरु। नोऽस्माकं क्षयाय निवासार्थमुरु कृधि बहुलं गृहधनादिकं संपादय। घृतेन ज्वालोद्भवाद्घृतयोनिः। हे घृतयोने हूयमानमिदं घृतं पिब, यज्ञपतिं यजमानं (प्र) प्रतिरातिशयेन वर्धय।\nमन्त्रान्व्याचिख्यासुरादौ होमं विधत्ते —\n“सुवर्गाय वा एतानि लोकाय हुयन्ते यद्वैसर्जनानि” (सं॰ का॰ ६ प्र॰ ३ अ॰ २) इति।\nअवान्तरदीक्षाविसर्जनार्थत्वादेतानि होमकर्माणि वैसर्जनानि।\nतत्प्रकारः सूत्रे दर्शितः — “उपस्थे ब्रह्मा राजानं कुरुते समपि व्रतान्ह्वयध्वमिति संप्रेष्यति यजमानस्यामात्यान्संह्वयन्न (न्तम) ध्वर्युं यजमानोऽन्वारभते यजमानं पत्नीमितरे पुत्रभ्रातरोऽहतेन वाससाऽमात्यान्संप्रच्छाद्य वाससोऽन्ते स्रुग्दण्डमुपनियम्य प्रचरण्या वैसर्जनानि जुहोति” इति।\nव्रतामात्यशब्दौ बन्धुवाचकौ। प्रचरणी जुह्वा सदृशी।\nविशेषान्क्रमेण विधत्ते —\n“द्वाभ्यां गार्हपत्ये जुहोति द्विपाद्यजमानः प्रतिष्ठित्या आग्नीध्रे जुहोत्यन्तरिक्ष एवाऽऽक्रमत आहवनीये जुहोति सुवर्गमेवैनं लोकं गमयति” (सं॰ का॰ ६ प्र॰ ३ अ॰ २) इति।\nद्वाभ्यां त्व सोम जुषाण इत्येताभ्याम्। आग्नीध्रे होमस्य मन्त्रो विधास्यते। आहवनीय उरु विष्णो, इति मन्त्रः।\nहोमात्पूर्वमेव ब्रह्मणा सोम आदातव्य इति विधत्ते –\n“देवान्वै सुवर्गं लोकं यतो रक्षास्यजिघासन्ते सोमेन राज्ञा रक्षास्यपहत्याप्तुमात्मानं कृत्वा सुवर्गं लोकमायन्रक्षसामनुपलाभायाऽऽत्तः सोमो भवत्यथ वैसर्जनानि जुहोति रक्षसामपहत्यै” (सं॰ का॰ ६ प्र॰ ३ अ॰ २) इति।\nयतो गच्छतः। अप्तुं रक्षोभिरुपलब्धुमशक्यमल्पदेहम्। आत्तो भवति स्वीकृतो भवेत्। तत ऊर्ध्वं कृतो होमो रक्षांस्यपहन्ति।\nप्रथममन्त्रस्य पूर्वभागोऽभिप्रेतं सोमस्य सामर्थ्यमुपपादयति —\n“त्व सोम तनूकृद्भ्य इत्याह तनूकृद्ध्येषः” (सं॰ का॰ ६ प्र॰ ३ अ॰ २) इति।\nतनुच्छिदां रक्षसामपि तनूं कृणत्ति च्छिनत्तीत्येष सोमोऽत्यन्तं तनुकृत्तस्माद्रक्षोभ्योऽस्मान्पालयितुं समर्थः।\nद्वितीयभागे विशेष्यं पूरयति —\n“द्वेषोभ्योऽन्यकृतेभ्य इत्याहान्यकृतानि हि रक्षासि” (सं॰ का॰ ६ प्र॰ ३ अ॰ २) इति।\nतृतीयभागस्योरु वरूथमित्यस्य वाक्यस्य शेषं पूरयति —\n‘उरु यन्ताऽसि वरुथमित्याहोरु णस्कृधीति वावैतदाह’ (सं॰ का॰ ६ प्र॰ ३ अ॰ २) इति।\nबहुलमस्मदर्थं कुर्वित्येतदेव स भागो ब्रूते।\nद्वितीयमन्त्रेऽप्तुशब्दसूचितमाह —\n‘जुषाणो अप्तुराज्यस्य वेत्वित्याहाप्तुमेव यजमानं कृत्वा सुवर्गं लोकं गमयति रक्षसामनुपलाभाय’ (सं॰ का॰ ६ प्र॰ ३ अ॰ २) इति।\nप्राचीनवंशान्निष्क्रम्याऽऽग्नीध्रे जिगमिषुभिरनुष्ठेयानि सोमस्वीकारादीनि षड् विधत्ते —\n‘आ सोमं ददत आ ग्राव्ण आ वायव्यान्या द्रोणकलशमुत्पत्नीमा नयन्त्यन्वना सि प्र वर्तयन्ति यावदेवास्यास्ति तेन सह सुवर्गं लोकमेति’ (सं॰ का॰ ६ प्र॰ ३ अ॰ २) इति।\nसोमं हविर्धाने नेतुमाददीरन्। ग्रावणोऽभिषवार्थाः। वायव्यान्युलूखलसदृशानि ग्रहपात्राणि। द्रोणकलशः प्रौढं काष्ठपात्रम्। एतान्याददीरन्। पत्नीं स्वस्थानादुत्थाप्याऽऽनयेयुः। व्रीह्याद्यौषधद्रव्यार्थं यत्तृतीयं शकटं तदेवासकृदावृत्तत्वादनांसीति बहुवचनेनोच्यते। तदनु पुनः पुनः प्रवर्तयेयुः। एवं सति यजमानस्य स्वं यावदस्ति तेन सर्वेण सह स्वर्गं प्राप्नोति।\nविधत्ते — ‘नयवत्यर्चाऽऽग्नीध्रे जुहोति सुवर्गस्य लोकस्याभिनीत्यै’ (सं॰ का॰ ६ प्र॰ ३ अ॰ २) इति।\nअग्ने नय सुपथेत्यसौ नयवती।\nअत्र सूत्रम् – ‘शालामुखीये प्रणयनीयमिध्ममादीप्य सिकताभिरुपयम्याग्नीषोमाभ्यां प्रणीयमानाभ्यामनुब्रूहीति संप्रेष्यति प्रणीयमानायानुब्रूहीति वा प्रथमायां त्रिरनूक्तायामयं नो अग्निर्वरिवः कृणोत्वित्यग्निप्रथमाः सोमप्रथमा वा प्राञ्चोऽभि प्रव्रजन्त्याग्नीध्रीयेऽग्निं प्रतिष्ठाप्याग्ने नयेत्यर्धमाज्यशेषस्य जुहोति’ इति।\nप्रचरण्या चतुर्गृहीतस्याऽऽज्यस्यार्धं गार्हपत्ये मन्त्रद्वयेन हुतमवशिष्टेऽप्यर्धमाज्यमाग्नीध्रे हुत्वेतरदाहवनीये होतुं शेषयेत्।\nविधत्ते — ‘ग्राव्णो वायव्यानि द्रोणकलशमाग्नीध्र उप वासयति’ (सं॰ का॰ ६ प्र॰ ३ अ॰ २) इति।\nस्थापयेदित्यर्थः।\nतद्वत्सोमस्यापि स्थापनप्राप्तौ तद्वारयितुं ग्रहणं विधत्ते —\n‘वि ह्येनं तैर्गृह्णते यत्सहोपवासयेदपुवायेत्’ (सं॰ का॰ ६ प्र॰ ३ अ॰ २) इति।\nएनं सोमं तैर्ग्रावादिभिर्वियुज्य नेतुं गृह्णीरन्। यदि कश्चित्तैः सह स्थापयेत्तदानीमभिषवभीत्या सोमस्योदरं पूति भवेत्। अत्राऽऽज्यशेषस्याऽऽहवनीये होमायोरु विष्णो, इति यो मन्त्रो यश्च ततः पूर्वोऽयं नो अग्निरिति मन्त्रस्तावुपेक्षितौ।\nसोम इति। कल्पः — ‘ब्रह्मणो राजानमादाय पूर्वया द्वारा हविर्धानं प्रपादयति सोमो जिगाति गातुविद्देवानामेति निष्कृतमृतस्य योनिमासदमिति’ इति।\nगातुविन्मार्गज्ञः सोमो जिगाति गच्छति। कं देशं गच्छति, आसीदत्यस्मिन्हविर्धानदेश इत्यासदः। देवानामासदमेति। कीदृशं, निष्कृतमलंकृतम्। ऋतस्य यज्ञस्य योनिं कारणं ग्रहचमसादिहविषामत्रावस्थितत्वात्।\nविधत्ते —\n‘सौम्यर्चा प्र पादयति स्वयैवैनं देवतया प्र पादयति’ (सं॰ का॰ ६ प्र॰ ३ अ॰ २) इति।\nअदित्या इति। कल्पः – ‘अथ दक्षिणस्य हविर्धानस्य नीडे कृष्णाजिनमास्तृणाति अदित्याः सदोऽसीत्यदित्याः सद आ सीदेति। कृष्णाजिने राजानम्’ इति।\nस्पष्टार्थतां दर्शयति —\n‘अदित्याः सदोऽस्यदित्याः सद आ सीदेत्याह यथायजुरेवैतत्’ (सं॰ का॰ ६ प्र॰ ३ अ॰ २) इति।\nएष व इति। कल्पः — ‘अथैनं देवताभ्यः संप्रयच्छत्येष वो देव सवितः सोमस्त रक्षध्वं मा वो दभदिति’ इति।\nएतावन्तं कालं यजमानः सोममरक्षत्। इत ऊर्ध्वं हे देव युष्मदीयं सोमं यूयमेव रक्षध्वम्। यद्यपीन्द्रादयः सर्वे संबोधनीयास्तथाऽपि परिवृढत्वादशेषोप-\nलक्षणार्थं सवितैव संबोध्यते। मा वो दभत्सोमं रक्षमाणान्युष्मान्कश्चिदपि मा हिंसीत्।\nसवितृसंबोधनतात्पर्यमाह —\n‘यजमानो वा एतस्य पुरा गोप्ता भवत्येष वो देव सवितः सोम इत्याह सवितृमसूत एवैनं देवताभ्यः सं प्र यच्छति” [सं॰ का॰ ६ प्र॰ ३ अ॰ २] इति।\nएतत्त्वमिति। बौधायनः – “संपदायोपतिष्ठत एतत्त्व सोम देवो देवानुपागा इदमहं मनुष्यो मनुष्यान्त्सह प्रजया सह रायस्पोषेणेति” इति।\nहे सोम त्वं देवः सन्भवदीयान्देवानेतदिदानीं प्राप्तोऽसि। अहमपि मनुष्यः सन्मदीयान्मनुष्यानिदमिदानीं प्राप्तोऽस्मि। कीदृशोऽहं, पुत्रादिप्रजया पश्वादिधनपुष्ठ्या च सह वर्तमानः।\nमन्त्रभागयोर्द्वयोः प्रसिद्धिं तृतीयभागे विपक्षबाधं च दर्शयति —\n“एतत्त्व सोम देवो देवानुपागा इत्याह देवो ह्येष सन्देवानुपैतीदमहं मुनुष्यो मनुष्यानित्याह मनुष्यो ह्येष सन्मनुष्यानुपैति यदेतद्यजुर्न ब्रूयादप्रजा अपशुर्यजमानः स्यात्सह प्रजया सह रायस्पोषेणेत्याह प्रजयैव पशुभिः सहेमं लोकमुपावर्तते” (सं॰ का॰ ६ प्र॰ ३ अ॰ २) इति।\nनम इति। बौधायनः — “नमो देवेभ्य इति प्राञ्चमञ्जलिं करोति स्वधा पितृभ्य इति दक्षिणाप्रत्यञ्चमथोपनिष्क्रामतीदमहं निर्वरुणस्य पाशादित्यथाऽऽहवनीयमुपतिष्ठते सुवरभि वि ख्येषं वैश्वानरं ज्योतिरिति” इति।\nआपस्तम्बः — “इदमहं मनुष्यो मनुष्यानिति प्रदक्षिणमावृत्य नमो देवेभ्य इति प्राचीनमञ्जलिं कृत्वा स्वधा पितृभ्य इति दक्षिणे, इदमहं निर्वरुणस्य पाशादित्युपनिष्क्रम्य सुवरभि वि ख्येषमिति सर्वं विहारमनुवीक्षते वैश्वानरं ज्योतिरित्याहवनीयम्” इति।\nमन्त्रद्वयार्थप्रसिद्धिं दर्शयति —\n“नमो देवेभ्य इत्याह नमस्कारो हि देवाना स्वधा पितृभ्य इत्याह स्वधाकारो हि पितृणाम्” (सं॰ का॰ ६ प्र॰ ३ अ॰ २) इति।\nनिर्वरुणस्य पाशादित्यत्र निर्मुञ्चामीत्यध्याहर्तव्यम्।\nएतमेवाभिप्रायं दर्शयति —\n“इदमहं निर्वरुणस्य पाशादित्याह वरुणपाशादेव निर्मुच्यते’ (सं॰ का॰ ६ प्र॰ ३ अ॰ २) इति।\nअग्न इति। कल्पः – “अथ यजमानोऽवान्तरदीक्षां विसर्जति अग्ने व्रतपते त्वं व्रातानां व्रतपतिरसि या मम तनूस्त्वय्यभूदिय सा मयि या तव तनूर्मय्यभूदेषा सा त्वयि यथायथं नौ व्रतपते व्रतिनोर्व्रतिनोर्व्रतानीति” इति।\nअवान्तरदीक्षाया आदौ यजमानः स्वतनुमग्नौ संकल्पेनावस्थाप्याग्नितनुं च स्वस्मिन्नवस्थाप्य सह व्रतनियममुपचक्रमे। इदानीं तु शरीरव्यत्ययस्यासमाहितत्वाद्व्रतिनोरग्नियजमानयोः स्वोचितव्रतमेवास्तु। अत्र सुवरभि वि ख्येषं वैश्वानरं ज्योतिरित्येतौ मन्त्रौ पुरोडाशब्राह्मणे स्पष्टत्वादुपेक्षितौ।\nअस्य तु मन्त्रस्य प्रतीकग्रहणपूर्वकं तात्पर्यमाह —\n“अग्ने व्रतपत आत्मनः पूर्वा तनूरादेयेत्याहुः को हि तद्वेद यद्वसीयान्त्स्वे वशे भूते पुनर्वा ददाति न वेति” [सं॰ का॰ ६ प्र॰ ३ अ॰ २] इति।\nअग्ने व्रतपत इत्येतावत्प्रतीकम्। स्वकीया पूर्वा तनूरग्निसकाशात्सहसा स्वीकार्येति बुद्धिमन्त आहुः। कुतः वसीयानत्यन्तधनिकः प्रभुः परकीये वस्तुनि स्ववशीभूते सति पुनर्ददाति वा न वेति यत्तत्को नाम वेद। ततो वशीभावात्प्रागेवाऽऽदेया।\nग्रावादीनामाग्नीध्रे स्थापनं यत्पूर्वमुक्तं तत्प्रशंसति —\n“ग्रावाणो वै सोमस्य राज्ञो मलिम्लुसेना य एवं विद्वान्ग्राव्ण आग्नीध्र उपवासयति नैनं मलिम्लुसेना विन्दति” [सं॰ का॰ ६ प्र॰ ३ अ॰ २] इति।\nमलिम्लुसेना विरोधितस्करसेना।\nअत्र विनियोगसंग्रहः —\n“त्व जुषा पश्चिमे वह्नौ वैसर्जनहुतिस्त्वयम्।\nशालामुखीयतो वह्निं धृत्वा प्राञ्चोऽभियान्ति ही ॥१॥\nउरु हुत्वा पूर्ववह्नौ सोमो राजानमग्रतः।\nहविर्धानं नयत्यत्र चर्म संस्तीर्य सादयेत् ॥२॥\nअदिद्वयोदेष सोमं निर्दिश्यैतन्निमन्त्रयेत्।\nइदं दक्षिणमावृत्य नमः प्रागञ्जलिः स्वधा ॥३॥\nदक्षिणाञ्जलिरेतस्मान्निर्गच्छेन्मण्डपादिदम्।\nसुवर्विहारमीक्षित्वा वैश्वा पूर्वाग्निमीक्षते।\nअग्ने वह्नेरुपस्थानं मन्त्राः षोडश कीर्तिताः ॥४॥” इति।\nPage no. 363\nअथ मीमांसा।\nप्रथमाध्यायस्व तृतीयपादे चिन्तितम्—\n‘वैसर्जनाख्यहोमीयवाससो ग्रहणस्मृतिः।\nप्रमा न वा श्रुत्यबाधात्प्रमा स्यादष्टकादिवत्॥\nदृष्टलोभैकमूलत्वसंभवे श्रुत्यकल्पनात्।\nसर्ववेष्टनवद्बाधहीनाऽप्येषा न हि प्रमा’ इति॥\nइदं स्मर्यते — ‘वैसर्जनहोमवासोऽध्वर्युर्गृह्णाति’ इति। सेयं स्मृतिः सर्ववेष्टनस्मृतिवत्प्रत्यक्षश्रुत्या न बाध्यते। ततोऽष्टकादिस्मृतिवन्मूलवेदानुमानेन प्रमाणमिति प्राप्ते ब्रूमः — कदाचित्कश्चिदध्वर्युर्लोभादेतद्वासो जग्राह। तन्मूलैवैषा स्मृतिरित्यपि कल्पना संभवति। दृष्टानुसारिणी चेयं कल्पना। दक्षिणया परिक्रीतानामृत्विजां लोभदर्शनात्। तथा सत्यस्याः स्मृतेरन्यथाऽप्युपपत्तावष्टकादिमूलश्रुतिवन्मूलश्रुतिर्न कल्पयितुं शक्यते। अतो बाधाभावेऽपि मूलवेदाभावान्नेयं स्मृतिः प्रमाणम्।\nअथ च्छन्दः –\nत्व सोमेति गायत्री, अयं नो अग्निरिति त्रिष्टुप्। उरु विष्णो, इत्यनुष्टुप्। सोमो जिगातीति गायत्री॥\nइति श्रीमत्सायणाचार्यविरचिते माधवीये वेदार्थप्रकाशे कृष्णयजुर्वेदीयतैत्तिरीयसंहिताभाष्ये प्रथमकाण्डे तृतीयप्रपाठके चतुर्थोऽनुवाकः ॥४॥\n",
  "bhattaBhashya": "\n\n\n2अवान्तरदीक्षां विसृज्य स्रुवेणाप्तुं प्रस्कन्दयति - जुषाण इति विराजा यजुरन्तया एकपदया ॥ अप्तुः बिन्दुः । विभीक्तव्यत्ययः । आज्यस्याप्तुं वेतु पिबतु । कः - जुषाणः प्रीयमाणः । ताच्छीलिकश्चानश्, 'भहुलं छन्दसि' इति शं बाबित्वा शपो लुक्, लसार्वधातुकानुदात्तत्वाभावात् 'चितः इत्यन्तोदात्तत्वम् । यद्वा - आप्तव्योप्तुः । `आप्नोतेर्ह्रस्वश्च' इत्याप्तोतेस्तुप्रत्ययः । आप्तव्योयं सोमः प्रीयमाण आज्यस्य वेतु पिबतु । 'क्रियाग्रहणं कर्तव्यम्' इत्याज्यस्य सम्प्रदानत्वम्, 'चतुर्थ्यर्थे बहुलं छन्दसि' इति षष्ठी । 'देवान्वै सुवर्गं लोकं यतो रक्षांस्यजिघासन्' इत्यादि ब्राह्मणम् । स्वाहेति पुर्ववत् ॥\n\n3पूर्वया द्वारा शालाया उपनिष्क्रामति- अयं न इति चतुष्पदया त्रिष्टुभा ॥ अयमग्नीषोमाख्यः प्रणियमानोग्रिर्वरिवः कृणोतु अभीष्टानि धनानि ददातु । कृवि हिंसाकरणयोः, 'धिन्विकृण्व्योरच' इत्युप्रत्ययः । किञ्च - अयं मृधस्सङ्ग्रामान् प्रभिन्दन् प्रकर्षेण विनाशयन् पुरोग्रत एतु गच्छतु । ततश्चायमग्निरस्माकं शत्रून् जयतु । जर्हृषाणः जयेन भृशं हृष्टान्तःकरणः । हृषेर्यड्लुगन्ताद्व्यत्ययेनात्मनेपदम्, 'अभ्यस्तानामादिः' इत्याद्युदात्तत्वम् । किञ्च - अयमग्निर्वाजमन्नं जयतु अस्मदर्थमात्मवशं करोतु । क्व ? । वाजसातौ । 'ऊतियूति' इत्यादिना निपातनात् सनोतेः कर्मणि क्तिन्, 'जनसन' इत्यात्वम् । वाजो लभ्यते यस्मिन् तस्मिन् वाजसातौ सङ्गामे वाजं जयतु । वाजशब्दो वृषादित्वादाद्युदात्तः ॥\n\n4आह्वनीये स्रुवाहुतिं जुहोति - उरु विष्णो इति चतुष्पदयानुष्टुभा ॥ हे अग्ने विष्णो व्यापक । 'विषेः किच्च' इति नुप्रत्ययः । उरु विक्र्मस्व महाविक्रमो भव सर्वत्राप्रतिहतो भव । 'वृत्तिसर्गतायनेषु क्रमः' इत्यात्मनेपदम् । किञ्च – नः अस्माकं क्षयाय निवासाय निवासस्य । 'षष्ठ्यर्थे चतुर्थी वक्तव्या', क्षयो निवासे' इत्याद्युदात्तत्वम् । उरु कृधि बहुधनादिकं देहि, अरिक्तमस्माकं निवासं कुर्वित्यर्यः । 'कः करत्करतिकृधिकृतेष्वनदितेः' इति संहितायां नसस्सकारस्य सकारो व्यत्ययेन न प्रवर्तते । उक्तं च प्रातिशाख्ये 'न सक्रघकारपरे' इति । अपिच - हे घृतयोने अपां योने, 'अग्नेरापः' इति । इदं हूयमानं घृतमाज्यं पिब । अपिच - यज्ञपतिं यजमानं प्रतिर वर्धय । प्रपूर्वस्तिरतिर्वृद्धिकर्मा । 'प्रसमुपोदः पादपूरणे' इति प्रशब्दस्य द्विर्वचनम्, 'अनुदात्तं च' इति द्वितीयः प्रशब्दोनुदात्तः । 'पत्यावैश्वर्ये' इति प्रकृतिस्वरत्वेन यज्ञशबोन्तोदात्तः, 'यजयाच' इति नञ्प्रत्ययान्तत्वात् ॥\n\n5ब्राह्मणो राजानमादाय पूर्वया द्वारा हविर्धानं प्रपादयति - सोमो जिगतीति त्रिपदया गायत्र्या ॥ गातुर्मार्गः । गाङ् गतौ, 'कमिमनिजनि' इत्यादिना तुप्रत्ययः । गातुं वेत्ति विन्दतीति वा गातुवित् । क्विपि कृदुत्तरपदप्रकृतिस्वरत्वम् । ईदृशोयं सोमो जिगाति गच्छति । गा स्तुतौ छन्दसि इति जुहोत्यादिकः उदात्तेत्, 'बहुलं छन्दसि' इत्यभ्यासस्येत्वम् । इहत्वयं गतिकर्मा गतिकर्मसु हि जिगातीति निरुक्तकाराः पठन्ति । कं देशं गच्छतीत्याह - देवानामिति । देवानामासदं, आ समन्तात्सीदन्त्यस्मिन्नित्यासदः । 'घञर्थे कविधानम्' इति कः, 'परादिश्छन्दसि' इत्युत्तरपदाद्युदात्तत्वम् । निष्कृतमलङ्कृतम् । प्रबृद्धादेराकृतिगणत्वादुत्तरपदान्तोदात्तत्वम् । ऋतस्य सत्यस्य यज्ञस्य वा योनिमुत्पत्तिस्थानं हविर्धानमेति प्रपद्यते । 'सौम्यर्चा प्र पादयाति' इत्यादि ब्राह्मणम् ॥\n\n8दक्षिणस्य हविर्धानस्य नीडे कृष्णाजिनमास्तृणाति - आदित्या इति ॥ अदितिर्देवमाता तस्यास्सदोस्यासनमसि । सीदन्त्यस्मिन्निति सदः ॥\n\n7कृष्णाजिने राजानमासादयति - अदित्या इति ॥ अदित्यास्सदोभूतमेतत्कृष्णाजिनं हे सोम आसीद अधितिष्ठ । प्रागेव व्याख्यातामिदं मन्त्रद्वयम् ॥\n\n8राजानं देवताभ्यस्सम्प्रयच्छति - एष इति ॥ हे देव सवितः सर्वस्य प्रेरक, एष सोमः वः युष्मभ्यं देवेभ्यो न्यासभूतः परिधीयते । यद्वा - युष्माकमेष सोमः, युष्मत्पानार्थत्वात्; अतो युष्मभ्यमेव परिधीयत इति भावः । सवितुः प्राधान्यात्तन्मुखेन देवेभ्यः परिधीयते । तं च सोमं हे सवितः यस्त्वं ये चान्ये देवाः ते यूयं रक्षध्वम् । व्यत्ययेनात्मनेपदम् । रक्षतश्च युष्मान् कश्चिदपि हिंस्री मा दभत् मा हिंसीत् । दम्भेर्लुङि व्यत्ययेन च्लेरङ् । 'यजमानो वा एतस्य पुरा गोप्ता भवति' इन्यादि ब्राह्मनम् ॥\n\n9राजानमुपतिष्ठते - एतत्त्वमिति ॥ एततत् एतस्मिन्काले । इदमित्यपि तथा । उभयत्र 'सुपाम् सुलुक्' इति सप्तम्या लुक् । हे सोम एतस्मिन्काले देवस्त्वं देवानुपागाः उपसंप्राप्तोसि । अस्मिन्कालेहमपि मनुष्यो मनुष्यानुपागाम् । क्रियाविशेषणं चोभयम् । सर्वत्र प्रायेणास्मद्विषय इदं शब्दः, युष्मद्विषय एतच्छब्दः, यथा - 'एषा सा त्वयि' 'इयं सा मयि' इति । उपागामित्यत्र 'गातिस्था' इति सिचो लुक् । 'देवो ह्येष सन्' इत्यादि ब्राह्मणम् । किं केवलं एव मनुष्यानुपैति । नेत्याह - प्रजया सह रायो धनस्य पोषेण च सह मनुष्यानुपागामिति । 'यदेतद्यजुर्न ब्रूयादप्रजा अपशुर्यजमानस्यात्' इत्यादि ब्राह्मणम् । प्रजाशब्दः कृदुत्तरपदप्रकृतिस्वरेणान्तोदात्तः, 'उपसर्गे च संज्ञायाम्' इति डप्रत्ययः । 'ऊडिदम्' इत्यादिना रैशब्दात् षष्ठ्या उदात्तत्वम् ॥\n\n10प्राञ्चमञ्जलिं करोति - नमो देवेभ्य इति ॥ अस्त्विति शेषः । 'नमस्कारो हि देवानाम्' इति ब्राह्मणम् ॥\n\n11अञ्जलिं दक्षिणां न्यञ्चति - स्वधा पितृभ्य इति ॥ स्वमात्मानं दधातीति स्वधा । 'आतोनुपसर्गे कः, 'थाथादिस्वरेणान्तोदात्तत्वम् । अन्नमुच्यते । स्वधा पितृभ्योस्तु । 'स्वधाकारो हि पितृणाम्' इति ब्राह्मणम् ॥\n\n12 उपनिष्क्रामति - इदमिति ॥ क्रियाविशेषणम् । निरित्युपसर्गसामर्थ्यात् गच्छामीति योग्यं क्रियापदमध्याह्रियते । अहं वरुणस्य पाशादिदं निर्गच्छामि । वरुणस्य पाशादिव ममेदं निर्गमनम् । शालायां बद्ध इव [बद्धस्येव] स्थितस्य इदानीं निर्गमादेवमुच्यते । 'वरुणपाशादेव निर्मुच्यते' इति ब्राह्मणम् ॥\n\n13 आहवनीयमीक्षते - सुवरिति ॥ स्वर्गसाधनत्वेन स्तुतिः । विश्वेषां नराणां ज्योतिष्ट्वं नयतीति वैश्वानरं द्योतमानमाहवनीयमाभिमुख्येन पश्यामीति । व्याख्यातम् । ख्यातेराशिषि लिङि, 'लिङ्यशिष्यङ्' 'अतो येयः' ॥\n\n14यजमानमवान्तरदीक्षां विसर्जयति - अग्ने व्रतपत इति ॥ हे अग्ने व्रतपते त्वं हि सर्वेषां व्रतानां सम्बन्धी व्रतपतिरसि । व्याख्यातं चेदं पूर्वम् । अतस्त्वत्प्रसादादेवाहं व्रती सपन्नः । इदानीं तु विसृष्टिदीक्षे मयि या मम ततूः पूर्वं त्वय्यभूत् सेयमिदानीं मय्येवास्तु । या च तव तनूः पूर्वं मय्यभूत्सैषेदानीं त्वय्येवास्तु । 'युष्मदस्मदोर्ङसि' इति तवममशब्दावाद्युदात्तौ । पूर्वं हि 'या मम तनूरेषा सा त्वयि या तव तनूरियं सा मयि' इत्याभ्यां तन्वोर्विनिमयः कृतः । इदानीं तु यथायथं गृह्यते । एवं गृहीतस्वस्वतन्वोरावयोर्व्रतिनोः व्रतानि कर्माणि यथायथं भवन्तु । 'यथास्वे यथायथम्' इति निपात्यते । मदीयानि ममैव सन्तु, त्वदीयानि तथा तवैव च सन्त्वित्यर्थः । पूर्वं हि 'सह नौ व्रतपते व्रतिनोर्व्रतानि' इति परस्परकृतत्वं व्रतानामभ्युपगतं, यन्मया कृतं तत्त्वयापि कृतम्, यत्त्वया कृतं तन्मयापीति । इदानीं तु यथायथं व्यवस्थाप्यन्ते । 'अग्ने व्रतपत आत्मनः पूर्वा तनूरादेयेत्याहुः' इति ब्राह्मणम् ॥\n\nइति तृतीये चतुर्थोनुवाकः ॥\n"
}