{
  "id": "TS 2.6.11.4",
  "classification": {
    "kanda": "2",
    "prasna": "6",
    "anuvaka": "11",
    "panchasat": "4"
  },
  "header": "TS 2.6.11.4",
  "panchasatInfo": " 64",
  "padaCount": 69,
  "samhita": "सं॒ॅवतोऽव॑राꣳ अ॒भ्या त॑र । यत्रा॒हमस्मि॒ ताꣳ अ॑व ॥ वि॒द्मा हि ते॑ पु॒रा व॒यमग्ने॑ पि॒तुर्यथाव॑सः । अधा॑ ते सु॒म्नमी॑महे ॥ य उ॒ग्र इ॑व शर्य॒हा ति॒ग्मशृ॑ङ्गो॒ न वꣳस॑गः । अग्ने॒ पुरो॑ रु॒रोजि॑थ ॥ सखा॑यः॒ सं ॅवः॑ सं॒यञ्च॒मिषꣳ॒॒ स्तोमं॑ चा॒ग्नये᳚ । वर्.षि॑ष्ठाय क्षिती॒नामू॒र्जो नप्त्रे॒ सह॑स्वते ॥ सꣳ स॒मिद्यु॑वसे वृष॒न्न ( ) -ग्ने॒ विश्वा᳚न्य॒र्य आ । इ॒डस्प॒दे समि॑ध्यसे॒ स नो॒ वसू॒न्या भ॑र ।प्रजा॑पते॒ >1, स वे॑द॒>2, सोमा॑ पूषणे॒>3, मौ दे॒वौ>4 ॥",
  "pada": "सं॒ॅवत॒ इति॑ सं-वतः॑ । अव॑रान् । अ॒भि । एति॑ । त॒र॒ ।  । यत्र॑ । अ॒हम् । अस्मि॑ । तान् । अ॒व॒ ।  । वि॒द्म । हि । ते॒ । पु॒रा । व॒यम् । अग्ने᳚ । पि॒तुः । यथा᳚ । अव॑सः ।  । अध॑ । ते॒ । सु॒म्नम् । ई॒म॒हे॒ ।  । यः । उ॒ग्रः । इ॒व॒ । श॒र्य॒हेति॑ शर्य - हा । ति॒ग्मशृ॑ङ्ग॒ इति॑ ति॒ग्म - शृ॒ङ्गः॒ । न । वꣳस॑गः ।  । अग्ने᳚ । पुरः॑ । रु॒रोजि॑थ ।  । सखा॑यः । समिति॑ । वः॒ । स॒म्यञ्च᳚म् । इष᳚म् । स्तोम᳚म् । च॒ । अ॒ग्नये᳚ ।  । वर्.षि॑ष्ठाय । क्षि॒ती॒नाम् । ऊ॒र्जः । नप्त्रे᳚ । सह॑स्वते ।  । सꣳस॒मिति॒ सं-स॒म् । इत् । यु॒व॒से॒ । वृ॒ष॒न्न् ( ) । अग्ने᳚ । विश्वा॑नि । अ॒र्यः । आ ।  । इ॒डः । प॒दे । समिति॑ । इ॒द्ध्य॒से॒ । सः । नः॒ । वसू॑नि । एति॑ । भ॒र॒ ।  । प्रजा॑पत॒ इति॒ प्रजा᳚ - प॒ते॒ । सः । वे॒द॒ । सोमा॑पूष॒णेति॒ सोमा᳚ - पू॒ष॒णा॒ । इ॒मौ । दे॒वौ ।  । ",
  "attribute": {
    "rishi": "अज्ञात",
    "devata": "अज्ञात",
    "chandas": "अज्ञात"
  },
  "sayanaBhashya": "\n\n\"अथैकादशे संवर्गेष्टिहौत्रमन्त्रा अभिधीयन्ते। ननु “सत्यं प्रपद्ये। इत्यादिक एको हौत्रकाण्डः। “उभा वामिन्द्राग्नी” इत्यादिरन्त्यानुवाकात्मकोपरः। तयोर्मध्ये “युक्ष्वा हि” इत्यनुवाको न समाम्नातः। तत्कथमस्य हौत्रत्वम् समाख्यतेति वदामः। यथा तयोः काण्डयोर्याज्ञिकानां समाख्यया हौत्रत्वं तथास्याप्यनुवाकस्येति द्रष्टव्यम्। अत एवापस्तम्ब आह—अग्नये संवर्गाय पुरोडाशमष्टाकपालम्” इत्युक्तं (क्त्वा) “युक्ष्या हि देवहूतमानिति पञ्चदश सामिधेनीरन्वाह नित्यया परिदधाति कुवित्सु नो गविष्टम इति याज्यानुवाक्ये यस्याजुषाद्विद्माहित इति संयाज्ये” इति। नित्यया आ जुहोतः दुवस्यतेत्यनयेत्यर्थः। तत्र प्रथमायाः सामिधेन्याः पाठस्तु युक्ष्येति। हेग्ने त्वं देवहूतमान्देवानामाह्यातृतमान्देवान्योजय। हिशब्दः प्रसिद्धवाची। प्रसिद्धेस्मिन्कर्मणीत्यर्थः। योजने दृष्टान्तः-रथीरश्वानिवेति। रथस्वामी यथाश्वान्योजयति तद्वत्। किंच त्वं पूर्व्यः पुरातनो होता होमोत्पादको भूत्वा निषदोस्मिन्यागस्थाने निषीद। अथ द्वितीया उत न इति। अपि च हे वेवाग्ने त्वं विदुष्टरोतिशयेनास्मदभिप्रायं विद्वान्देवान्प्रत्यच्छाभिमुख्येन गत्वा यजमानो हषिर्दास्यतीति वोचो ब्रूहि। विश्वा वार्या सर्वाणि वरणीयान्यस्मदभिप्रेतानि श्रत्कृधि श्रद्धेयानि विश्वसनीयानि यथा भवन्ति तथा करु। अथ तृतीया त्वं हेति। हे यविष्ठ्य युवतम हे सहसः सूनो बलस्य पुत्र मथनशक्त्योत्पन्नत्वाद्घलपुत्रत्वम्। हे आहुत देवानामाह्वातः, त्वं ह त्वमेव यद्यस्मादृतावासत्यवांस्तस्माद्यज्ञियो भुवो यज्ञसाधनो भव। अथ चतुर्थी अयमग्निरिति। अयमिध्यमानोग्निः सहस्रसंख्याकस्य शतसंख्याकस्य च वाजस्यान्नस्य पतिरत एव मूर्धा शिरोवदुन्नतः कविर्विद्वान्रणीयां धनानां दाता भवतु। अथ पञ्चमी तं नेमिमिति। हेङ्गिरोङ्गसौष्ठवयुक्ताग्ने समाना हूतिर्देवानामाहूवानं येषामृत्विजां ते सहूतयस्तैः सहूतिभिर्युक्तस्त्वं तं यज्ञमस्माकं नेदीयः समीपं प्रत्यानमस्वानीय वशं कुरु। तत्र दृष्टान्तः ऋभवो यथेति। यथा देवतक्षाणो रथ चक्रस्य नेमिमानीय स्ववशत्वेन परिभ्राम्यमणां कुर्वन्ति तद्वत्। अथ षष्ठी तस्मा इति। हे विरूप विविधरूपयुक्ताग्नेभिद्यवे सर्वतो द्योतमानाय वृष्णे काम्यानां वर्षयित्रे तस्मै यष्टव्याय देवाय नित्यया वैदिकमन्त्ररूपया वाचास्माभिः क्रियमाणां सुष्टुतिं शोभनां स्तुतिं नूनं चोदस्व सर्वथा प्रेरय तदग्रे कथयेत्यर्थः। अथ सप्तमी कमु ष्बिदिति। पाकोल्पः। चक्षो ज्ञानम्। अपाकं चक्षो यस्यासावपाकचक्षाः सर्वज्ञ इत्यर्थः। सर्वं जानतोस्याग्नेः सेनया परिचारकजनेन सह गोषु गवादिद्रव्यविषये कमु पणिं स्तरामहे स्वित्कं नाम व्यवहारमाच्छादयाम। एतदीयं परिचारकजनं वञ्चयित्वा न कोपि व्यवहारोस्माभिः कर्तुं शक्यते। तस्मात्सर्वमपि व्यवहारमस्यानुग्रहेणैव कुर्म इत्यर्थः। अथाष्टमी मा नो देवानामिति। देवानां संबन्धिनो विशो वाणिज्यकारिण्यः प्रजा नोस्मान्मा हासुर्नैव परित्यक्तवत्यः। का इव, प्रस्नातीः प्रस्नुता उसनाः क्षीरादिप्रदानेन वासहेतवोघ्निया इव। किमिव, कृशं नाल्पवयस्कं वत्समिव। यथा क्षीरपूर्णस्तनयुक्ता गावः शिशुं वत्सं न त्यजन्ति तद्वदित्यर्थः। अथ नवमी मा न इति। समस्यास्माभिः समानस्य दूढ्यो दुर्धियः परिद्वेषसः सर्वतो द्वेषं कुर्वतः शत्रोरंहतिरस्मासु कृतो द्रोहो नोस्माना समन्तान्मा वधीत्। कांकेव, नावमूर्मिर्न। यथा नद्यां गच्छन्ती नावमूर्मिर्न नाशयति तद्वद्वैरिकृतो द्रोहो स्मान्मा विनाशयतु। सर्वशब्दपर्यायो वायं समशब्दः सर्वस्य वैरिणो द्रोहो मा विनाशयत्। अथ दशमी नमस्त इति। हे देवाग्ने कृष्टयो मनुष्यास्ते तवौजसे बलाय नमो गृणन्ति नमस्कारवाचिनं शब्दं प्रयुञ्जते यजमानादयस्त्वदीयं बलं नमस्कुर्वन्तीत्यर्थः। अतस्त्वममित्रमस्माकमपकारिणमर्दय मारय, अमै रोगादिभिः। एवं दश सामिधेनीरुक्त्वा पुरोनुवाक्यामाह कुवित्सु न इति। हेग्ने त्वं नोस्माकं रयिं धनं कुविद्बाहुल्यं यथा भवति तथा सुष्ठु संवेविषः सम्यग्व्याप्तिमकरोः। किमर्थं गविष्टये गोभिः सहितेष्टिर्गविष्टिस्तदर्थमुरुकृत्प्रभूतकारी त्वं नोस्माकं कर्मफलमुरु कृधि प्रभूतं कुरु। अथ याज्या\"\n\"मा न इति। नोस्मभ्यं त्वया दत्तेस्मिन्महाधने मा परावर्क्पराभवकारण वर्जनं विनाशनं मा कुरु। तत्र दृष्टान्तः—भारभृद्यथेति। लोके यथा भारयाही बलीवर्दादिर्द्रव्यादिकं न नाशयति तद्वत्। किंच, संवृज्य *संदृश्य देये धनराशौ पुनः पुनः समानीय रयिं (सं) जय प्रभूतं धनं सम्यक्प्रापय। तत्रैव विकल्पितां याज्यामाह अन्यमस्भदिति। हेग्न इयं दुच्छुना रोगरूपा दारिद्र्यरूपानेकरूपा वा पाडीस्मदन्यमस्मत्तो व्यतिरिक्तं वैरिणं संबध्नातु। किमर्थं भियै भीत्यर्थंम्। यथा पीडया वैरी भीतः पलायते तथा पीडां प्राप्नोतु। नोस्माकं शवो वर्ध बलं वर्धय। किंत (व) त्, अमवत्। यश्च(था) वैरिणामयो रोगो वर्धि (र्धे) तं तद्वत्। अथ स्विष्टकृत्पुरोनुवाक्या यस्याजुषन्निति। दुष्टोङ्गविकलो मखो यज्ञो दुर्मखः। न विद्यते दुर्मखो यस्य यजमानस्य सोयमदुर्मखः, सम्यगनुष्ठितयज्ञ इत्यर्थः। तस्य नमस्विनो भक्त्या नमस्कुर्वतो यस्य यजमानस्य शमीं सुखकरीमाहुतिमजुषदग्निरसेवत। अदुर्मखस्य सम्यगनुष्ठायिनो वा यस्य यजमानस्य शमीमजुषत्तंघेत्तघेवोभयं नमस्कुर्वन्तं सम्यगनुतिष्ठन्तं वायमग्निर्वृधा धनादिवर्धनेनावति रक्षति। तत्रैव विकल्पितां पुरोनुवाक्यामाह *संदृश्येत्यत्र संवृज्येति एकस्मिन्पुस्तके पाठ इति ख पुस्तके टिप्पण्याम्। परस्या इति। सम्यग्वनुते भजते यस्यां सा क्रिया संवत्, परस्या सवतोधि उत्कृष्टाया अस्या इष्टेरधिष्ठानमवरान्निकृष्टानप्यस्मानभ्यातराभिमुख्येनागत्य दुःखानि नाशय। येषु बन्धुष्वहमस्मि तान्बन्धूनप्यव रक्ष।\"\n\"अथ स्विष्टकृतो याज्यामाह विद्मा हि त इति। हेग्ने यस्मात्पुरा वयं ते तवावसो रक्षणं विद्म ज्ञातवन्तः। कस्येव, पितृर्यथा। लोके पुरा यथा पितुः पालनं जानन्ति तद्वत्। अधतस्मात्कारणात्ते सुम्नमीमिहे त्वया संपादितं सुखं प्राप्नुमः।\"\n\"अथात्र तिस्र ऋच उपहोमार्थाः। तत्रेयं प्रथमा य उग्र इति। हेग्ने यस्त्वमुग्र एव क्रूरो राजेव शर्यहा शर्याणां हिंसकानां हन्ता, तिग्मशृङ्गो न तीक्ष्णशृङ्गो मृग इव, वंसगो वंसानि वनानि गच्छतीति वंसगः, दावाग्निरूपो भूत्वा वनेषु तिष्ठती (सी) त्यर्थः। तादृशस्त्वं पुरो रुरो जिथ शत्रूणां पुराणि तर्जितवानसि। अथ द्वितीया सखाय इति। हे सखायः परस्परसख्ययुक्ता ऋत्विग्यजमाना वो युष्माकं सम्यञ्चिमिषं समीचीनमप्यभीष्टार्थं (र्थमाग्निः) संपादयन्तु(तु)। समित्युवसर्गस्यापेक्षितः शेषोध्याहृतः। यूयं चाग्नये स्तोमं स्तोत्रं संपादयन्तु (त)। कीदृशायाग्नये, क्षितीनां निवासहेतूनां मध्ये वर्षिष्ठाय वृद्धतमाय, ऊर्जो नप्त्रे बलस्य न पातयित्रे विनाशनमकुर्वते, सहस्वते स्वयमतिशयेन बलवते। अथ तृतीया सं समिदिति। हे वृषन्कामानां वर्षकाग्ने विश्वानी सर्वानी संसमित्संपाद्यैव युवसे यजमानेन मिश्रयसि। अर्य आ ईश्वरस्त्वमागत्येडस्पदे पृथिवीरूपाया वेद्याः स्थाने समिध्यसे सम्यग्ज्वाल्यसे तादृशो महानुभावो नोस्मभ्यं वसूनि धनानि संभर सम्यगाहृत्य प्रयच्छ। ‘यः प्रजाकामः स्यात्तस्मा एतं प्राजापत्यं गार्मुतं चप्रं निर्वपेत्’ ‘यः पशुकामः स्यात्तस्मा एत सोमापौष्ण गार्मुतं चरुं निर्वपेत्’ इत्यनमोर्याज्यानुवाक्याप्रतीकानि दर्शयति प्रजापत इति। ‘प्रजापते न त्वदेतान्यन्यः’ इति प्रजार्थस्य हविषः पुरोनुवाक्या। सा च ‘सोमस्य त्विषिरसि’ इत्यनुवाके व्याख्याता। ‘स वेद पुत्रः पितरम्’ इत्येषा याज्या। सा च ‘हिरण्यगर्भ आपो ह यत्’ इत्यस्मिन्ननुवाके व्याख्याता। पश्वर्थस्य हविषः सोमा पूषणा जनना’ इति पुरोनुवाक्या। ‘इमौ देवौ जायमानौ’ इति याज्या। एतदुभयम् ‘अग्नाविष्णू महि’ इत्यस्मिन्ननुवाके व्याख्यातम्। अत्र विनियोगसंग्रहः ‘संवर्गेष्टौ सामिधेन्यो दश तिस्रस्तु याज्यकाः।\"\nसंयाज्यास्तिस्र उदिता उपहोमास्त्रयो मताः।। प्रजासवे द्वयं योज्यं गार्मुते प्रथमे भवेत्। सोमेमौ तद्द्वितीये स्तस्त्र (त्र त्र) योविंशतिरीरिताः।। इति। अत्र मीमांसा। तृतीयाध्यायस्य तृतीयपादे चिन्तितम् वेदत्रयोक्तधर्माणामृत्विग्भिः संगतिस्त्रिभिः। अनियत्या नियत्या वा नियतिर्नानिरूपणात्।। हौत्रकादिसमाख्यानं नियतर्गमकं स्वतः। निर्बाधं चान्यवत्तच्च तेनात्र विनियोजकम्।। याज्यापुरोनुवाक्यापाठादयो धर्मा ऋग्वेदे प्रोक्ताः। दोहननिर्वापादयो यजुर्वेदे। आज्यस्तोत्रपृष्ठस्तोत्रादयः सामवेदे। एतस्यैते धर्मा इति नियामकस्य दुर्निरूपत्वाद्येन केनाप्यृत्विजा यः कोपि धर्म इच्छया संगच्छत इति चेन्मैवम्। हौत्रमाध्वर्यवसौद्गात्रमिति समाख्यानेन नियतिर्बोध्यते। न च समाख्यानस्य बाधकं किंचित्पश्यामः। तस्मादबोधकत्वबाधितत्वयोश्चप्रामाण्यकारणयोरभावाच्छ्रुतिलिङ्गादिपञ्चकवत्प्रमाणेन समाख्यानेन धर्मा व्यवस्थाप्यन्ते। इति श्रीमत्सायणाचार्यविरचिते माधवीये वेदार्थप्रकाशे कृष्णयजुर्वेदीयतैत्तिरीयसंहिताभाष्ये द्वितीयकाण्डे षष्ठप्रपाठके एकादशोनुवाकः ।। ११ ।।\n"
}