{
  "id": "TS 2.3.10.2",
  "classification": {
    "kanda": "2",
    "prasna": "3",
    "anuvaka": "10",
    "panchasat": "2"
  },
  "header": "TS 2.3.10.2",
  "panchasatInfo": " 39",
  "padaCount": 50,
  "samhita": "तस्य॑ ते ददतु॒ येषां᳚ प्रा॒णोऽसि॒ स्वाहा॑ घृ॒तस्य॒ धारा॑म॒मृत॑स्य॒ पन्था॒मिन्द्रे॑ण द॒त्तां प्रय॑तां म॒रुद्भिः॑ । तत् त्वा॒ विष्णुः॒ पर्य॑पश्य॒त् तत् त्वेडा॒ गव्यैर॑यत् ॥ पा॒व॒मा॒नेन॑ त्वा॒ स्तोमे॑न गाय॒त्रस्य॑ वर्त॒न्योपाꣳ॒॒शो र्वी॒र्ये॑ण दे॒वस्त्वा॑ सवि॒तोथ् सृ॑जतु जी॒वात॑वे जीवन॒स्यायै॑ बृहद्-रथन्त॒रयो᳚स्त्वा॒ स्तोमे॑न त्रि॒ष्टुभो॑ वर्त॒न्या शु॒क्रस्य॑ वी॒र्ये॑ण दे॒वस्त्वा॑ सवि॒तोथ् - [  ] ",
  "pada": "तस्य॑ । ते॒ । द॒द॒तु॒ । येषा᳚म् । प्रा॒ण इति॑ प्र-अ॒नः । असि॑ । स्वाहा᳚ । घृ॒तस्य॑ । धारा᳚म् । अ॒मृत॑स्य । पन्था᳚म् । इन्द्रे॑ण । द॒त्ताम् । प्रय॑ता॒मिति॒ प्र - य॒ता॒म् । म॒रुद्भि॒रिति॑ म॒रुत् - भिः॒ ।  । तत् । त्वा॒ । विष्णुः॑ । परीति॑ । अ॒प॒श्य॒त् । तत् । त्वा॒ । इडा᳚ । गवि॑ । ऐर॑यत् ।  । पा॒व॒मा॒नेन॑ । त्वा॒ । स्तोमे॑न । गा॒य॒त्रस्य॑ । व॒र्त॒न्या । उ॒पाꣳ॒॒शोरित्यु॑प-अꣳ॒॒शोः । वी॒र्ये॑ण । दे॒वः । त्वा॒ । स॒वि॒ता । उदिति॑ । सृ॒ज॒तु॒ । जी॒वात॑वे । जी॒व॒न॒स्यायै᳚ । बृ॒ह॒द्र॒थ॒न्त॒रयो॒रिति॑ बृहत् - र॒थ॒न्त॒रयोः᳚ । त्वा॒ । स्तोमे॑न । त्रि॒ष्टुभः॑ । व॒र्त॒न्या । शु॒क्रस्य॑ । वी॒र्ये॑ण । दे॒वः । त्वा॒ । स॒वि॒ता । उदिति॑ । ",
  "attribute": {
    "rishi": "अज्ञात",
    "devata": "अज्ञात",
    "chandas": "अज्ञात"
  },
  "sayanaBhashya": "\n\nअग्निरायुष्मानिति। अग्निरायुष्मान्भवति। तत्कथमिति तदुच्यते। सोग्निर्वनस्पतिभिरायुष्मान्काष्ठेषु प्रक्षिप्यमाणेषु ज्वालापरम्परया वर्धते न तूपशाम्यति। तेनाग्नेरायुषाभिवर्धमानेन त्वमायुष्मन्तं करोमि। एवमुत्तरत्र योज्यम्। सोमः सोमरस ओषधीष्वभिषूयमाणासु वर्धते। यज्ञो दक्षिजाभिर्वशीकृतेष्वृत्विक्षु वर्धते। वेदश्च ब्राह्मणेष्वध्यापकेषु अविच्छेदेन वर्धते। देवाश्च हवीरूपेजामृतेन जीवन्ति। पितरश्च स्वधाकारपूर्वकेण पिण्डादिना जीवन्ति। प्रतिवाक्यमनुषङ्गद्योतनाय तेनत्वायषेति पनः पठ्यते। अत्र विनियोगसंग्रहः ‘ज्योगामयाविनस्त्विष्टौ यन्नवेत्याज्यमीक्षते। अश्विनोरुपहोमा स्युर्घृत स्वाम्याज्यमक्षिते।। स्पृष्ट्वार्त्विजो ब्रह्महस्तं पावेति स्वामिनं जगुः।\nइमं घृतं पिबन्तं तु स्वामिनं मन्त्रयेत हि।। अग्निः सोमश्च यज्ञश्च ब्रम्ह देवाः पितेति षट्। यथोचितानुषङ्गैस्तैर्गृह्णीते स्वामिहस्तकम् । दशमे त्वनुवाकेस्मिन्मन्त्राः षोडश वर्णिताः।।” इति। इति श्रीमत्सायणाचार्यविरचिते माधवीये वेदार्थप्रकाशे कृष्णयजुर्वे दीयतैत्तिरीयसंहिताभाष्ये द्वितीयकाण्डे तृतीयप्रपाठके दशमोनुवाकः ।। १०।।\n"
}