{
  "id": "TS 2.3.10.3",
  "classification": {
    "kanda": "2",
    "prasna": "3",
    "anuvaka": "10",
    "panchasat": "3"
  },
  "header": "TS 2.3.10.3",
  "panchasatInfo": " 40",
  "padaCount": 75,
  "samhita": "सृ॑जतु जी॒वात॑वे जीवन॒स्याया॑ अ॒ग्नेस्त्वा॒ मात्र॑या॒ जग॑त्यै वर्त॒न्याऽऽग्र॑य॒णस्य॑ वी॒र्ये॑ण दे॒वस्त्वा॑ सवि॒तोथ् सृ॑जतु जी॒वात॑वे जीवन॒स्याया॑ इ॒मम॑ग्न॒ आयु॑षे॒ वर्च॑से कृधि प्रि॒यꣳ रेतो॑ वरुण सोम राजन्न् । मा॒ तेवा᳚स्मा अदिते॒ शर्म॑ यच्छ॒ विश्वे॑ देवा॒ जर॑दष्टि॒र्यथाऽस॑त् ॥ अ॒ग्निरायु॑ष्मा॒न्थ् स वन॒स्पति॑भि॒रायु॑ष्मा॒न् तेन॒ त्वाऽऽयु॒षाऽऽयु॑ष्मन्तं करोमि॒ सोम॒ आयु॑ष्मा॒न्थ् ( ) स ओष॑धीभि र्य॒ज्ञ् आयु॑ष्मा॒न्थ् स दक्षि॑णाभि॒ र्ब्रह्माऽऽयु॑ष्म॒त् तद्-ब्रा᳚ह्म॒णैरायु॑ष्मद् दे॒वा आयु॑ष्मन्त॒स्ते॑ऽमृते॑न पि॒तर॒ आयु॑ष्मन्त॒स्ते स्व॒धयाऽऽयु॑ष्मन्त॒स्तेन॒ त्वा ऽऽयु॒षाऽऽ यु॑ष्मन्तं करोमि ॥",
  "pada": "सृ॒ज॒तु॒ । जी॒वात॑वे । जी॒व॒न॒स्यायै᳚ । अ॒ग्नेः । त्वा॒ । मात्र॑या । जग॑त्यै । व॒र्त॒न्या । आ॒ग्र॒य॒णस्य॑ । वी॒र्ये॑ण । दे॒वः । त्वा॒ । स॒वि॒ता । उदिति॑ । सृ॒ज॒तु॒ । जी॒वात॑वे । जी॒व॒न॒स्यायै᳚ । इ॒मम् । अ॒ग्ने॒ । आयु॑षे । वर्च॑से । कृ॒धि॒ । प्रि॒यम् । रेतः॑ । व॒रु॒ण॒ । सो॒म॒ । रा॒ज॒न्न् ।  । मा॒ता । इ॒व॒ । अ॒स्मै॒ । अ॒दि॒ते॒ । शर्म॑ । य॒च्छ॒ । विश्वे᳚ । दे॒वाः॒ । जर॑दष्टि॒रिति॒ जर॑त् - अ॒ष्टिः॒ । यथा᳚ । अस॑त् ।  । अ॒ग्निः । आयु॑ष्मान् । सः । वन॒स्पति॑भि॒रिति॒ वन॒स्पति॑-भिः॒ । आयु॑ष्मान् । तेन॑ । त्वा॒ । आयु॑षा । आयु॑ष्मन्तम् । क॒रो॒मि॒ । सोमः॑ । आयु॑ष्मान् ( ) । सः । ओष॑धीभि॒रित्योष॑धि - भिः॒ । य॒ज्ञः । आयु॑ष्मान् । सः । दक्षि॑णाभिः । ब्रह्म॑ । आयु॑ष्मत् । तत् । ब्रा॒ह्म॒णैः । आयु॑ष्मत् । दे॒वाः । आयु॑ष्मन्तः । ते । अ॒मृते॑न । पि॒तरः॑ । आयु॑ष्मन्तः । ते । स्व॒धयेति॑ स्व - धया᳚ । आयु॑ष्मन्तः । तेन॑ । त्वा॒ । आयु॑षा । आयु॑ष्मन्तम् । क॒रो॒मि॒ ।  । ",
  "attribute": {
    "rishi": "अज्ञात",
    "devata": "अज्ञात",
    "chandas": "अज्ञात"
  },
  "sayanaBhashya": "\n\nअग्निरायुष्मानिति। अग्निरायुष्मान्भवति। तत्कथमिति तदुच्यते। सोग्निर्वनस्पतिभिरायुष्मान्काष्ठेषु प्रक्षिप्यमाणेषु ज्वालापरम्परया वर्धते न तूपशाम्यति। तेनाग्नेरायुषाभिवर्धमानेन त्वमायुष्मन्तं करोमि। एवमुत्तरत्र योज्यम्। सोमः सोमरस ओषधीष्वभिषूयमाणासु वर्धते। यज्ञो दक्षिजाभिर्वशीकृतेष्वृत्विक्षु वर्धते। वेदश्च ब्राह्मणेष्वध्यापकेषु अविच्छेदेन वर्धते। देवाश्च हवीरूपेजामृतेन जीवन्ति। पितरश्च स्वधाकारपूर्वकेण पिण्डादिना जीवन्ति। प्रतिवाक्यमनुषङ्गद्योतनाय तेनत्वायषेति पनः पठ्यते। अत्र विनियोगसंग्रहः ‘ज्योगामयाविनस्त्विष्टौ यन्नवेत्याज्यमीक्षते। अश्विनोरुपहोमा स्युर्घृत स्वाम्याज्यमक्षिते।। स्पृष्ट्वार्त्विजो ब्रह्महस्तं पावेति स्वामिनं जगुः।\nइमं घृतं पिबन्तं तु स्वामिनं मन्त्रयेत हि।। अग्निः सोमश्च यज्ञश्च ब्रम्ह देवाः पितेति षट्। यथोचितानुषङ्गैस्तैर्गृह्णीते स्वामिहस्तकम् । दशमे त्वनुवाकेस्मिन्मन्त्राः षोडश वर्णिताः।।” इति। इति श्रीमत्सायणाचार्यविरचिते माधवीये वेदार्थप्रकाशे कृष्णयजुर्वे दीयतैत्तिरीयसंहिताभाष्ये द्वितीयकाण्डे तृतीयप्रपाठके दशमोनुवाकः ।। १०।।\n"
}