{
  "id": "TS 2.6.8.1",
  "classification": {
    "kanda": "2",
    "prasna": "6",
    "anuvaka": "8",
    "panchasat": "1"
  },
  "header": "TS 2.6.8.1",
  "panchasatInfo": " 42",
  "padaCount": 50,
  "samhita": "प॒शवो॒ वा इडा᳚ स्व॒यमा द॑त्ते॒ काम॑मे॒वाऽऽत्मना॑ पशू॒नामा द॑त्ते॒ न ह्य॑न्यः कामं॑ पशू॒नां प्र॒यच्छ॑ति वा॒चस्पत॑ये त्वा हु॒तं प्राश्ना॒मीत्या॑ह॒ वाच॑मे॒व भा॑ग॒धेये॑न प्रीणाति॒ सद॑स॒स्पत॑ये त्वा हु॒तं प्राश्ना॒मीत्या॑ह स्व॒गाकृ॑त्यै चतुरव॒त्तं भ॑वति ह॒विर्वै च॑तुरव॒त्तं प॒शव॑श्चतुरव॒त्तं ॅयद्धोता᳚ प्राश्नी॒याद्धोता - [  ] ",
  "pada": "प॒शवः॑ । वै । इडा᳚ । स्व॒यम् । एति॑ । द॒त्ते॒ । काम᳚म् । ए॒व । आ॒त्मना᳚ । प॒शू॒नाम् । एति॑ । द॒त्ते॒ । न । हि । अ॒न्यः । काम᳚म् । प॒शू॒नाम् । प्र॒यच्छ॒तीति॑ प्र - यच्छ॑ति । वा॒चः । पत॑ये । त्वा॒ । हु॒तम् । प्रेति॑ । अ॒श्ञा॒मि॒ । इति॑ । आ॒ह॒ । वाच᳚म् । ए॒व । भा॒ग॒धेये॒नेति॑ भाग - धेये॑न । प्री॒णा॒ति॒ । सद॑सः । पत॑ये । त्वा॒ । हु॒तम् । प्रेति॑ । अ॒श्ञा॒मि॒ । इति॑ । आ॒ह॒ । स्व॒गाकृ॑त्या॒ इति॑ स्व॒गा - कृ॒त्यै॒ । च॒तु॒र॒व॒त्तमिति॑ चतुः - अ॒व॒त्तम् । भ॒व॒ति॒ । ह॒विः । वै । च॒तु॒र॒व॒त्तमिति॑ चतुः - अ॒व॒त्तम् । प॒शवः॑ । च॒तु॒र॒व॒त्तमिति॑ चतुः - अ॒व॒त्तम् । यत् । होता᳚ । प्रा॒श्ञी॒यादिति॑ प्र - अ॒श्ञी॒यात् । होता᳚ । ",
  "attribute": {
    "rishi": "अज्ञात",
    "devata": "अज्ञात",
    "chandas": "अज्ञात"
  },
  "sayanaBhashya": "\n\nइडोपाह्वानमुदितमनुवाके हि सप्तमे। इडाप्राशित्रभक्षौ द्वावुच्येते अष्टमे पुनः।।\n\"यदुक्तं सूत्रकारेण—“पुरस्तात्प्रत्यङ्ङासीन इडाया होतुर्हस्तेवान्तरेडामवद्यत्यध्वर्युः प्रथममवदानमवदधाति स्वय होतोत्तरम्” इति, तदिदं हेतुरवदानं विधत्ते पशव इति। गोरूपाया इडाया पशुत्वेन तामिडामाददानो होता पशूनामभिलषितार्थं स्वीकृतवान्भवति। होतुरन्यो न कश्चिदपि पशूनामिडारूपाणां कामं दातुं समर्थः। इडायाभागप्राशनमन्त्रावुत्पाद्य व्याचष्टे—\"\nवाचस्पतय इति। इडोपाह्णानरूपा या वाक्तस्याः पतिर्होतुर्जीवात्मा तस्मै हुतं हे पुरोडाश त्वां भक्षयामि। अनेन मन्त्रोच्चारणेन भागं दत्वा वाचं देवतां प्रीणयतीत्यर्थः। सदसो यज्ञसभायाः पतिर्होतुर्जीवात्मा तस्मै हुतं त्वां भक्षयामि। अनेन तस्य पुरोडाशस्य स्वोदरकृतत्वं भवति।\n\"होतुर्हस्ते क्रियमाणस्यावदानस्य संख्यां विधत्ते चतुरवत्तमिति। प्रधानस्य हविषश्चतुरवत्तत्वं पूर्वमेव दर्शितं तत्साम्यादिदमपि हविरेव भवति चतुष्पात्त्वसंख्यासाम्यात्तस्य पशुरूपत्वम्। प्रकारान्तरेण भक्षणं प्रशंसति यद्धोतेति। देवतारूपाया इडाया भक्षणेन होता मरणं प्राप्नुयात्। प्राशनं परित्यज्याग्नौ तद्भागहोमे सतीडारूपगवादिपशूनग्निरूपाय क्रूराय रुद्राय समर्पितवान्भवति। ततो यजमानः पशुरहितः स्यात्। तस्माद्वाचस्पतये त्वा हुतमिति प्रथममुक्त्वा पश्चाद्भक्षणे सति साक्षादग्नौ हुतं न भवतीति रुद्राय पशुसमर्पणं न भवति। वाचस्पतिव्यवधानेन परोक्षमेव हुतत्वात्। तथायमपि साक्षादिडां न प्राश्नाति किंत्वन्यस्मै हुतमेव प्राश्नातीतीडाप्राशनप्रयुक्तो मरणदोषो न भवतीति। ईदृशस्य भक्षितस्य स्वात्मगतत्वेन स्थापनाय सदसस्पतय इत्यादिकं पठनीयम्। यदुक्तं सूत्रकारेण – यजमानपञ्चमा इडां प्राश्नन्ति इति। तदिदं विधत्ते प्राश्नन्तीति। तीर्थे दुःखोत्तरणावसरे प्राशनेन हि दुःखमुत्तीर्यते। ऋत्विग्भिः प्राशने सति दक्षिणापि दत्ता भवति। तद्दानमेतस्मिन्प्रधानयागोत्तरणावसरे। यदुक्तं सूत्रकारेण----मनो ज्योतिरित्यद्भिरन्तर्वेदि मस्तरे मार्जयित्वा इति, तदिदं विधत्ते वि वा एतदिति। सत्यमापः सर्वा देवता आपः इतिश्रुत्यन्तरादपांसर्वदेवतारूपत्वम्। अथ प्राशित्रावदानपरिमाणं विधत्ते देवा वा इति। देवाः पुरा यज्ञ प्रथममकुर्वंस्तदा स्विष्टकृदग्निरूपं रुद्रमन्तरितवन्तः, तेनान्तरायेण कुपितः सन्रुद्रस्तदीयं यज्ञमविध्यद्विकमलमकरोत्। तं रुद्रं देवा आभिमुख्येन गत्वा तदिदं यज्ञानूष्ठानमस्माकं कल्पतां संपूर्ण भवत्विति प्रार्थितवन्तः। तदानीं केचिद्बुद्धिमन्ता देवा इतारन्प्रत्येवमब्रुवन्—यदि वयं तं रुद्रं हविष्प्रदानेनाराधयिष्यामस्तर्ह्यस्माकमिदं कर्म स्विष्टं भविष्यतीति। ततो हविराराधनेन स्विष्टकरणाद्रुद्ररूपस्याग्नेः स्विष्टकृत्वं संपन्नम्। ततो देवास्तमाराध्य तस्य संबन्धि यद्यवमात्रं पुरोडाशांशरूपमाविद्धमासीत्तदाविद्धमुपहतं निरकृन्तन्निष्कृष्य छिन्नवन्तः। यस्मादेवं तस्मात्प्राशित्रभागं पदमात्रमवद्येत्। अधिकावदानं प्रतिषेधति यज्ज्यायोवद्येदिति। अधिकावदाने यज्ञस्य तदङ्ग रोपयेन्मोहयेद्यज्ञप्रयोगे भ्रातिं जनयेदित्यर्थः। रुद्रेण कृतो योयं पुरोडाशस्य वेधस्तस्मादेव वेधदेशादिदमत्र प्राशित्रभागावदानं प्रतीयते च । विस्पष्टमयमर्थः शास्त्रान्तर आम्नायते अज्यायो यवमात्रादाव्याधात्कृत्यतामिदम्। मा रूरुषाम यज्ञस्य शुद्ध स्विष्टमिद हविः इति। उपस्मरणादिचतुरवदाननिन्दापुरःसरं सकृदवदानाभिधारणे विधत्ते यदुप चेति। यद्यवदानात्पूर्वमुपस्तरणं पश्चाच्चाभिद्यारणं कुर्यात्तदानीमुपात्तस्य पुरोडाशस्योभयोः पार्श्वयोः संश्वायि कुर्यात्। सम्यक्श्वाय उच्छूनत्वरूपो रोगविशेषो यस्याङ्गस्य तदङ्ग संश्वायि। सकृदवदानाभिधारणाभ्यां द्विपदो यजमानस्य प्रतिष्ठा भवति। यदुक्तं सूत्रकारेण अग्रेणाहवनीयं ब्रह्मणे प्राशित्रं परिहरति इति। तदेतद्विधत्ते यत्तिरश्चीनमिति। वदेरुत्तरतः स्थितोध्वर्युर्वेदिमध्यस्थिते पुरोडाशे प्राशित्रभागमवदायाहवनीयस्य दक्षिणे भागे स्थिताय ब्रह्मणे वेदेरुपरि हस्तं प्रसार्य तिरश्चीनं यथा भवति तथा यदि दद्यात्तदानीं यज्ञस्य यदङ्ग रुद्रेणानभिविद्धं तदप्यभिविद्धं भवेत् । तस्मादुत्तरस्यां दिश्यवस्थितोध्वर्युः प्राङ्मुखो गत्वाहवनीयस्याग्रेण देशेन ब्रह्मसमीपं प्राप्य तस्मै भागं परिहरति। परितो नयति सम्यरद्यादित्यर्थः। तथा सति तीर्थेनैव नद्यवतरणसदृशेनैव मार्गेण वानीतवान्भवति। अत्र सूत्रकारेण प्राशिवमवदीयमानं प्रेक्षत इत्युपक्रम्यैतदुक्तं सूर्यस्य त्वा चक्षुषा प्रतिपश्यामीत्याह्रियमाणं सावित्रेण प्रतिगृह्याङ्गुष्ठेनोपमध्यमया चाङ्गुल्यादायाग्नेस्त्वास्येन प्राश्नामि ब्राह्मणस्योदरेण बृहस्पतेर्ब्रह्मणेन्द्रस्य त्वा जठरे सादयामीत्यसंम्लेत्याभिगिरति इति। असंम्लेत्य दन्तैरचूर्णीकृत्य। तत्र दर्शनमन्त्रमुत्पाद्य विनियोक्तं प्रस्तौति\"\n\"तत्पूष्ण इति। पुरा कदाचिद्देवास्तत्प्राशित्रं पूष्णे समर्पयन्। स च पूषा मन्त्रमन्तरेणात्तस्य प्राशित्रस्य दन्तैर्बलाद्दशनं कृत्वा प्राश्य तदन्नं दशनेनोपपाद्य तेन स्वकीयान्दन्तान्पातितवान्। यस्मादेवं तस्मात्पूष्णः सर्वत्र चरोःपिष्टमेव भागं कुर्यात्। ततो देवास्तं दन्तहीनं पूषणमुद्दिश्य परस्परमब्रुवन्। अयं पूषा व्यार्धि समृद्धिरहितोभूद्यस्मादयं प्राशित्रानर्होभूदिति विचार्य तत्प्राशित्रं बृहस्पतये समर्पयन्। स बृहस्पतिर्मनस्येवमबिभेत्, यथा पूषा प्राशित्रं प्राश्यार्ति मगमदित्थमन्योपि यः प्राश्नाति स आर्तिमारिष्यति गमिष्यतीति। अथ दर्शनमन्त्रमुत्पादयति स एतमिति। मनुष्यचक्षुः केनापि रोगेण हिंसितं भवति। आरोग्यप्रदस्य सूर्यस्य चक्षुर्न केनापि हिंस्यते। तस्मादनेन मन्त्रेण पश्यामीत्यर्थः। अथ प्रतिग्रहमन्त्रमुपादयति सोबिगेदिति। ब्रह्मणा मन्त्रेण देवताभिरश्विना(श्व्या) दिभिस्तादृशः प्रति ग्रहो न हिनस्ति। तस्मात्तेन मन्त्रेण प्रतिगृह्णीयात्। अथ प्राशनमन्त्रस्य भागत्रयं क्रमेणोत्पादयति सोबिभेदिति। प्रौढमरण्यं दहतोपि दावाग्नेर्मुखमास्यं शुष्ककाष्ठकण्टकादिना केनापि न हिंस्यते। श्राद्धादौ परान्नं भुञ्जानत्यापि ब्राह्मणस्योदरं केनापि प्रत्यवायेन न हिंसितं भवति। यस्माद्बृहस्पतिर्ब्रह्मिष्ठो मन्त्रवित्तमस्तस्माद्बृहस्पतेर्ब्रह्मणेत्येतद(म) पि मन्त्रभागं पठेत्। यदुक्तं सूत्रकारेण----“इन्द्रस्य त्वा जठरे सादयामीति नाभिदेशमभिमृशति वाङम आसन्निति यथालिङ्गमङ्गानि” इति। तदेतदभिमर्शनं शिरोमार्जनपूर्वकं विधत्ते अप वा इति। अत्र मीमांसा। षष्ठाध्यायस्य चतुर्थपादे चिन्तितम् “इडाद्यर्थस्य नाशेन्यः शेषाद्ग्राह्यो न वाग्रिमः।\"\nशेषसत्वान्न शेषेन्यप्रतिपत्त्यवरोधनात्”।। इडाभक्षणार्थं प्राशित्रभक्षणार्थं वावत्तं यदि नश्येत्तदा शेषस्य सद्भावात्तस्माच्छेषात्पुनरवदेयमिति चेन्न। तस्य शेषस्यान्यथाप्रतिपत्त्या शंयुवाङ्गकालीनभक्षरूपयावरुध्दत्वात्। तस्मादवत्तनाशे द्रव्याभावादिडादिकं लुप्यते।तत्रैवान्यच्चिन्तितम् “शेषभक्षाः किमन्येषामृत्विजां वान्यभक्षणम्।\nइडायाः परिसंख्यानात्स्वाम्यप्राप्तौ ततोन्तिमः”।। दर्शपूर्णमासयोर्ये प्राशित्रादिशेषभक्षास्तेषां भक्षणमृत्विग्भ्योन्यैः कार्यम्। कुतः। ऋत्विजां परिसंख्यातत्वात्। ऋत्विजां कर्मकरत्वादेव भक्षप्राप्तौ सत्यां पुनरप्येवमाम्नायते----‘यजमानपञ्चमा इडां भक्षयन्ति’ इति। तदेतत्पुनराम्नातं परिसंख्यार्थम्। यजमानसहिता ऋत्विजः प्राशित्रादिकं न भक्षयेयुरित्यर्थः तस्मादृत्विग्भ्योन्येषां प्राशित्रादिभक्षणमिति चेन्मैवम्। यजमानस्य कर्मकरत्वाभावेन पूर्वप्राप्तं भक्षणमनेन विधीयते। तस्मादपरिसंख्यातत्वादृत्विजामेव प्राशित्रादिभक्षणम्।\nतृतीयाध्यायस्य तृतीयपादे चिन्तितम् “प्रविष्टभागः पूषेति प्रकृतौ विकृतावुत। इष्टिप्रकरणादेव प्रकृताविति युज्यते।। संतर्दनादिवद्वाक्याद्विकृतौ पूषसंभवात्। सिद्धस्य पुनरप्युक्तिरधिकस्य विवक्षया”।। दर्शपूर्णमासप्रकरणे श्रूयते तस्मात्पूषा प्रपिष्टभागोदन्तको हि इति। तत्र दन्तरहितस्य पूष्णः पिष्टभगत्वं संतर्दनाद्यधिकरणन्यायेन प्रकरणादुत्कृष्यतया विकृतिगामित्यवगम्यते। तथाप्युत्तराधिकरणेषु तस्मिन्नेव विषये विशेषं वक्तुमिह प्रस्तूयते। तत्रैवान्यच्चिन्तितम् “चरौ पशौ पुरोडाशे चरावेवोत पेषणम्। विशेषादर्शनादेतत्सर्वेष्वपि विधीयते।। प्राप्तत्वान्न पुरोडाशे हृदाद्याकारनाशनात्। न पशौ पारिशेष्येण चरावेव हि पेषणम्”।। “पौष्णं चरुं निर्वपेत्” इति चरुर्विहितः। “पौष्ण श्यामालभेतान्नकामः” इति पशुविधिः। पशुनालभ्य पुरोडाशं निर्वपतीत्येतच्चोदकेन प्रौष्णपशौ प्राप्तम्। तत्र यद्देवत्यः पशुस्तद्देवत्यः पुरोडाश इति न्यायेन पुरोडाशस्यपूषा देवता। तत्र पूर्वोक्तपेषणं विषयीकृत्योच्यमानाः संशयपूर्वोत्तरपक्षाः स्पष्टाः। तत्रैवात्यच्चिन्तितम् “द्विदेवकेपि किं पिंष्यादुत पूषैकदेवके। द्विदेवकेपि तत्पूष्णः सत्त्वात्पेषणभागिनः।। देवता विफलत्वेन पेषणं न प्रयोजयेत्। यागस्य तत्वे भागोक्तेर्न यागान्तरगामि तत्”।। राजसूये श्रूयते— “सोमापौष्णं चरुं निर्वपेदैन्द्रापौष्णं चरुम्” इति। तत्र द्विदेवके चरौ पिष्टभाजः पूष्णः सत्त्वात्प्रेषणं पूषार्थं कर्तव्यमिति चेत्। तत्रेदं वक्तव्यं- किं पेषणस्य देवता प्रयोजिका किंवा भागः। नाद्यः। यागमन्तरेण केवलदेवता फलजनकत्वाभावेन पेषणं प्रयोक्तुं न प्रभवति। पौष्णस्य यागस्य पेषणप्रयोजकत्वे तु तत्पेषणं द्विदेवके यागान्तरे गन्तुं नार्हति। पूषा प्रपिष्टभाग इत्यत्र यागो न श्रुत इति चेन्मैवम्। भागशब्दान्यथानुपुपत्त्या यागस्य कल्प्यत्वात्। नहि देवतात्वमन्तरेण पिष्टद्रव्यभाक्त्वं सिध्यति। सति च देवतात्वे द्रव्यदेवतायोर्लाभाद्यागः कल्प्यते। तस्मादेकदेवकयागस्य पेषणप्रयोजकत्वान्न द्विदेवके यागे पेषणमस्ति।। इति श्रीमत्सायणाचार्यविरचिते माधवीये वेदार्थप्रकाशे कृष्णयजुर्वेदीयतैत्तिरीयसंहिताभाष्ये द्वितीयकाण्डे षष्ठप्रपाठके अष्टमोनुवाकः।। ८।।\n"
}