{
  "id": "TS 2.3.9.1",
  "classification": {
    "kanda": "2",
    "prasna": "3",
    "anuvaka": "9",
    "panchasat": "1"
  },
  "header": "TS 2.3.9.1",
  "panchasatInfo": " 35",
  "padaCount": 50,
  "samhita": "ध्रु॒वो॑ऽसि ध्रु॒वो॑ऽहꣳ स॑जा॒तेषु॑ भूयासं॒ धीर॒श्चेत्ता॑ वसु॒विद् ध्रु॒वो॑ऽसि ध्रु॒वो॑ऽहꣳ स॑जा॒तेषु॑ भूयासमु॒ग्रश्चेत्ता॑ वसु॒विद् ध्रु॒वो॑ऽसि ध्रु॒वो॑ऽहꣳ स॑जा॒तेषु॑ भूयासमभि॒भूश्चेत्ता॑ वसु॒विदा म॑नम॒स्याम॑नस्य देवा॒ ये स॑जा॒ताः कु॑मा॒राः सम॑नस॒स्तान॒हं का॑मये हृ॒दा ते मां का॑मयन्ताꣳ हृ॒दा तान् म॒ आम॑नसः कृधि॒ स्वाहा ऽऽम॑नम॒स्या - [  ] ",
  "pada": "ध्रु॒वः । अ॒सि॒ । ध्रु॒वः । अ॒हम् । स॒जा॒तेष्विति॑ स - जा॒तेषु॑ । भू॒या॒स॒म् । धीरः॑ । चेत्ता᳚ । व॒सु॒विदिति॑ वसु - वित् । ध्रु॒वः । अ॒सि॒ । ध्रु॒वः । अ॒हम् । स॒जा॒तेष्विति॑ स - जा॒तेषु॑ । भू॒या॒स॒म् । उ॒ग्रः । चेत्ता᳚ । व॒सु॒विदिति॑ वसु - वित् । ध्रु॒वः । अ॒सि॒ । ध्रु॒वः । अ॒हम् । स॒जा॒तेष्विति॑ स - जा॒तेषु॑ । भू॒या॒स॒म् । अ॒भि॒भूरित्य॑भि - भूः । चेत्ता᳚ । व॒सु॒विदिति॑ वसु - वित् । आम॑न॒मित्या - म॒न॒म् । अ॒सि॒ । आम॑न॒स्येत्या - म॒न॒स्य॒ । दे॒वाः॒ । ये । स॒जा॒ता इति॑ स - जा॒ताः । कु॒मा॒राः । सम॑नस॒ इति॒ स - म॒न॒सः॒ । तान् । अ॒हम् । का॒म॒ये॒ । हृ॒दा । ते । माम् । का॒म॒य॒न्ता॒म् । हृ॒दा । तान् । मे॒ । आम॑नस॒ इत्या - म॒न॒सः॒ । कृ॒धि॒ । स्वाहा᳚ । आम॑न॒मित्या - म॒न॒म् । अ॒सि॒ । ",
  "attribute": {
    "rishi": "अज्ञात",
    "devata": "अज्ञात",
    "chandas": "अज्ञात"
  },
  "sayanaBhashya": "\n\nध्रुवोसीति। त्रिष्वपि मन्त्रेषु भूयासमित्यभिधानादाशासनं गम्यते। किं चैवं विदुषस्तैर्मन्त्रैः परिधाने सति सजातेषु मध्ये मन्त्रैः प्रार्थितम सर्वमधिकं संपद्यते। मन्त्रान्तराणि विनियुङक्ते आमनमसीति। अत्र सजाता ईत्यन्ते मन्त्रभागे सप्रनस इत्याद्युक्तभागोनुषञ्जनीयः। कुमारा इत्यादिके मन्त्रभाग आमनमसीत्यादिमन्त्रपूर्वभागोनुषञ्जनीयः। तथा सति त्रिभिर्मन्त्रैराहुतित्रयं संपद्यते। स्वकुले स्वजातिषु मध्येमे च ये महान्तः पुरुषाः प्रौढा ये च क्षुल्लका बाला याश्च पत्नीभगिनीमात्रादयः स्त्रिय एतावन्त एवापेक्षिताः सजातास्ताननयेष्ट्या स्वाधीनान्करोति। ते च जना स्वाधीना एव सन्त एनं सेवन्ते। अत्र विनियोगसंग्रहः-- ‘सांग्रहण्यां तु परिधीन्परिधत्ते ध्रुवस्त्रयात्। आमनेति त्रिभिस्तत्र उपहोमास्त्रयो मताः।। मन्त्रभेदः सजातेति कुमारेति पदद्वयात्’ ।।\n\"अत्र मीमांसा। दशमाध्यायस्च श्चतुर्थपादे चिन्तितम्। आमनाहुतिभिर्बाध्या अनुयाजा न वाग्रिमः। वित्वलिङ्गादिशिष्टोक्तेर्भेदो मध्योक्तितोन्तिमः ’।। इति। ‘सांग्रहणीष्टौ श्रूयते--- आमनस्यामनस्यदेवा इति तिस्र आहुतीर्जुहोति’ इति। एताभिस्तिसृभिराहुतिभिः प्राकृतास्रयोनूयाजा बाध्याः। कुतः। त्रित्वलिङ्गात। पूर्वाधिकरणे सप्तदशसंख्याविशिष्टप्राकृतपश्वभावेन मा भूद्बा ध्यत्वम्। इह तु त्रित्वविशिष्टत्वादनूजाया बाध्यन्ताम्। यदा-- तदनुवादेन मन्त्रगुणविधानात्प्राकृतमन्त्रबाध इति पूर्वः पक्षः। किं त्रित्वमात्रमनूद्य मन्त्र सहिता आहूतयो विधियन्ते, आहोस्वित्रित्वविशिष्टा आहुतीरनूद्य मन्त्रविधिः आद्ये त्रित्वनग्न्यादिष्वपि सत्वेन नानूयाजलिङ्गम्। द्वितीये विशेषणविशेष्ययोरुद्देश्ययोरेर्भेदेन वाक्यं भिद्येत। तत्कर्मान्तरविधानान्न वाधः, किंतु समूच्चयः। तत्र मध्योक्तिर्लिङ्गम्। तथा चाम्नायते—“यत्प्रयाजानूयाजानां पुरस्ताद्वोपरिष्टाद्वा जुहूयाद्बहिरात्मन्सजातामादधीताथ यन्मध्यतो जुहोति मध्यत एव सजातानात्यन्धते” इति। तस्मादामनहोमानामनूयाजैः सह समुच्चयः।।\"\nइति श्रीमत्सायणाचार्यविरचिते माधवीये वेदार्थप्रकाशे कृष्णयजुर्वेदीयतैत्तिरीयसंहिताभाष्ये द्वितीयकाण्डे तृतीयप्रपाठके\nनवमोनुवाकः ।। ९।।\n"
}