{
  "id": "TS 2.6.3.4",
  "classification": {
    "kanda": "2",
    "prasna": "6",
    "anuvaka": "3",
    "panchasat": "4"
  },
  "header": "TS 2.6.3.4",
  "panchasatInfo": " 17",
  "padaCount": 50,
  "samhita": "ऽवार्च्छ॑त्ये॒वमवा॑ ऽऽर॒मित्यु॒परि॑ष्टा-द॒भ्यज्या॒धस्ता॒-दुपा॑नक्ति सुव॒र्गस्य॑ लो॒कस्य॒ सम॑ष्‌ट्यै॒ सर्वा॑णि क॒पाला᳚न्य॒भि प्र॑थयति॒ ताव॑तः पुरो॒डाशा॑न॒मुष्मि॑न् ॅलो॒के॑ऽभि ज॑यति॒ यो विद॑ग्धः॒ स नै॑र्.ऋ॒तो योऽशृ॑तः॒ स रौ॒द्रो यः शृ॒तः स सदे॑व॒स्तस्मा॒दवि॑दहता शृत॒कृंत्यः॑ सदेव॒त्वाय॒ भस्म॑ना॒ऽभि वा॑सयति॒ तस्मा᳚न्माꣳ॒॒ सेनास्थि॑ छ॒न्नं ॅवे॒देना॒भि वा॑सयति॒ तस्मा॒त् - [  ] ",
  "pada": "अ॒वार्च्छ॒तीत्य॑व - ऋच्छ॑ति । ए॒वम् । अवेति॑ । आ॒र॒म् । इति॑ । उ॒परि॑ष्टात् । अ॒भ्यज्येत्य॑भि - अज्य॑ । अ॒धस्ता᳚त् । उपेति॑ । अ॒न॒क्ति॒ । सु॒व॒र्गस्येति॑ सुवः - गस्य॑ । लो॒कस्य॑ । सम॑ष्ट्या॒ इति॒ सं-अ॒ष्ट्यै॒ । सर्वा॑णि । क॒पाला॑नि । अ॒भीति॑ । प्र॒थ॒य॒ति॒ । ताव॑तः । पु॒रो॒डाशान्॑ । अ॒मुष्मिन्न्॑ । लो॒के । अ॒भीति॑ । ज॒य॒ति॒ । यः । विद॑ग्ध॒ इति॒ वि - द॒ग्धः॒ । सः । नै॒र्॒.ऋ॒त इति॑ नैः-ऋ॒तः । यः । अशृ॑तः । सः । रौ॒द्रः । यः । शृ॒तः । सः । सदे॑व॒ इति॒ स - दे॒वः॒ । तस्मा᳚त् । अवि॑दह॒तेत्यवि॑ - द॒ह॒ता॒ । शृ॒न्त॒कृत्य॒ इति॑ शृतं - कृत्यः॑ । स॒दे॒व॒त्वायेति॑ सदेव - त्वाय॑ । भस्म॑ना । अ॒भीति॑ । वा॒स॒य॒ति॒ । तस्मा᳚त् । माꣳ॒॒सेन॑ । अस्थि॑ । छ॒न्नम् । वे॒देन॑ । अ॒भीति॑ । वा॒स॒य॒ति॒ । तस्मा᳚त् । ",
  "attribute": {
    "rishi": "अज्ञात",
    "devata": "अज्ञात",
    "chandas": "अज्ञात"
  },
  "sayanaBhashya": "\n\nअथोद्वासनात्पुरा कपालेषु स्थापितस्य हस्तेन प्रसारणं विधत्ते\nसर्वाणि कपालानीति। यावन्ति कपालानि स्थापितानि तावन्ति सर्वाणि यथाभि व्याप्नोति तथा प्रसारयेत्। तथा सति कपालसंख्यान्पुरोडाशान्निर्वृतिसाधनत्वेन स्वर्ग प्राप्नोति। पाके सौकर्यविशेषं विधत्ते—यो विदिग्ध इति।\n\"विपरीतत्वेन दग्धो विदग्धः। क्वचित्पक्वः क्वचिदपक्व इति वाप्रभावेन वा विपरीत्वं, तादृशो राक्षसप्रियः। अशृतोपक्व रुद्रस्य प्रियः। सुष्ठु पक्वो देवप्रियः। तस्माद्विपरीतदाहमकुर्वता पुरोडाशः शृतंकृत्यः सम्यक्पक्वो यथा भवति तथा कर्तव्यः। तथा सति देवप्रियो भवति। यदुक्तं सूत्रकारेण--- “सं ब्राह्मणा पृच्यस्वेति वेदेन पुरोडाशे साङ्गारं भस्माध्यूहति” इति। तदतद्विधत्ते भस्मनेति। पक्वस्य कठिनत्य पुरोडाशस्योपरि भस्मनाच्छादनमस्थ्न उपरि मांसच्छादनमिव भवति। आच्छादनकाले वेदगतदर्भनाडीसंस्पर्शेन केशच्छन्नं शिर इव भवति। पौरोडाशिककाण्डे विद्यमानस्यापि विधेरत्रोपन्यासः प्रत्यभिज्ञानार्थः। यद्वा ब्राह्मणयोः शाखाभेदमभिप्रेत्येयमीदृशी पुनरुक्तिः परिहर्तव्या। पूर्वमवदानकालेभिधारणं विहितमिदानीमुद्वासकालीनमभिधारणं विधत्ते प्रच्युतं वा इति। हविषो मन्त्रेण पाके सति लौकिकत्वमपेतमित्यस्माल्लोकात्प्रच्युतिः। अभिधारणाभावे शास्त्रीयत्वमसंपूर्णमिति स्वर्गाप्राप्तिः। तस्माच्छा स्त्रीयत्वसंपर्त्त्यर्थ्यमाज्येनाभिधार्य पश्चादुद्वासयेत्। तथा सति देवेष्वेनद्धविः प्रापितं भवति। कपालानामुद्वासनकाले गणानां विधत्ते यद्येकमिति। एककपालनाशेन मास एको न्यूनो भवेत्। ततो यजमानो म्रियते। तथा द्विकपालनाशेनापि । अतो यजमानस्य रक्षणाय गणयेत्। अथ प्रमादादिना नाशे प्रायश्चित्तं विधत्ते \"\nयदि नश्येदिति। स्पष्टोर्थः।\nअत्र मीमांसा।\nप्रथमाध्यायस्य चतुर्थपादे चिन्तितम् “यदाग्नेयोष्टाकपाल इति नाम गुणोथवा। नामाग्निहोत्रवन्मैवं नामत्वे देवता न हि। मन्त्रो हि नेह प्रत्यक्षस्तद्धिताद्देवताविधिः। देवद्रव्यविशिष्टस्य विधानादेकवाक्यता”।।दर्शपूर्णमासयोः श्रूयतेः----“यदाग्नेयोष्टाकपालोमावास्यायां च पौर्णमास्यांचाच्युतो भवति” इति। तत्र यथाग्निहोत्रशब्दोग्नये होत्रमत्रेत्यमुमर्थं निमित्तीकृत्य कर्मनामधेयं तथाग्नेयशब्दोप्यग्निसंबन्धं निमित्तीकृत्य कर्मनाम स्यादिति चेन्मैवम्। नामत्वे देवताराहित्यप्रसङ्गात्। अग्निहोत्रे त्वग्निर्ज्योतिर्ज्योतिरग्निः स्वाहेति सायं जुहोतीत्यनेन वचनेन विहितो मन्त्रः प्रत्यक्ष इति मान्त्र वर्णिकी देवता लभ्यते। इह तु न तादृशो मन्त्रोस्ति। आग्नेयशब्दस्तु देवतां विधातुं शक्नोति। अग्निर्देवतास्येत्यस्मिन्नर्थे तद्धितस्योत्पन्नत्वात्। न च द्रव्यदेवतयोरुभयोगुणयोर्विधानाद्वाक्यभेद इति वाच्यम्। कर्मणोप्राप्तत्वेन द्रव्यदेवतारूपगुणद्वयविशिष्टस्य कर्मणो विधानादेकवाक्यत्वोपपत्तेः। तस्मादाग्नेयशब्देन देवतागुणो विधीयते। तृतीयाध्यायस्य चतुर्थपादे चिन्तितम् यागे हविर्यजेत्कृत्स्नं कोप्यंश शिष्यतेथवा। देवार्थत्वाद्यजेत्सर्वं शिष्यते द्विरवत्ततः।। आग्नेयोष्टाकपाल इत्यत्र कृत्स्नोपि पुरोडाशोग्नये त्यक्तव्यः। तद्धितेन कृत्स्नस्याग्निदेवतासंबन्धोवगतेस्त्यागमन्तरेण तदनुपपत्तेरिति चेन्न। द्विर्हविषोवद्यतीत्यवदानद्वयं श्रूयते। अवदेयं चाङ्गुष्ठपर्वमात्रम्। तथा च सूत्रकारः “आग्नेयस्य पुरोडाशमध्यादङ्गुष्ठपर्वमात्रमवदानं तिरश्चीनमवद्यति” इति।\nतत्र हविषः सकाशादङ्गुष्ठपर्वमात्रद्वयं त्रोटयित्वा त्यक्तव्यम्। इतरच्छेषणीयम्। देवतासंबन्धश्चां शद्वाराप्युपपद्यते।\n\"दशमाध्यायस्याष्टमपादे चिन्तितम् “चतुर्द्विर्वा पुरोडाशेवदानं होम्यतोक्तितः। चतुर्मैवं सहाज्येन सिद्धस्यात्रानुवादतः ”।। दर्शपूर्णमासयोराम्नायते—“चतुरवत्तं जुहोति” इति। तत्र किं पुरोडाशद्रव्यगतस्यावत्तस्य चतुःसंख्या किंवा तत्र द्विसंख्या, चतुष्ट्वं तूपस्तरणाभिधारणाभ्यामाज्यावत्ताभ्यां सह संपद्यत इति संशयः, । तत्र चतुरवत्तस्य द्वितीयाविभक्त्या होमकर्मत्वमुच्यते। न चोपस्तरणा (द्य) र्थस्य होमकर्मत्वमस्ति। तस्मात्पुरोडाशावदाने चतुःसंख्येति प्राप्ते ब्रूमः- उपस्तरणाभिधारणाभ्यामवदानाभ्यां प्रसिद्धं चतुरवत्तमनूद्य होमस्य विधानाद्धविषो मध्यात्पूर्वादिति द्विरवदानस्यैव प्राप्तिः। तस्माद्द्विर्हविषोवदानम्। पञ्चमाध्यायस्य चतुर्थपादे—\"\n‘अवदानादि सांनाय्ये पूर्वमाग्नेयकेथवा। धर्मप्रवृत्तिक्रमतः सांनाय्ये पूर्वतोचिता।।\nप्रदानं पूर्वमाग्नेयेवदानं च तथोचितम्। अङ्गानां मुख्यतन्त्रत्वान्मुख्यक्रमबल (लि) त्वतः।।\nदर्शपूर्णमासयोः सांनाय्यधर्मा वत्सापाकरणदोहनादयः प्रथमप्राम्नाताः। पुरोडाशधर्मा निर्वापावधातादयः पश्चादाम्नाताः। ततश्च तेनैव पाठक्रमेण धर्मानुष्ठानं प्रवृत्तम्। ततः प्रावृत्तिकक्रमेणावदानमपि सांनाय्ये पूर्वमेव कर्तव्यमिति प्राप्ते ब्रूमः याज्यानुवाक्यादिमन्त्रबलादाग्नेये पूर्वं प्रदानमित्युक्तम्। तत्र (च्च) प्रदानं फलपत्यासत्त्या मुख्यमवदानं तु तदङ्गम्। तथा सति मुख्यस्य क्रममनुसृत्यावदानमप्याग्नेये पूर्वं कर्तव्यम्। मुख्यक्रमो हि प्रावृत्तिकक्रमात्प्रबलः। प्रावृत्तिके हि क्रमे सांनाय्ये पूर्वमवदानमभिधारणमासादनं च कृत्वा प्रदानमकृत्वैवा\nग्नेयेवदानादीनि कर्तव्यानि। तथा सति सांनाय्येनुष्ठितान्यवदानादीन्यङ्गानि मुख्यप्रदानाद्विप्रकृष्यन्ते। मुख्यक्रमाश्रयणे तु आग्नेये प्रथमवदानादि प्रदानान्तं कृत्वा पश्चात्सांनाय्ये तदनुष्ठीयते। तत्र नास्त्यङ्गाङ्गिविप्रकर्षः। नन्ववदानादिप्रदानान्त एकः पदार्थ इत्युक्तम्। तत्र कुतः क्रमविचारः। एवं तर्हि कृत्वाचिन्तास्तु अथवा स्विष्टकृदवदानादिविषयैव चिंन्तास्तु। तत्रैव द्वितीयपादे चिन्तितम् “अवदानेनुसमयो होमान्ते वावदानके।\nपदार्थत्वं विधेयत्वात्तेनानुसमयस्ततः।। अवद्यतिः प्रदानान्तोवदानस्य तदर्थतः (ता)।\nअतोनुसमयस्तत्र होमान्तान्न तु केवलात्”।। दर्शपूर्णमासयोर्द्विर्हविषोवद्यतीत्येकेन विधिना विहितत्वाद्द्विसंख्याविशिष्टमवदानमेकः पदार्थः। ततस्तेनावदानमात्रेणानुसमयः कर्तव्यः। आग्नेयस्य द्विरवदानं कृत्वा तद्धोमान्प्रागेवाग्नीषोमीयस्य द्विरवदानमिति प्राप्ते ब्रूमः---अवदानं तु होमपर्यन्तमेकः पदार्थः। होमस्यावदानमन्तरेणानुपपत्तेर्होमविधिनैवाक्षिप्तं होमार्थमवदानम्। अत एव चतुरवत्तं जुहोतीत्येकेन विधिना सावदानक एको होमपदार्थो विहितः। उपस्तरणाभिधारणाभ्यां सह यच्चतुरवत्तं तस्मिन्हविर्विषयमवदानद्वित्वं विधातुं द्विर्हदिषोवद्यतीत्युच्यते। ततो होमान्तस्यावदानस्यैकपदार्थत्वादाग्नेयमवदाय हुत्वा पश्चादग्नीषोमीयावदानमित्यनुसमयः। षष्ठाध्यायस्य चतुर्थपादे चिन्तितम् “अवत्तनाशे तच्छेषात्पुरोडाशादवद्यति।\nयजेदाज्येना वाद्योत्र मध्यपूर्वार्धसंभवात्।। कृत्स्नस्य मध्यपूर्वार्धं ये शेषस्थे न ते ततः।\nहविर्नाशादाज्यविधिः सुतरां सर्वनाशने”।। दर्शपूर्णमासयोः पुरोडाशावदाने श्रूयते “मध्यादवद्यति पूर्वार्धादवद्यति”इति। तत्र यद्यवत्तं नश्येत्तदानीमवशिष्टात्पुरोडाशात्पुनरप्यवदातव्यम्। कुतः। अवदानापादानयोर्मध्यपूर्वार्धयोः शिष्टेपि संभवादिति चेन्मैवम्। कृत्स्नपुरोडाशगते मध्यपूर्वार्धे अपादानत्वेन श्रूयेते. न त्ववशिष्टभागगते मध्यपूर्वार्धे। ततो मुख्यहविषो नाशादाज्यं प्रतिनिधाय यष्टव्यम्। अत एव श्रूयते “यस्य सर्वाणि\nहवी षि नश्येयुर्दुष्येयुरपहरेर्युर्वाज्येनैता देवताः परिसंख्याय यजेत” इति। तत्र सर्वशब्दस्य निमित्तविधेषणत्वेनाविवक्षितत्वान्नाशमात्रे सर्वत्राज्यस्य विधिः।।\nइति श्रीमत्सायणाचार्यविरचिते माधवीये वेदार्थप्रकाशे कृष्णयजुर्वेदीय-\nतैत्तिरीयसंहिताभाष्ये द्वितीयकाण्डे षष्ठप्रपाठके\nतृतीयोनुवाकः।। ३।।\n"
}