{
  "id": "TS 2.5.2.6",
  "classification": {
    "kanda": "2",
    "prasna": "5",
    "anuvaka": "2",
    "panchasat": "6"
  },
  "header": "TS 2.5.2.6 ",
  "panchasatInfo": " 13",
  "padaCount": 50,
  "samhita": "-र्वरं॒ ॅवेदैनं॒ ॅवरो॑ गच्छति॒ स आ॒भ्यामे॒व प्रसू॑त॒ इन्द्रो॑ वृ॒त्रम॑ह॒न् ते दे॒वा वृ॒त्रꣳ ह॒त्वाऽग्नीषोमा॑वब्रुवन्. ह॒व्यं नो॑ वहत॒मिति॒ ताव॑ब्रूता॒मप॑तेजसौ॒ वै त्यौ वृ॒त्रे वै त्ययो॒स्तेज॒ इति॒ ते᳚ऽब्रुव॒न् क इ॒दमच्छै॒तीति॒ गौरित्य॑ब्रुव॒न् गौर्वाव सर्व॑स्य मि॒त्रमिति॒ साऽब्र॑वी॒ - [  ] ",
  "pada": "वर᳚म् । वेद॑ । एति॑ । ए॒न॒म् । वरः॑ । ग॒च्छ॒ति॒ । सः । आ॒भ्याम् । ए॒व । प्रसू॑त॒ इति॒ प्र - सू॒तः॒ । इन्द्रः॑ । वृ॒त्रम् । अ॒ह॒न्न् । ते । दे॒वाः । वृ॒त्रम् । ह॒त्वा । अ॒ग्नीषोमा॒वित्य॒ग्नी - सोमौ᳚ । अ॒ब्रु॒व॒न्न् । ह॒व्यम् । नः॒ । व॒ह॒त॒म् । इति॑ । तौ । अ॒ब्रू॒ता॒म् । अप॑तेजसा॒वित्यप॑-ते॒ज॒सौ॒ । वै । त्यौ । वृ॒त्रे । वै । त्ययोः᳚ । तेजः॑ । इति॑ । ते । अ॒ब्रु॒व॒न्न् । कः । इ॒दम् । अच्छ॑ । ए॒ति॒ । इति॑ । गौः । इति॑ । अ॒ब्रु॒व॒न्न् । गौः । वाव । सर्व॑स्य । मि॒त्रम् । इति॑ । सा । अ॒ब्र॒वी॒त् । ",
  "attribute": {
    "rishi": "अज्ञात",
    "devata": "अज्ञात",
    "chandas": "अज्ञात"
  },
  "sayanaBhashya": "\n\n\"वहे। तस्मादागन्तुं न शक्नुव इति उक्त इन्द्रस्तयोरागमनाय स्वात्मनः सकाशाच्छीतज्वरं तदनन्तरभाविसंताष चोभावुत्पादितवान्। तदानीं शीतज्वशब्दाभिधेययोर्ज्वरतापयोर्जन्म समुत्पन्नम्। तज्जन्मवेदिनं न शीतरूरौ हतो न मारयतः। तत स इन्द्रस्ताभ्यां शीतरूराभ्यामायुधसदृशाभ्यामेनं वृत्रमभिलक्ष्य प्रयुक्ताभ्यामनयदेनं वृत्रं संयोजितवान्। तदा शीतज्वरसंतापाभ्यां जञ्जभ्यमानान्मुखविदारणं कुर्वतस्तस्माद्वृत्रादग्नीषोमौ निर्गतौ। प्रसङ्गान्मन्त्रनुत्पाद्य विनियुङ्क्ते प्राणापानाविति। अग्नीषोमौ यदा निर्गतौ तदानीं प्राणापानावेवैनं वृत्रं त्यक्तवन्तौ। तयोश्च प्राणापानयोः क्रमेण दक्षः ऋतुरित्येव नामनी। यस्मात्कारणादतेस्तयोर्नामनी तस्मात्कारणात्ऋतुकाले जञ्जभ्यमानो मुखविदारणरूपं गात्रविनाशं कुर्वन्यजमानो पथि दक्षक्रतु इति मन्त्रं ब्रूयात्। तिष्ठेतामिति मन्त्रवाक्यशेषस्याध्याहारः। तेन मन्त्रपाठेन प्राणापानावेव स्वात्मनि स्थिरौ धारितवान्भवति। ततोपमृत्युपरिहारेण सर्वमायुः प्राप्नोति। अथानेन वृत्रवधप्रसङ्गेनाज्यभागमन्त्रयुगलयोः कालभेदेन व्यवस्थां विधत्ते स देवतेति। स इन्द्रो ग्नीषोमप्रमुखा वृत्रमुखे स्थिताः सर्वा देवतां वुत्रान्निर्हूय निःसार्य वृत्रहननहेतुभूतं हविराज्यभागद्रव्यरूपं पूर्णमासे संपादितवान्। लोके प्येनं वृत्रमावरणात्मकं वृत्रान्धकाररूपेणावस्थितं शत्रुं पूर्णिमादिने ज्योत्स्नया विनाशयन्ति। अमावस्यायां ज्योत्स्नाया अभावाद्वृत्ररूपमन्धकारमाप्याययन्ति सर्वतो वर्धयन्ति। यस्मादेवं तस्माद्वृत्रहननशब्दलाञ्छिते ऋचावाज्यभागयोः पूर्णमासे पुरोनुवाक्ये कर्तव्ये। वृधिधातुयुक्ते ऋचावमावास्यायां पुरोनुवाक्ये कर्तव्ये अग्निर्वृत्राणि जङ्घमत्व राजोत वृत्रहेत्यनयोर्वृत्रहननप्र तीतेतेरे ऋचौ वार्त्रघ्न्यौ कविर्विप्रेण वावृधे वर्धयामो वचोविद इत्येते ऋचौ वधिधातुयुक्तत्वाद्वृधन्वत्यो। प्रासङ्गिकीमाज्यभागव्यवस्थां विधाय प्रकृतं वृत्रवधप्रकारं दर्शयति तत्स स्थाप्येति। स इन्द्रो वृत्रहननहेतुभूतमाज्यभागरूपं हविः संपूर्णं कृत्वा पूर्ववद्वज्रमादाय पुनरपि वृत्रमभिलक्ष्य हन्तुमागतवान्। तदानीं द्यावापृथिव्याविन्द्रब्रूताम् अयं वृत्रो भूमिमारभ्य द्युलोकपर्यन्तं व्याप्या वयोराश्रितो वर्तते। तस्मान्म (दस्म) दीयमेनं न प्रहरेति। तत इन्द्रस्यानङ्गीकारमवलोक्य प्रहारमभ्यनुज्ञातुमुत्कोचत्वेन वरं वृतवत्यौ। नक्षत्रैर्विहिता लंकृता स्यामिति दिवो वरः। नुष्यपशुवृक्षनगतदीसमुद्रादिरूपेण विचित्रेण विहिता लंकृत स्यामिति पृथिव्या वरः। तेन वरेण ते तथैव स्याताम्। एतद्वराभिज्ञो पि स्वाभीष्टं वरं प्राप्नोति। ततः स इन्द्रो द्यावापृथिवीभ्यामनुज्ञातो वृधं हतवान्। अथाभिहितस्याग्नीषोमीयपुरोडाशस्य देवो प्रशंसति ते देवा इति। इन्द्रयुक्ताः पार्श्ववर्तिनः सर्वे देवा वृत्रं हत्वा तन्मुखान्निसृतावग्नीषोमौ प्रति हव्यमस्मदर्थे वहतमित्यब्रुवन्। ततस्तावग्नीषोमौ तान्देवान्प्रत्येवमब्रूताम् त्यौ तथाविधौ वृत्रेण चिरं दंशनादपगततेजस्कावेव संपन्नौ, त्ययोस्तथाविधयोस्तेजः सामर्थ्यं वृत्र एव स्थितमिति। ते देवा अब्रुवन्परस्परं को नामेदं तेज आप्तुं गच्छतीति। तत्र बुद्धिमन्तो गोः सर्वमित्रत्वेन द्वैराभावाद्गौरेव वृत्रशरीरे गत्वा तेजः समानेष्यतित्युक्तवन्तः। सापि गौरुत्कोचत्वेन वरमे वमयाचत-- अनयोः संबन्धि घृतपयोरूपं तेजो वृत्रशरीरदानेष्यामि, आनीतं च तन्मय्येत सर्वदा तिष्टतु, मय्येव स्थितेन तेजोभयेन तदा तदा स्वीकृतेन भोजनं निर्वर्तयध्वामिति। तमिमं वरं लब्ध्वा तत्तेजो गौरानयत् तस्माद्वरवृतत्वाल्लोके पि निरन्तरं गवि तिष्ठतैव तेजसा बृतपयोरूपेणोभयेन तदा तदा स्वीकृतेन सर्वे भोजनं निष्पादयन्ति। तत्र यद्घृतमेतदेवाग्नेस्तेजो यत्पय एतदेव सोमस्य तेजस्तदुभयवेदनेन तेजस्वी भवतीति। तदिदमग्नीषोमीयपुरोडाशरूपं पौर्णमासकर्म प्रजापतिसंबन्धित्वेनेन्द्रसंबन्धित्वेनं च प्रशंसति ब्रह्मवादिन इति। नात्र प्रजापतेर्हविर्भोक्तृत्वेन पौर्णमासदेवतात्वं, किंतु तत्कर्मस्रष्ष्टूत्वेन। तच्च पूर्वकाण्ड उदाहृतम्--“प्रजापतिर्यज्ञानसृजताग्निहोत्रं चाग्निष्टोमं च पौर्णमासीं चोक्थ्यं च” इत्यादि। स च प्रजापतिस्तेन पौर्णमासकर्मणा स्वकीयं ज्येष्ठं पुत्रमिदं निरवासाययन्निःशेषवित्तदानेन स्थिरानिवासमकरोत्। एतदपि पूर्वकाण्ड एव स्पष्टमुदाहृतम् “तेनेन्द्रं निरवासाययत्तेनेन्द्र परमां काष्ठामगच्छत्” इति। यथा प्रजापतिर्यज्ञान्तसर्ज तथेन्द्रो प्येग्नीषोमौ वृत्रान्निःसार्य ताभ्यामिमं पुरोडाशं दत्तवानिति अस्ति प्रजापतेरिवेन्द्रस्यापि संबन्धः। अस्मात्प्रजापतिरिन्द्रं निरवासाययत्तस्माल्लोके पि ज्येष्ठं पुत्रं धनेन निरवसाययन्ति निःशेषमायुषो वसानं धनेन युक्तो यथा प्राप्नोति तथा कुर्वन्तीत्यर्थः।\"\nअथ मीमांसा।\nपञ्चमाध्यायस्य प्रथमपादे चिन्तितम् “अग्नीषोमीय आग्नेयात्पूर्वो नो वास्तु पूर्वता। ब्राह्मणक्रमतो मैवं मन्त्रक्रमबलत्वतः।। स्मृतिक्रमादनुष्ठानं मन्त्राणां स्मारकत्वतः। प्राबल्यं ब्राह्मणस्यास्ति विधिना पि कृतार्थता” ।।\nअग्नीषोमीययागस्तैत्तिरीयब्राह्मणे पञ्चमप्रपाठके द्वितीयानुवाके समाम्नातः- “ताभ्यामेतमग्नीषोमीयमेकादशपालं पूर्णमासे प्रायच्छत्” इति। आग्नेयभागस्तु षष्ठप्रपाठके तृतीयानुवाक आम्नातः- “यदाग्नेयोष्टाकपालोमावास्यायां च पौर्णमास्यां चाच्युतो भवति” इति। तत्रानुष्ठानेस्य ब्राह्मणोक्तविध्यधीनत्वादग्नीषोमीयस्य प्रथममनुष्ठानमिति प्राप्ते ब्रूमः- मन्त्रकाण्डे पूर्वं पठिता आग्नेयमन्त्राः। तथा हि - हौत्रकाण्ड आज्यभागमन्त्रानुवाकादुत्तरस्मिन्ननुवाके प्रथममग्निर्मूधेत्यादिके आग्नेय्यौ याज्यानुवाक्ये आम्नाते। ततः “न त्वदे तानि” इत्यादिके प्राजापत्ये। ततो ग्निषोमा सवेदसेत्यादिके अग्नीषोमीये। आध्वर्यवकाण्डे ग्नये जुष्टं निर्वपाम्यग्नीषोमाभ्यामित्याग्नेयः पूर्वमाम्नातः। यजमानकाण्डे ग्नेरहं देवयज्यया न्नादो भूयासमित्याभ्नाय पश्चादग्नीषोमयोरहं देवयज्यया वृत्रहा भूयासमित्याम्नायते। मन्त्रक्रमश्च प्रबलः। मन्त्रैः स्मृत्वा पश्चादनुष्ठेयत्वात्। ब्राह्मणं त्वप्राप्तपदार्थविधिनाऽपि चरितार्थम् । अतो नुष्ठानस्मरणायैवोत्पन्नान्मन्त्रान्बाधितुं नालमिति मन्त्रक्रमेणा ग्नेयस्यैव प्रथममनुष्ठानम्।\n\"तृतीयाध्यायस्य चतुर्थपादे चिन्तितम् “जञ्जभ्यमानमन्त्रोक्तिः पुंसो धर्मः क्रतोरुत । वाक्यादाद्यः प्रक्रियया द्वितीयस्त्वाविरुद्धया” दर्शपूर्णमासप्रकरणेश्रूयते----“प्रणो वै दक्षोपानः क्रतुस्तस्माज्जञ्चभ्यमानो ब्रूयान्मयि दक्षक्रतू इति प्राणापानावेवात्मन्धत्ते सर्वमायुरेति” इति। गात्रविनामेन विदारितमुखः पुरुषो जञ्जभ्यमानः, तस्य वाक्यान्मन्त्रोक्तिः प्रतीयते। वाक्यं च प्रकरणाद्वलीयः। तस्माकेवलं पुंधर्म इति चेन्मैवम् ऋतावपि जञ्जभ्यमानपुरुषसंभवेन वाक्यप्रकरणयोर्विरोधाभावे सत्युभाभ्यां ऋतुयुक्तपुरुषसंस्कारत्वावगमात्। \"\nतत्रैव प्रथमपादे चिन्तितम् “वार्त्रघ्न्यौ पौर्णमासे स्तो वृधन्वत्यौ तु दर्शने। इति प्रधानशेषत्वमुक्तं किंवा व्यवस्थितिः।।\nक्रमेण प्रापिता मन्त्राश्चत्वारो प्याज्यभागयोः । क्रमाद्वाक्यं बलीयो त एषां दर्शादिशेषता।।\nन मुख्ये सोम एको स्ति ना धारत्वादिकालयोः। दर्शादेरव्यवस्थित्या प्राप्तौ वाक्यादव्यवस्थितिः।।”\n\"दर्शपूर्णमासप्रकरणे श्रूयते—“तस्माद्वार्वघ्नी पूर्णमासेनूच्येते वृधन्वती अमावास्यायाम्” इति। तत्रेदं वार्त्रघ्नीयुगलं वृधन्वतीयुगलं च हौत्रकाण्डे आज्याभागयोः क्रमेग्निर्वृत्राणि जङ्घनदित्यनुवाकेना म्नातम्। उदाहृतेन तु ब्राह्मणवाक्येन दर्शपूर्णमासयागयोस्तद्विधिरवगम्यते। तत्र वाक्यस्य प्रबलत्वादेषां मन्त्राणां दर्शपूर्णमासयागाङ्गत्वं न त्वाज्यभागाङ्गत्वमिति प्राप्ते ब्रूमः- “अग्निर्वृत्राणि जङ्घनत्” इत्याग्नेयी प्रथमा वार्त्रघ्नी। “त्वं सोमासि सत्पतिः” इति सौम्या द्वितीया वार्त्रघ्नी। “अग्निः प्रत्नेन मन्मना” इत्याग्नेयी प्रथमा वृधन्वती। “सोमगीर्मिष्ट्वा वयम्” इति सौम्या द्वितीया वृधन्वती। तत्र मुख्ययोर्दर्शपूर्णमासयोराग्नेयपुरोडाशसद्भावादाग्नेयीद्वयस्य विकल्पेन पुरोनुवाक्यात्वं कथंचिद्भवतु। सौम्ययोस्तु तन्न संभवति। सोमदेवताया अभावात्। नह्यग्नीषोमीयेपि केवलः सोमो विद्यते। किंच, पौर्णमास्याममावास्यायामिति सप्तमीभ्यामाधारत्वं गम्यते । तच्च यागवाचित्वे यागस्य मुख्यत्वान्न संभवति । कालस्य तुपसर्जनत्वात्तद्वाचित्वं युक्तम् । किंच, प्रयाजमन्त्रानुवाकस्यानन्तरमेवायमनुवाकः पठितः स चा ज्यभागयोरङ्गयोः क्रमो न तु मुख्ययोर्दर्शपूर्णमासयोः। तस्मान्न मन्त्रचतुष्टयस्य मुख्ययागत्ङ्गत्वम्, किं तु आज्यभागाङ्गत्वम्। नन्वेतत्क्रमेणैव लब्धं तत्रप्याग्नेमे प्रथम आज्यभागे मन्त्रो प्याग्नेयः, सौम्ये वितीये सोम्य इत्येषा व्यवस्था लिङ्गेनैव लभ्यते। वाढम्। तथापि वार्त्रघ्नीयुगलं पूर्णमासे वृधन्वतीयुगलममावास्यामित्येषा व्यवस्था पूर्वमप्राप्ता ब्राह्मणवाक्येन विधीयत इति न वैयर्थ्यम्।। इति श्रीमत्सायणाचार्यविरचिते माधवीये वेदार्थप्रकाशे \"\nकृष्णयजुर्वेदीयतैत्तिरीयसंहिताभाष्ये द्वितीयकाण्डे पञ्चमप्रपाठके द्वितीयो नुवाकः ।। २ ।।\n"
}