{
  "id": "TS 1.4.15.1",
  "classification": {
    "kanda": "1",
    "prasna": "4",
    "anuvaka": "15",
    "panchasat": "1"
  },
  "header": "TS 1.4.15.1",
  "panchasatInfo": " 16",
  "padaCount": 20,
  "samhita": "इन्द्रा᳚ग्नी॒ आ ग॑तꣳ सु॒तं गी॒र्भिर् नभो॒ वरे᳚ण्यं । अ॒स्य पा॑तं धि॒येषि॒ता ॥ उ॒प॒या॒मगृ॑हीतो-ऽसीन्द्रा॒ग्निभ्यां᳚ त्वै॒ष ते॒ योनि॑रिन्द्रा॒ग्निभ्यां᳚ त्वा ॥",
  "pada": "इन्द्रा᳚ग्नी॒ इतीन्द्र॑ - अ॒ग्नी॒ । एति॑ । ग॒त॒म् । सु॒तम् । गी॒र्भिः । नभः॑ । वरे᳚ण्यम् ।  । अ॒स्य । पा॒त॒म् । धि॒या । इ॒षि॒ता ।  । उ॒प॒या॒मगृ॑हीत॒ इत्यु॑पया॒म - गृ॒ही॒तः॒ । अ॒सि॒ । इ॒न्द्रा॒ग्निभ्या॒मिती᳚न्द्रा॒ग्नि - भ्या॒म् । त्वा॒ । ए॒षः । ते॒ । योनिः॑ । इ॒न्द्रा॒ग्निभ्या॒मिती᳚न्द्रा॒ग्नि - भ्या॒म् । त्वा॒ ।  । ",
  "attribute": {
    "rishi": "अज्ञात",
    "devata": "अज्ञात",
    "chandas": "अज्ञात"
  },
  "sayanaBhashya": "\n\nपाठस्तु — इन्द्राग्नी इति। हे इन्द्राग्नी॑ सुतमभिषुतं सोमं प्रत्यागतमागच्छतम्। कीदृशं सोमम्। गीर्भिः स्तुतिभिर्युक्तमिति शेषः। नभो नभोवस्थितैः स्वर्गनिवा–सिभिर्देवैर्वरेण्यं प्रार्थनीयम्। अस्य सोमस्य संबन्धिनं स्वकीयमंशं पातं युवां पिबतम्। कादृशौ युवाम्। धिया बुद्ध्येषिता प्रार्थितौ स्पष्टमन्यत्।\nकल्पः – ‘वैश्वदेवं शुक्रपात्रेण गृह्णात्योमासश्चर्षणीधृत इति ग्रहणसादनौ’ इति।\nपाठस्तु — ओमास इति। हे विश्वे देवा आगताऽऽगच्छत। कीदृशाः। ओमासो रक्षितारः। चर्षणीधृतो मनुष्यपोषकाः। अनिष्टनिवारणं रक्षणम्। इष्टप्रापणं पोषणम्। सुतमभिषुतं दाशुषो दत्तवतो यजमानस्य दाश्वांसः फलं पूर्वं दत्तवन्तः। स्पष्टमन्यत्।\nमन्त्रानुपेक्ष्यैन्द्राग्नग्रहं विधत्ते — “सुवर्गाय वा एते लोकाय गृह्यन्ते यदृतुग्रहा ज्योतिरिन्द्राग्नी यदैन्द्राग्नमृतुपात्रेण गृह्णाति ज्योतिरेवास्मा उपरिष्टाद्दधाति सुवर्गस्य लोकस्यानुख्यात्यै” (सं. का. ६ प्र. ५ अ. ४) इति।\nयदेतदृतुपात्रमध्वर्युहस्ते भक्षणीयेन सोमेनोपेतं तेनैन्द्राग्नं गृह्णीयात्। तथा सत्यृतुग्रहैः प्राप्तः स्वर्ग इन्द्राग्निज्योतिषा प्रकाशितो भवति।\nबलप्रदत्वेनैन्द्राग्नं प्रशंसति — ‘ओजोभृतौ वा एतौ देवनां यदिन्द्राग्नी यदैन्द्राग्नो गृह्यत ओज एवाव रुन्धे’ (सं. का. ६ प्र. ५ अ. ४) इति।\nग्रहान्तरं विधत्ते — ‘वैश्वदेव शुक्रपात्रेण गृह्णाति वैश्वदेव्यो वै प्रजा असावादित्यः शुक्रो यद्वैश्वदेव शुक्रपात्रेण गृह्णाति तस्मादसावादित्यः सर्वाः प्रजाः प्रत्यङ्ङुदेति तस्मात्सर्व एव मन्यते मां प्रत्युदगादिति’ (सं. का. ६ प्र. ५ अ. ४) इति। शुक्रग्रहस्य यत्पात्रं तेन वैश्वदेवं गृह्णीयात्। वैश्वदेवीः सर्वाः प्रजाः प्रति शुक्रग्रहाभिमान्यादित्यः प्रत्यङ् प्रत्येकमभिमुख उदेति। तदेतत्सर्वस्याप्यनुभवसिद्धम्।\nतेजःप्रदत्वेन वैश्वदेवं प्रशंसति — वैश्वदेव शुक्रपात्रेण गृह्णाणि वैश्वदेव्यो वै प्रजास्तेजः शुक्रो यद्वैश्वदेव शुक्रपात्रेण गृह्णाति प्रजास्वेव तेजो दधाति’ (सं. का. ६ प्र. ५ अ. ४) इति। इन्द्राग्नी ओमास इत्येते गायत्र्यौ ॥\nइति श्रीमत्सायणाचार्यविरचिते माधवीये वेदार्थप्रकाशे कृष्णयजुर्वेदीय-तैत्तिरीयसंहिताभाष्ये प्रथमकाण्डे चतुर्थप्रपाठके पञ्चदशषोडशाऽनुवाकौ॥१५॥१६॥\n",
  "bhattaBhashya": "\n\n\nइमामनुद्रुत्योपयामगृहीतोसीन्द्राग्निभ्यं त्वेति गृह्णाति ॥\n\n2एष ते योनिरिन्द्राग्निभ्यां त्वेति सादयति ॥\n\nइति चतुर्थे पञ्चदशोनुवाकः ॥\n"
}