{
  "id": "TS 1.3.13.1",
  "classification": {
    "kanda": "1",
    "prasna": "3",
    "anuvaka": "13",
    "panchasat": "1"
  },
  "header": "TS 1.3.13.1 ",
  "panchasatInfo": " 22",
  "padaCount": 50,
  "samhita": "हृ॒दे त्वा॒ मन॑से त्वा दि॒वे त्वा॒ सूर्या॑य त्वो॒र्द्ध्वमि॒मम॑द्ध्व॒रं कृ॑धि दि॒वि दे॒वेषु॒ होत्रा॑ यच्छ॒ सोम॑ राज॒न्नेह्यव॑ रोह॒ मा भेर्मा सं ॅवि॑क्था॒ मा त्वा॑ हिꣳसिषं प्र॒जास्त्वमु॒पाव॑रोह प्र॒जास्त्वामु॒पाव॑रोहन्तु शृ॒णोत्व॒ग्निः स॒मिधा॒ हवं॑ मे शृ॒ण्वन्त्वापो॑ धि॒षणा᳚श्च दे॒वीः । शृ॒णोत॑ ग्रावाणो वि॒दुषो॒ नु - [ ]",
  "pada": "हृ॒दे । त्वा॒ । मन॑से । त्वा॒ । दि॒वे । त्वा॒ । सूर्या॑य । त्वा॒ । ऊ॒र्द्ध्वम् । इ॒मम् । अ॒द्ध्व॒रम् । कृ॒धि॒ । दि॒वि । दे॒वेषु॑ । होत्राः᳚ । य॒च्छ॒ । सोम॑ । रा॒ज॒न्न् । एति॑ । इ॒हि॒ । अवेति॑ । रो॒ह॒ । मा । भेः । मा । समिति॑ । वि॒क्थाः॒ । मा । त्वा॒ । हिꣳ॒॒सि॒ष॒म् । प्र॒जा इति॑ प्र - जाः । त्वम् । उ॒पाव॑रो॒हेत्यु॑प - अव॑रोह । प्र॒जा इति॑ प्र - जाः । त्वाम् । उ॒पाव॑रोह॒न्त्वित्यु॑प - अव॑रोहन्तु । शृ॒णोतु॑ । अ॒ग्निः । स॒मिधेति॑ सम् - इधा᳚ । हव᳚म् । मे॒ । शृ॒ण्वन्तु॑ । आपः॑ । धि॒षणाः᳚ । च॒ । दे॒वीः ।  । शृ॒णोत॑ । ग्रा॒वा॒णः॒ । वि॒दुषः॑ । नु । ",
  "attribute": {
    "rishi": "अज्ञात",
    "devata": "अज्ञात",
    "chandas": "अज्ञात"
  },
  "sayanaBhashya": "\n\nकल्पः – ‘अथैतच्चर्मफलकयोः प्रचीनग्रीवमुत्तरलोमोपस्तृणाति यज्ञ प्रतितिष्ठेति वा तूष्णीं वा तस्मिन्संमुखान्ग्राव्णः कृत्वा दक्षिणस्य हविर्धानस्यान्तरेणेषे सोमं राजानमुपावहरति हृदे त्वा मनसे त्वा सोम राजन्नेह्यवरोहेति द्वाभ्याम्’ इति।\nमन्त्रौ त्वेवमाम्नातौ – हृदे त्वेति। हे सोम त्वां हृद्दे हृदयवद्भ्यो मनुष्येभ्यो मनसे मनस्विभ्यः पितृभ्यो दिवे द्युलोकवासिभ्यो देवेभ्यो विशेषतः सूर्याय चोपावहरामि। त्वमिमं प्रवृत्तमध्वरं विनाशरहितमूर्ध्वमुन्नतं समाप्तं कृधि कुरु। दिविष्ठेषु देवेषु होत्रा अस्मदीयान्याह्वानानि स्तोत्ररूपाणि यच्छावस्थापय। हे सोम राजन्नेह्यभिषवस्थाने समागच्छ। शकटादवरोह। मा भैषीः। मा च संविक्थाः कम्पिष्ठाः। अहं तु त्वां मा हिंसिषम्। अतस्त्वं देवलोके गत्वा दैवीः प्रजा उपावरोह प्राप्नुहि। प्रजाश्च त्वामुपावरोहन्तु प्राप्नुवन्तु ।\nअत्रोपावहरेदिति विधिं सूचयन्हृदयादिशब्दानां यथोक्तार्थं दर्शयति – ‘ब्रह्मवादिनो वदन्ति स त्वा अध्वर्युः स्याद्यः सोममुपावहरन्त्सर्वाभ्यो देवताभ्य उपावहरेदिति हृदे त्वेत्याह मनुष्येभ्य एवैतेन करोति मनसे त्वेत्याह पितृभ्य एवैतेन करोति दिवे त्वा सूर्याय त्वेत्याह देवेभ्य एवैतेन करोत्येतावतीर्वै देवतास्ताभ्य एवैन सर्वाभ्य उपावहरति’ (सं. का. ६ प्र. ४ अ. ३) इति।\nयो हृदे त्वेति मन्त्रेण सर्वदेवतार्थमुपावहर्तुं जानाति स एव मुख्योऽध्वर्युरिति ब्रह्मवादिनामुक्तिः। सोम राजन्निति मन्त्र उपेक्षितः।\nविधत्ते – ‘पुरा वाचः प्रवदितोः प्रातरनुवाकमुपाकरोति यावत्येव वाक्तामव रुन्धे’ (सं. का. ६ प्र. ४ अ. ३) इति।\nरात्रौ निद्रां कुर्वन्तो मनुष्या उषःकाले प्रबध्य परस्परं वाक्प्रसरं कुर्वन्ति। पक्षिणः शब्दं कुर्वन्ति। तद्धि वाचः प्रवदनम्। प्रातःकालात्पूर्वं होत्राऽनुवाक्तव्य क्रक्समूहः प्रातरनुवाकः। उपाकरणं नाम होतारं प्रति प्रैषोक्तिः। अत्र सूत्रम्– ‘पुरा वाचः पुरा वा वयोभ्यः प्रातर्यावभ्यो देवेभ्योऽनुब्रूहि’ इति। प्रवदितोः प्रवदनात्।\nप्रातरनुवाकस्य प्रथमामृचं विधत्ते – ‘अपोऽग्रेऽभिव्याहरति यज्ञो वा आपो यज्ञमेवाभि वाचं वि सृजति’ (सं. का. ६ प्र. ४ अ. ३) इति।\nअपोऽभिलक्ष्य तत्प्रतिपादिकामृचमग्रे प्रथमं व्याहरेत्। आपो रेवतीः क्षयथा हि वस्व इत्येतामृचमित्यर्थः।\nतत ऊर्ध्वं वक्तव्या ऋचो विधत्ते – ‘सर्वाणि छन्दास्यन्वाह पशवो वै छन्दासि पशूनेवाव रुन्धे’ (सं. का. ६ प्र. ४ अ. ३) इति।\nतत्तच्छन्दोयुक्ता ऋग्विशेषा ग्रन्थबाहुल्यभयाद्बह्वृचब्राह्मणे स्पष्टत्वाच्च नात्र प्रदर्श्यन्ते।\nप्रातरनुवाकसमाप्तौ पठनीयामृचं कामनाभेदेन विकल्पितां विधत्ते – ‘गायत्रिया तेजस्कामस्य परि दध्यात्त्रिष्टुभेन्द्रियकामस्य जगत्या पशुकामस्यानुष्टुभा प्रतिष्ठाकामस्य पङ्क्त्या यज्ञकामस्य विराजाऽन्नकामस्य’ (सं. का. ६ प्र. ४ अ. ३) इति।\nपरिदध्यात्समापयेत्।\nकल्पः – ‘यत्राभिजानात्यभूदुषा रुशत्वशुरिति तत्प्रचरण्या जुहोति शृणोत्वग्निः सभिधा हवं म इति’ इति।\nअभूदुषा इत्येषा प्रातरनुवाकस्य परिधानीया तां होत्रा पठ्यमानां यदाऽध्वर्युर्जानाति तदा जुहुयात्।\nमन्त्रस्त्वेवमाम्नायते – शृणोत्विति। सम्यगिध्यतेऽनयाऽऽज्याहुत्येति सभिदाहुतिस्तया समिद्धोऽग्निर्मे हवं मदीयमाह्वानं शृणोतु। हे आपो ग्रहीष्यमाणा यूयमपि शृणुत। कीदृश्यः। धिषणा विद्योपेताः। देव्यो देवतारूपाश्च। हे ग्रावाणोऽभिषवार्थमिहोपस्थिता यूयं विदुषो नु विद्वांस एव सन्तो यज्ञं शृणुत। सविता देवो मदीयमाह्वानं शृणोतु।\nअग्न्यादिश्रवणप्रयोजनमाह – ‘शृणोत्वग्निः सभिधा हवं म इत्याह सवितृप्रसूत एव देवताभ्यो निवेद्यापोऽच्छैति’ (सं. का. ६ प्र. ४ अ. ३) इति।\nएकधनसंज्ञकाः पन्नेजनीसंज्ञकाश्चाऽऽप आनेतव्याः। अतो मन्त्रेण देवताभ्यो विज्ञाप्य ता अपः प्राप्तुं गच्छति।\nप्रैषमन्त्रमुत्पादयति – ‘अप इष्य होतरित्याहेषित हि कर्म क्रियते’ (सं. का. ६ प्र. ४ अ. ३) इति।\nहे होतरानेतव्या अप उद्दिश्य प्र देवत्रा ब्रह्मणे गातुरेत्वित्यादिका ऋच इष्य पठेत्यर्थः। लोकेऽपीषितमभीष्टं कर्म सम्यक्क्रियते’\nप्रैषान्तरमुत्पादयति – ‘मैत्रावरुणस्य चमसाध्वर्यवा द्रवेत्याह मित्रावरुणौ वा अपां नेतारौ ताभ्यामेवैना अच्छैति’ (सं. का. ६ प्र. ४ अ. ३) इति।\nचमसिनामृत्विजां परिचारकाश्चमसाध्वर्यवः। तत्र मेत्रावरुणनाम्न ऋत्विजो यश्चमसाध्वर्युस्तं संबोध्याऽऽगच्छेति ब्रूयात्। तदनेन प्रैषेणोदकप्रवर्तकमित्रावरुणदेवद्वयेन सहैवैना अपः प्राप्तुं गच्छति।\nदेवीरिति। कल्पः – ‘अपरं चतुर्गृहीतं गृहीत्वा बर्हिरादाय संप्रैषमाहाप इष्य होतर्मैत्रावरुणस्य चमसाध्वर्यवाद्रवैकधनिन आद्रवत नेष्टः पत्नीमुदानयाग्नीद्धोतृचमसेन वसतीवरीभिश्च चात्वाले प्रत्युपलम्बस्वेति यथासंप्रैषं ते कुर्वन्ति यत्राऽऽपस्तद्यन्त्यथाप्सु बर्हिः प्रास्याभिजुहोति देवीरापो अपां नपाद्य ऊर्मिर्हविष्य इन्द्रियावान्मादिन्तमस्तं देवेभ्यो देवत्रा धत्त शुक्र शुक्रपेभ्यो येषां भागः स्थ स्वाहेति’ इति।\nन पातयत्युदकमध्ये गूढतया स्थितोऽपि तदुदकं न विनाशयतीपि नपात्। अपां नपादिति वह्निविशेषस्य संज्ञा। हे आपो देव्यो हे वह्ने यूयं य ऊर्मिर्युष्मदीयस्तं देवत्रा देवेषु धत्त स्थापयत। किमर्थम्। देवेभ्यो देवार्थमस्माभिर्दवानुद्दिश्य होतुमित्यर्थः। कीदृश ऊर्मिः। हविष्यो हविषे सोमरूपाय हितः। इन्द्रियावान्प्री(पी)तः सन्निन्द्रियवृद्धिकारी। मदिन्तमः पीयमानोऽत्यन्तहर्षकारी। कीदृशं तम्। शुक्रं दीप्तिमन्तम्। कीदृशेभ्यो देवेभ्यः। येषां यूयं भागभूताः स्थ तेभ्यः शुक्रपेभ्यः सोमपेभ्यः। इदमाज्यं युष्मभ्यं हुतमस्तु।\nग्रहीष्यमाणानामपां मूल्यत्वेन हविष्ट्वसंपादनेन चेयमाहुतिरुपयुज्यत इत्याह – ‘देवीरापो अपां नपादित्याऽऽहाहुत्यैवैना निष्क्रीय गृह्णात्यथो हविष्कृतानामेवाभिघृतानां गृह्णाति’ (सं. का. ६ प्र. ४ अ. ३) इति।\nकल्पः – ‘कार्षिरसीति दर्भैराहुतिमपप्लाव्य’ इति।\nकार्षिरिति। हे आज्य त्वमप्सु हुतं सत्कार्षिः कर्षणीयमपनेतव्यमसि। अपां मृध्रं युद्धोपलक्षितानिष्टरूपं त्वामपनयामि।\nएतमर्थं दर्शयति – ‘कार्षिरसीत्याह शमलमेवाऽऽसामप प्लावयति’ (सं. का. ६ प्र. ४ अ. ३) इति। शमलं मलिनांशम्।\nसमुद्रस्येति। कल्पः – ‘समुद्रस्य वोऽक्षित्या उन्नय इत्यभिहुतानां मेत्रावरुणचमसेन गृह्णाति’ इति।\nहे आपः समुद्रवद्युष्माकमक्षीणत्वाय पूर्वेद्युर्वसतीवरीर्गृहीत्वाऽपि पुनरिदानीमुन्नयामि।\nअक्षितिं विशदयति – ‘समुद्रस्य वोऽक्षित्या उन्नय इत्याह तस्मादद्यमानाः पीयमाना आपो न क्षीयन्ते’ (सं. का. ६ प्र. ४ अ. ३) इति।\nयथा चमसेन जलं गृहीतं तथा त्रिभिः कुम्भैरेकधना गृह्णीयात्पन्नेजनीश्च गृह्णीयात्। तथा च सूत्रम – ‘अथैकधनान्गृह्णातीन्द्राय वो जुष्टान्गृ(गृ)ह्णामीति वाऽथ पन्नेजनीगृह्णातीति’ इति।\nविधत्ते – ‘योनिर्वै यज्ञस्य चात्वालं यज्ञो वसतीवरीर्होतृचमसं च मैत्रावरुणचमसं च सस्पर्श्य वसतीवरीर्व्यानयति यज्ञस्य सयोनित्वायाथो स्वादेवैना योनेः प्र जनयति’ (सं. का. ६ प्र. ४ अ. ३) इति।\nउत्तरवेदिनिष्पादकतया चात्वालो यज्ञयोनिः। देवविभक्तयज्ञावशेषत्वाद्वसतीवरीणां यज्ञत्वम्। व्यानयति व्याप्ता अधिकाः करोति। तत्प्रकारः सूत्रे दर्शितः – ’होतृचमसे वसतीवरीभ्यो निषिच्योपरिचात्वालं होतृचमसं च मैत्रावरुणचमसं च सस्पर्श्य वसतीवरीर्व्यानयति समन्या यन्तीत्यभिज्ञाय होतृचमसान्मैत्रावरुणचमस आनयति मेत्रावरुणचमसाद्धोतृचमसे’ इति।\nप्रश्नोत्तरमन्त्रावुत्पादयति – ‘अध्वर्योऽवेरपा ३ इत्याहोतेमनन्नमुरुतेमाः पश्येति वावैतदाह’ (सं. का. ६ प्र. ४ अ. ३) इति।\nप्लुतिः प्रश्नार्था। हेऽध्यर्यो, अपः किमवेर्लब्धवानसि। सोऽयं होतुः प्रश्नः। उतेमनन्नमुरित्यध्वर्योरुत्तमन्त्रः। लब्धवानस्मीत्येतावदेव न भवति उतापि तु ई ता अनन्नमुरुसंप्राप्ताः। दूरवर्तित्वेऽपि सत्त्वमात्रेण लाभो भवति तदुपसंप्राप्ति–र्लाभादतिरिच्यते। उतेमा इति वाक्यं मन्त्रस्य व्याख्यानम्। हे होतर्न केवलं मद्वचनमात्रेण विश्वसिहि किंत्विमाः पुरोवर्तिनीः पश्येत्येवमेव सर्वमन्त्रेणाध्वर्युर्ब्रूते।\nकल्पः – ‘अध्वर्योऽवेरपा ३ इति होताऽध्वर्युं पृच्छत्युतेमनन्नमुरिति प्रत्युक्त्वा प्रचरणीशेषात्क्रतुकरणं जुहोति यमग्ने पृत्सु मर्त्यमिति’ इति।\nयमग्न इति। हेऽग्ने यं मर्त्यं पृत्सु संग्रामेषु आवो रक्षसि, किंच वाजेष्वन्ननिमित्तं यं मर्त्यं जुना गच्छसि हवींषि ग्रहीतुं यस्य सकाशं गच्छसीत्यर्थः। स मर्त्यस्त्वदनुग्रहेण शश्वतीरिषो नित्यान्यन्नानि धनरूपाणि यन्ता नियंस्यति प्राप्स्यतीत्यर्थः। मन्त्रोऽयमुपोक्षितः।\nअस्य च क्रतुकरणाख्यस्य होमस्य विषयविशेषव्यवस्थितिं विधत्ते – ‘यद्यग्निष्टोमो जुहोति यद्युक्थ्यः परिधौ नि मार्ष्टि यद्यतिरात्रो यजुर्वदन्प्र पद्यते यज्ञक्रतूनां व्यावृत्त्यै’ (सं. का. ६ प्र. ४ अ. ३) इति।\nअनुष्ठीयमानस्य कर्मणोऽग्निष्टोमत्वे मन्त्रेण क्रतुकरणं जुहुयात्। उक्थ्यत्वे परिधावाज्यलेपं निमृज्यात्। अतिरात्रत्वे मन्त्रं पठन्हविर्धानं प्राप्नुयात्। एवं सत्यग्निष्टोमादीनामनुष्ठास्यमानानां परस्परं व्यावृत्तिरिदानीमेवावगता। सक्रतुं कुर्वीत मनोमयः प्राणशरीरो भारूप इत्युपनिषदि तत्क्रत्विति वैयासिकसूत्रे चोपास्तिष्वपि क्रतुशब्दस्य प्रयोगात्तद्व्यवच्छेदार्थं यज्ञशब्दः। द्रव्ययज्ञास्तपोयज्ञा योगयज्ञास्तथाऽपर इत्यादौ तपःप्रभृतिष्वपि यज्ञशब्दप्रयोगात्तद्व्यवच्छेदाय क्रतुशब्दप्रयोगः।\nअत्र विनियोगसंग्रहः –\n‘हृदे सोमद्वयात्सोमं शकटादवरोहयेत्।\nशृणोऽग्नौ जुहुयाद्देवीरप्सु हुत्वाऽथ दर्भकैः॥१॥\nअप्सूपप्लावयेत्कार्षिः समुद्रो गृह्यते जलम्।\nयमग्ने क्रतुकृद्धोमो मन्त्राः सप्तेह वर्णिताः॥२॥’\nअथ मीमांसा।\nतृतीयाध्यायस्य सप्तमपादे चिन्तितम् –\n“चमसाध्वर्यवो नान्य ऋत्विग्भ्योऽथवाऽग्रिमः।\nयौगिक्या संज्ञया मैवं षष्ठ्या तेभ्यो विभेदनात्” इति॥\nज्योतिष्टोमे श्रूयते – ‘चमसाध्वर्यून्वृणीते’ इति। ये पूर्वं तत्र कार्यानुसारेणाध्वर्युप्रमुखा ऋत्विज उक्तास्तेभ्यो न व्यतिरिक्ताश्चमसाध्वर्यवः। कुतः। यौगिकसंज्ञया तदभेदप्रतीतेः। यथा देवदत्त एव पचिक्रियायोगात्पाचको भवति तद्वदध्वर्युप्रमुखा एव चमसयोगाच्चमसाध्वर्यव इति चेन्मैवम्। मध्यतः कारिणां चमसाध्वर्यवोहोत्रकाणां चमसाध्वर्यव इति षष्ठ्या भेदावभासात्। मध्यतः कारिणो होत्रादयः। होत्रकाः प्रतिप्रस्थातृमैत्रावरुणादयः तस्मादृत्विग्भ्योऽन्ये।\nतत्रैरैवान्यच्चिन्तितम् –\n“तान्वृणीतेति बहुता नास्ति वाऽस्ति ग्रहैक्यवत्।\nनैवेति चेन्न वैषम्यादुत्पत्तौ बहुताश्रुतेः” इति॥\nचमसाध्वर्यून्वृणीत इति यद्बहुत्वं श्रुतं तन्न विवक्षितं, ग्रहैकत्ववदुद्देश्यगतत्वादिति चेन्मैवम्। ग्रहवैषम्यात्। ग्रहं संमार्ष्टीत्येतन्न ग्रहाणामुत्पत्तिवाक्यं, चमसाध्वर्यूणां त्वेतदेवोत्पत्तिवाक्यं, ततस्तेषामुपादेयत्वात्तद्गतं बहुत्वं विवक्षितम्।\nतत्रेवान्यच्चिन्तितम् –\n“नेयत्ताऽस्त्यस्ति वा तेषां न नियामकवर्जनात्।\nचमसानां दशत्वेन चमसाध्वर्यवो दश” इति॥\nस्पष्टोऽर्थः।\nअथ छन्दः ।\nशृणोत्वग्निरिति त्रिष्टुप्। यमग्ने पृत्स्विति गायत्री॥\nइति श्रीमत्सायणाचार्यविरचिते माधवीये वेदार्थप्रकाशे कृष्णयजुर्वेदीयतै–\nत्तिरीयसंहिताभाष्ये प्रथमकाण्डे तृतीयप्रपाठके त्रयोदशोऽनुवाकः ॥१३॥\n",
  "bhattaBhashya": "\n\n\n3एकधनादिलक्षणा अपो जिघृक्षन् स्रुचि चतुर्गृहीतं गृहीत्वा आहवनीये जुहोति - श्रुणोत्वग्निरिति त्रिष्टुभा चतुष्पदया ॥ समिध्यतेनयाग्निरिति समिधाज्याहुतिरुच्यते । इन्धेः क्विप्, अनुनासिकलोपः, कृदुत्तरपदप्रकृतिस्वरत्वम् । अनया सन्दीप्त्या आज्याहुत्या तृप्तोग्निर्मदीयं हवमाह्वानं शृणोतु । 'बहुलं छन्दसि' इति ह्वयतेः प्राक्प्रत्ययोत्पत्तेस्सम्प्रसारणे कृते 'ऋदोरप्' इत्यप् । यद्वा - 'भावेनुपसर्गस्य' इत्यप्सम्प्रसारणं च । किञ्च - याश्चापो मया गृहीष्यन्ते ताश्चानयाहुत्या मम हवं शृण्वन्तु । कीदृश्यः । धिषणाः धृष्टाः यागसम्पादननिपुणाः । 'धृषेर्धिष च संज्ञायाम्' इति क्युप्रत्ययः । देवीः देव्यः दानादिगुणयुक्ताः । 'वा छन्दसि' इति पूर्वसवर्णदीर्घत्वम् । यद्वा - धिषणाः विद्याः, 'विद्या वै धिषणा' इति । दानादिगुणयुक्ताश्च शृण्वन्त्विति । चशब्देन तासां समुच्चयः । अधुना प्रत्यक्षवदुच्यते - हे ग्रावाणः । ग्रावाणो ग्रावकल्पा इत्येके । वर्षणशीला मेघा इत्यन्ये । ग्रावाण एवेत्यपरे । यूयमपि शृणोत श्रुणुत । 'तप्तनप्तनधनाश्च' इति तप् । किं? विदुषोस्य यजमानस्य यज्ञम् । नु इति वितर्के, ननु विदुषोस्य यज्ञश्श्रोतव्य इति । क्षिप्रं श्रुणुतेति वा । यद्वा - प्रथमाबहुवचनस्य व्यत्ययेन शस्, नुशब्दश्च इवार्थे, विद्वांस इव शृणुत इत्यर्थः । किञ्च - देवस्सविता सर्वस्य प्रेरकः मे मदीयं हवं शृणोतु । 'सवितृप्रसूत एव देवताभ्यो निवेद्यापोच्छैति' इति ब्राह्मणम् । अग्न्यादयो मे हवं श्रुत्वा आगच्छन्तु, यज्ञं निर्वर्तयन्त्विति भावः ॥\n\n4अप्सु बर्हिः प्रास्याभिजुहोति - देवीराप इति यजुरन्तया गायत्र्या ॥ मदिन्तम इत्यन्तं व्याख्यातम्म् । तं यथोक्तगुणविशिष्टमूर्मिं देवत्रा देवेषु धत्त स्थापयत । किमर्थं? देवेभ्यः देवार्थं देवानामेवोपभोगार्थम् । 'देवमनुष्यपुरुष' इत्यादिना त्राप्रत्ययः । यद्वा - देवाधीनं धत्त देवानामेवोपभोगार्थम् । 'देये त्रा च' इति त्रापत्ययो दधातियोगेपि भवति, देवयागार्थमस्मभ्यं धत्तेति यावत् । पुनश्च विशेष्यते - शुक्रं सोमं सोमीभविष्यन्तम् । केभ्यः? शुक्रपेभ्यः देवानां मध्ये ये शुक्रपास्सोमपास्तेभ्यः । पुनश्च देवा विशेष्यन्ते - हे आपः येषां देवानां यूयं भागस्स्थ्य भागभूता भविष्यथ तेभ्यो धत्तेति । स्वाहा स्वाहुतं चेदं युष्मभ्यमाज्यमस्तु । 'आहुत्यैवैना निष्क्रीय गृह्णात्यथो हविष्कृतानामेवाभिघृतानां गृह्णाति' इति ब्राह्मणम् । भागशब्दः 'कर्षात्वतः' इत्यन्तोदात्तः ॥\n\n5मैत्रावरुणचमसेनाहुतिं प्लावयाति - कार्षिरसीति ॥ हे आज्य अप्सु हुतं कार्षिः कर्षणीयमपनेतव्यमसि । 'कृषेर्वृद्धिश्छन्दसि' इति कृषेरिञ्प्रत्ययः । यस्मादेवं तस्मात्त्वामपप्लावयामि अपनयामीत्यर्थः । अपेत्युपसर्गश्रुतेर्योग्यं क्रियापदमध्याह्रियते । कुतः पुनरिदमवसीयत इत्याह - अपां मृध्रं यस्मात्त्वमपां सम्बन्ध्यनिष्टरूपं; युद्धाभिधायिना मृधशब्देनानिष्टरूपत्वं लक्ष्यते । तदस्यास्तीति मृध्रम् । 'लुगकारेकाररेफाश्च वक्तव्याः' इति मत्वर्थीयो रप्रत्ययः । दोषरूपं त्वामपनयामीत्यर्थः । यद्वा - कठिनत्वं लक्ष्यते; आज्यं च जलगतं चेत्कठिनं भवति; तस्य दोषरूपत्वादपनयामीति । 'कार्षिरसीत्याह शमलमेवासामप प्लावयति' इति ब्राह्मणम् ॥\n\n6बर्हिष्यन्तर्धायोन्नयति - समुद्रस्य व इति ॥ समुद्रस्योदकराशेः पूर्वेद्युर्गृहीतस्य वसतीवरीशब्दवाच्यस्य अक्षित्यै अक्षणाय युष्मानुन्नये मैत्रावरुणचमसेन गृह्णामीति । 'मित्रावरुणौ वा अपां नेतारौ' 'तस्मादद्यमानाः' इत्यादि ब्राह्मणम् ॥\n\n7क्रतुकरणं जुहोति - यमग्न इति त्रिपदया गायत्र्या ॥ 'यद्यग्निष्टोमो जुहोति' इति ब्राह्मणम् । हे अग्ने यं मर्त्यं पृत्सु सङ्ग्रामेषु आवः रक्षसि । 'छन्दसि लुङ्लङ्लिटः' इत्यवतेर्लङ्, आडागम उदात्तः ॥ 'मांस्पृत्स्नूनामुपसङ्ख्यानम्' इति पृतनाशब्दस्य पृद्भावः, 'सावेकाचः' इति विभक्तेरुदात्तत्वम् । कः पुनरसौ यं पृतनासु रक्षसीत्याह वाजेष्वन्नेषु निमित्तभूतेषु । 'निमित्तात्कर्मसंयोगे' इति सप्तमी । अन्नार्थं यं जुनाः गच्छसि । जु इति सौत्रो धातुः वेगितायां गतौ वर्तते, तस्मात्पूर्ववल्लुङ्, श्नाप्रत्ययः, 'बहुलं छन्दस्यमाङ्योगेपि' इत्यडभावः । हवींषि ग्रहीतुं यस्य सकाशं सदा गच्छसीत्यर्थः । स एव खलु त्वया सङ्ग्रामेषु रक्ष्यत्वेन ग्राह्यते । यश्च त्वयैवं रक्ष्यते स एव खलु त्वयानुगृहीतः यन्ता यमयिता वशीकर्ता ॥ 'न लुट् इति' निघातप्रतिषेधः, उदात्तनिवृत्तिस्वरो व्यत्ययेन प्रवर्तते । किं वशीकरिष्यतीत्याह - शश्वतीः नित्याः इषः अन्नादि प्रभूतं धनं प्राप्नोतीत्यर्थः । शश्वच्छब्दात् 'उगितश्च' इति ङीप् ॥\n\nइति तृतीये त्रयोदशोनुवाकः ॥\n"
}