{
  "id": "TS 2.4.7.2",
  "classification": {
    "kanda": "2",
    "prasna": "4",
    "anuvaka": "7",
    "panchasat": "2"
  },
  "header": "TS 2.4.7.2",
  "panchasatInfo": " 20",
  "padaCount": 42,
  "samhita": "स्वाहा॑ ब॒हु हा॒यम॑वृषा॒दिति॑ श्रु॒तरा॒वृथ् स्वाहा॒ ऽऽतप॑ति॒ वर्.ष॑न्-वि॒राडा॒वृथ् स्वाहा॑ ऽव॒स्फूर्ज॑न्-दि॒द्युद्-वर्.ष॑न् भू॒तरा॒वृथ् स्वाहा॒मान्दा॒ वाशाः॒ शुन्ध्यू॒रजि॑राः । ज्योति॑ष्मती॒-स्तम॑स्वरी॒-रुन्द॑तीः॒ सुफे॑नाः । मित्र॑भृतः॒ क्षत्र॑भृतः॒ सुरा᳚ष्ट्रा इ॒ह मा॑ऽवत ॥वृष्णो॒ अश्व॑स्य स॒न्दान॑मसि॒ वृष्‌ट्यै॒ त्वोप॑ नह्यामि ॥",
  "pada": "स्वाहा᳚ । ब॒हु । ह॒ । अ॒यम् । अ॒वृ॒षा॒त् । इति॑ । श्रु॒तः । आ॒वृदित्या᳚ - वृत् । स्वाहा᳚ । आ॒तप॒तीत्या᳚ - तप॑ति । वर्.षन्न्॑ । वि॒राडिति॑ वि - राट् । आ॒वृदित्या᳚ - वृत् । स्वाहा᳚ । अ॒व॒स्फूर्ज॒न्नित्य॑व - स्फूर्जन्न्॑ । दि॒द्युद् । वर्.षन्न्॑ । भू॒तः । आ॒वृदित्या᳚ - वृत् । स्वाहा᳚ । मान्दाः᳚ । वाशाः᳚ । शुन्ध्यूः᳚ । अजि॑राः ।  । ज्योति॑ष्मतीः । तम॑स्वरीः । उन्द॑तीः । सुफे॑ना॒ इति॒ सु - फे॒नाः॒ ।  । मित्र॑भृत॒ इति॒ मित्र॑ - भृ॒तः॒ । क्षत्र॑भृत॒ इति॒ क्षत्र॑ - भृ॒तः॒ । सुरा᳚ष्ट्रा॒ इति॒ सु - रा॒ष्ट्राः॒ । इ॒ह । मा॒ । अ॒व॒त॒ ।  । वृष्णः॑ । अश्व॑स्य । स॒न्दान॒मिति॑ सं - दान᳚म् । अ॒सि॒ । वृष्ट्यै᳚ । त्वा॒ । उपेति॑ । न॒ह्या॒मि॒ ।  । ",
  "attribute": {
    "rishi": "अज्ञात",
    "devata": "अज्ञात",
    "chandas": "अज्ञात"
  },
  "sayanaBhashya": "\n\n\"कल्पः ‘कारीया वृष्टिकामो यजेताग्नीनन्वाधायापरेणाहवनीयं दक्षिणातिक्रम्य यजमानो मारुतमसि मरुतामोज इति कृष्णं वासः कृष्णतूषं परिधत्ते’ इति पाठस्तु मारुतमिति। हे कृष्णवासरस्त्वं मरुत्संबन्ध्यसि, वस्त्रे प्रक्षिप्तस्य कृष्णद्रव्यमिश्रस्य जलस्य मरुद्भिः शोषणीयत्वात्। अत एव मरुतामोजो बलमसि, मेघेषु प्रतिबध्दानामपां धारामुद्दिश्य प्रतिबन्धरूषं मेघं भिन्धि। कल्पः‘रमयत मरुतः श्येनमायिनमिति पश्चाद्वातं प्रतिमीवति पुरोवातमेव जनयति’ इति। प्रतिमीवति प्रतिबध्नाति। पाठस्तु रमयतेति। हे मरुतः श्येनं श्येनवत्प्रबलगतिं पुरोवातं रमयत क्रीडयत। क्रीदृशम् आयिनमागच्छन्तं, मनोजवसं मनस इव जवो वेगो यस्य तादृशं, वृषणमुदकस्य वर्षयितारं सुवृक्तिं सुष्ठु पाश्चात्यवातस्य वर्जयितारम्। येन पुरोवातेनावसृष्टं मेघेभ्यो मोचितं जलमुग्रं तीव्रधारारूपं भूत्वा शर्धः शीर्णमतिशोषेण हिंसितमेति प्राप्नोति। तादृशं पुरोवातं रमयतेति पूर्वत्रान्वयः। हेश्विनौ देवभिषजौ तज्जलं स्वस्ति क्षेमकरं यथा परितो धारयतम्। कल्पः पुरोवातो वर्षन्नित्यष्टौ वातनामानि हुत्वा इति। पाठस्तु पुरोवात इति। यः पुरोवातो वर्षन्वृष्टिं प्रवर्तयञ्जिन्वः प्रजाः प्रीणयन्नावृदावर्ततां तस्मै स्वाहुतमस्तु। वातावत्प्रवातेन युक्त उग्रस्तीव्रधारायुक्तः स्तनयन्गर्जन्भीमो गर्जनाधिक्येन भयंकर इव, अनशनि प्राणघातकोशनिर्यथा न पतति यथावस्फूर्जन्नवनेन शब्दयन्, दिद्युद्विद्युल्लक्षणेन प्रकाशनेन युक्तः, त्वेषो वर्षधारया सस्यक्षेत्रादेर्दिपकः, अतिरात्रं रात्रिमतीत्य दिवारात्रमित्यर्थः। पूर्तिर्महीतलं पूरयिता। अयं वातो बहु यथा भवति तथा वृषाद्धावर्षयत्किलेति श्रुतो जनेषु ख्यातः। आतपति आतपे स्थिते सति विराड्विशेषेण राजमानः। अवस्फूर्जन्दिद्युदितिशब्दौ व्याख्यातौ।आदरार्थं पुनर्वचनम्। इत्थंभूतो यथोक्तगुणैर्युक्तः सन्सर्वलोकधारणक्षम इत्यर्थः। कल्पः अन्तर्वेदि कृष्णाजिनं प्राचीनग्रीवमुत्तरलोमास्तीर्य तस्मिन्खर्जू रसक्तून्करीरसक्तून्वा मान्दा वाशा इति कृष्णमधुषा संयुज्य तिस्र पिण्डिः कृत्वा पुष्करपलाशैः संवेष्ट्य इति। पाठस्तु मान्दा वाशा इति। मान्दादीन्येकादशापां नामानि संबुद्ध्यन्तानि। तादृश्यो हे आपो यूयमिहास्मिन्कर्मणि मामवत फलप्रदानेन रक्षत। मान्दा हर्षहेतवः। वाशाः शब्देन वर्षणजन्येन युक्ताः। शुन्ध्यूः शुद्धिहेतवः। अजिराः प्रवाहरूपेण गमनशीलाः। ज्बोतिष्मतीःशुक्लरूपयुक्ताः। तमस्वरीः सूर्यप्रकाशाच्छादनेन तमो यथा भवति तथा स्वरन्त्यो गच्छन्त्यः। उन्दतीर्भूमिं क्लेदयन्त्यः। सुफेना जलप्रवाहबाहुल्येन बहुफेनयुक्ताः। जगन्मित्रभूता ओषधीर्विभ्रति पोवयन्तीति मित्रभृतः। क्षत्त्रं देशाधिपतिं राजानं सवृष्टिज यशंतोषेण बिभ्रति पोषयन्तीति मित्त्रभृतः। सुष्ठु शोभनं सस्येन संपूर्णं राष्ट्रं यासां ताः सुराष्ट्राः। कल्पः- ‘समुद्यम्य कृष्णाजिनस्यान्तौ वृष्णो अश्वस्य संदानमसीति कृष्णेन दाम्नोप न ह्यति’ इति। पाठस्तु वृष्णो अश्वस्येति। हे रज्जो त्वं वृष्णोश्वस्य सेचनसमर्थस्याश्वमुख्यस्यैवास्य कृष्णाजिनस्य संदानं दृढबन्धनसाधनमसि । अतोवृष्टिसिद्ध्यर्थमनेन संदानेन हे कृष्णाजिन त्वामुपनह्यामि बध्नामि। अत्र विनियोगसंग्रहः ‘कारीर्यां मारुतं कृष्णं स्वामी धारयते पटम्। रमेति पश्चिमं वातं पुरोवातं करोति हि ।। पुरोष्टावाहुतीर्हुत्वा मान्दाः संयौति सक्तुकम्। वृष्णः संनह्यते सक्तुं मन्त्रा द्वादश वर्णिताः’’ ।। इति श्रीमत्सायणाचार्यविरचिते माधवीये वेदार्थप्रकाशे कृष्णयजुर्वेदीयतैत्तिरीयसंहिताभाष्ये द्वितीयकाण्डे चतुर्थप्रपाठके सप्तमोनुवाकः ।। ७ ।।\"\n"
}