{
  "id": "TS 1.4.39.1",
  "classification": {
    "kanda": "1",
    "prasna": "4",
    "anuvaka": "39",
    "panchasat": "1"
  },
  "header": "TS 1.4.39.1",
  "panchasatInfo": " 40 ",
  "padaCount": 27,
  "samhita": "असा॑वि॒ सोम॑ इन्द्र ते॒ शवि॑ष्ठ धृष्ण॒वा ग॑हि । आ त्वा॑ पृणक्त्विन्द्रि॒यꣳ रजः॒ सूर्यं॒ न र॒श्मिभिः॑ ॥ उ॒प॒या॒मगृ॑हीतो॒ऽसीन्द्रा॑य त्वा षोड॒शिन॑ ए॒ष ते॒ योनि॒रिन्द्रा॑य त्वा षोड॒शिने᳚ ॥",
  "pada": "असा॑वि । सोमः॑ । इ॒न्द्र॒ । ते॒ । शवि॑ष्ठ । धृ॒ष्णो॒ । एति॑ । ग॒हि॒ ।  । एति॑ । त्वा॒ । पृ॒ण॒क्तु॒ । इ॒न्द्रि॒यम् । रजः॑ । सूर्य᳚म् । न । र॒श्मिभि॒रिति॑ र॒श्मि - भिः॒ ।  । उ॒प॒या॒मगृ॑हीत॒ इत्यु॑पया॒म - गृ॒ही॒तः॒ । अ॒सि॒ । इन्द्रा॑य । त्वा॒ । षो॒ड॒शिने᳚ । ए॒षः । ते॒ । योनिः॑ । इन्द्रा॑य । त्वा॒ । षो॒ड॒शिने᳚ ।  । ",
  "attribute": {
    "rishi": "अज्ञात",
    "devata": "अज्ञात",
    "chandas": "अज्ञात"
  },
  "sayanaBhashya": "\n\nप्रथममन्त्रपाठस्तु — अग्न इति। हेऽग्ने त्वं भक्तानामायूंषि पवसे शोधयसि वर्धयसीत्यर्थः। अस्माकमिषमन्नमूर्जं बलमासुव प्रयच्छ। दुच्छुनां वैरिसेनामारे दूरं यथा स्या-त्तथा बाधस्व। स्पष्टमन्यत्।\nद्वितीयमन्त्रपाठस्तु — उत्तिष्ठन्निति। हे इन्द्र सुतं सोमं पीत्वौजसा बलेन सहोत्तिष्ठंश्चमू भक्षणक-रणभूते शिप्रे हनू अवेपयश्चालय। तच्चालनलिङ्गेन तुष्टमात्मानमस्माकं दर्शये-त्यर्थः। स्पष्टमन्यत्।\nतृतीयमन्त्रपाठस्तु तरणिरित्यादिरारण्यके समाम्नातत्वान्नात्र व्याख्येयः।\nकल्पः-आग्रयणग्रहं गृहीत्वाऽथ षोडशिनं गृह्णामीति परिमृज्याऽऽसाद-यति एष ते योनिरिन्द्राय त्वा षोडशिन इतिः- इति।\nपाठस्तु - आ तिष्ठेति। हे वृत्रहन्निन्द्र तव हरी अश्वौ ब्रह्मणा मन्त्रेण युक्ता रथयोजितौ। अतो रथमातिष्ठाऽऽरोह। अयं ग्रावा वग्नुना वचनेनाभिषवध्वनिना त्वन्मनोऽऽभिषुते सोमेऽर्वाचीनमभिमुखं करोतु। षोडशसंख्यापूरकं स्तोत्रं च यस्येन्द्रस्यास्त्यसौ षोडशी। स्पष्टमन्यत्।\nअस्मिन्नेव ग्रहे पञ्च मन्त्रा विकल्पन्ते। तत्र प्रथमः- इन्द्रमिदिति। ऋषीणां मन्त्राणां स्तुतीश्च मानुषाणां यज्ञं चोपेत्याप्रतिधृष्ट-शवसं केनाप्यतिरस्कृतबलमिन्द्रमेव हरी रथेन वहतः।\nअथ द्वितीयः - असावीति। हे शविष्ठातिशयेन बलवन्निन्द्र ते त्वदर्थं सोमोऽसावि सुतः। हे धृष्णो धाष्टर्ययुक्ताऽऽगह्यागच्छ। इन्द्रियशक्तिस्त्वामापृणक्तु आपुरयतु। किमिव। रश्मिभिः स्वीकृतं रज उदकं सूर्यमिव। एतच्चान्यत्राऽऽम्नातम्-आपः सूर्ये समाहिताः। अभ्राण्यपः प्रपद्यन्ते- इति।\nअथ तृतीयः - सर्वस्येति। सर्वस्य भूतजातस्य प्रतिशीवर्याभिमुख्यशायिनी भूमिस्त्वामि-न्द्रोपस्थ उपरितनस्थान आधिताऽऽदधातु। हे भूमेऽस्मा इन्द्राय स्योना सुखप्रदा सुषदा शोभननिवासस्थाना च भव। अस्मै यजमानाय सप्रथा अतिविस्तृता सती शर्म सुखं प्रयच्छ।\nअथ चतुर्थः - महा इन्द्र इति। स्पष्टोऽर्थः।\nअथ पञ्चमः - सजोषा इति। हे वृत्रहञ्शूरेन्द्र सजोषाः प्रीतिसहितो मरुद्भिर्युक्ततया सगणस्त्वं यजमानभक्तिं विद्वान्सोमं पिब। अस्माकं मारणोद्यताञ्शत्रून्मारय। इतरान्मृधो वैरिणोऽपनुदस्व। अनन्तरमस्माकं सर्वतो भयराहित्यं कुरु।\nअत्र विनियोगसंग्रहः -\n“ऐन्द्रवायव आ वायो इन्द्र तस्म पुनग्रहः।\nमैत्रावरुणकेयं वामाश्विन द्वौ विकल्पितौ॥१॥\nशुक्रे मन्थिनि चैकैकः प्रागिवाऽऽग्रयणे द्वयम्।\nएकैक उक्थ्यध्रुवयोश्चतुर्दश तु मन्त्रकाः॥२॥\nऋतुग्रहेषूपयामः सर्वेष्वादौ प्रयुज्यते।\nऐन्द्राग्नो वैश्वदेवश्च त्रयो मारुत्वतग्रहाः॥३॥\nवैकल्पिकौ द्वौ माहेन्द्रे कदाऽऽदित्यग्रहस्तथा।\nकदा दधिग्रहस्तत्र यज्ञः सोमं पुनः क्षिपेत्॥४॥\nविव ग्राव्णाऽऽलोडयेद्या काम्यो दध्नः प्रतिश्रयः।\nत्रयो विकल्प्याः सावित्रे वैश्वदेवे परो ह्यसौ॥५॥\nपात्नीवतग्रहस्यास्य होमोऽग्ना इति मन्त्रतः।\nहारियोजननाम्नस्तु हरीः स्थेति हुतिर्भवेत्॥६॥\nअग्नेऽतिग्राह्य आग्नेय उत्तिष्ठन्ग्राह्य ऐन्द्रकः।\nषड्विकल्प्या षोडशिनि ग्रहकाण्ड समाप्यतेः॥७॥ इति।\nइति श्रीमत्सायणाचार्यविरचिते माधवीये वेदार्थप्रकाशे कृष्णयजुर्वेदीय-\nतैत्तिरीयसंहिताभाष्ये प्रथमकाण्डे चतुर्थप्रपाठके एकोनत्रिंशमारभ्य षट्त्रिंशपर्यन्ता अष्टानुवाकाः॥२९॥३०॥ ३१॥ ३२॥ ३३॥ ३४॥ ३५॥ ३६॥\n",
  "bhattaBhashya": "\n\n\n2-3ग्रहणसादने समाने ॥\n\nइति चतुर्थे त्रयस्त्रिंशोनुवाकः ॥\n"
}