{
  "id": "TS 1.2.6.1",
  "classification": {
    "kanda": "1",
    "prasna": "2",
    "anuvaka": "6",
    "panchasat": "1"
  },
  "header": "TS 1.2.6.1",
  "panchasatInfo": " 13",
  "padaCount": 57,
  "samhita": "अꣳ॒॒शुना॑ ते अꣳ॒॒शुः पृ॑च्यतां॒ परु॑षा॒ परु॑र् ग॒न्धस्ते॒ काम॑मवतु॒ मदा॑य॒ रसो॒ अच्यु॑तो॒ ऽमात्यो॑ऽसि शु॒क्रस्ते॒ ग्रहो॒ऽभि त्यं दे॒वꣳ स॑वि॒तार॑मू॒ण्योः᳚ क॒विक्र॑तु॒मर्चा॑मि स॒त्यस॑वसꣳ रत्न॒धाम॒भि प्रि॒यम म॒तिमू॒र्द्ध्वा यस्या॒मति॒र्भा अदि॑द्युत॒थ् सवी॑मनि॒ हिर॑ण्यपाणिरमिमीत सु॒क्रतुः॑ कृ॒पा सुवः॑ । प्र॒जाभ्य॑स्त्वा प्रा॒णाय॑ त्वा व्या॒नाय॑ त्वा प्र॒जास्त्वमनु॒ ( ) प्राणि॑हि प्र॒जास्त्वामनु॒ प्राण॑न्तु ॥",
  "pada": "अꣳ॒॒शुना᳚ । ते॒ । अꣳ॒॒शुः । पृ॒च्य॒ता॒म् । परु॑षा । परुः॑ । ग॒न्धः । ते॒ । काम᳚म् । अ॒व॒तु॒ । मदा॑य । रसः॑ । अच्यु॑तः । अ॒मात्यः॑ । अ॒सि॒ । शु॒क्रः । ते॒ । ग्रहः॑ । अ॒भीति॑ । त्यम् । दे॒वम् । स॒वि॒तार᳚म् । ऊ॒ण्योः᳚ । क॒विक्र॑तु॒मिति॑ क॒वि - क्र॒तु॒म् । अर्चा॑मि । स॒त्यस॑वस॒मिति॑ स॒त्य -स॒व॒स॒म् । र॒त्न॒धामिति॑ रत्न - धाम् । अ॒भीति॑ । प्रि॒यम् । म॒तिम् । ऊ॒र्द्ध्वा । यस्य॑ । अ॒मतिः॑ । भाः । अदि॑द्युतत् । सवी॑मनि । हिर॑ण्यपाणि॒रिति॒ हिर॑ण्य - पा॒णिः॒ । अ॒मि॒मी॒त॒ । सु॒क्रतु॒रिति॑ सु - क्रतुः॑ । कृ॒पा । सुवः॑ ।  । प्र॒जाभ्य॒ इति॑ प्र - जाभ्यः॑ । त्वा॒ । प्रा॒णायेति॑ प्र - अ॒नाय॑ । त्वा॒ । व्या॒नायेति॑ वि -अ॒नाय॑ । त्वा॒ । प्र॒जा इति॑ प्र - जाः । त्वम् । अनु॑ ( ) । प्रेति॑ । अ॒नि॒हि॒ । प्र॒जा इति॑ प्र - जाः । त्वाम् । अनु॑ । प्रेति॑ । अ॒न॒न्तु॒ ।  । ",
  "attribute": {
    "rishi": "अज्ञात",
    "devata": "अज्ञात",
    "chandas": "अज्ञात"
  },
  "sayanaBhashya": "\n\nअशुनेति। बौधायनः — “हिरण्यवता पाणिना राजानमभिमृशति ते अशुः पृच्यतां परुषा परुर्गन्धस्ते काममवतु मदाय रसो अच्युतोऽमात्योऽसि शुक्रस्ते ग्रह इति” इति।\nआपस्तम्बः — “अशुना ते अशुः पृच्यतामिति यजमानो राजनमभिमन्त्रयते” इति।\nअशु सूक्ष्मोऽवयवः। परुः पर्व। हे सोम तवैकेनांशुनाऽन्योंशुः संयुज्यतां, कोऽप्यंशुर्वाय्वाद्युपघातेन मा वियुज्यताम्। तथा परुषा परुः संयुज्यतां कस्यापि परुषो भागो मा भूत्। त्वदीयो गन्धो यजमानस्य कामं पालयतु। त्वदीयो रसो मदाय देवानां हर्षाय विनाशरहितो भवतु। त्वममात्योऽसि। यजमानेन देवताभिश्च सह सर्वदा तिष्ठसि। तव स्वीकारः शुक्रो हिरण्यसाध्यः।\nएतं मन्त्रं व्याचिख्यासुरादौ सोमविक्रियणं प्रत्यध्वर्योः प्रैषमन्त्रमुत्पादयति — “ब्रह्मवादिनो वदन्ति। विचित्यः सोमा३ न विचित्या३ इति। सोमो वा ओषधीना राजा तस्मिन्यदापन्नं ग्रसितमेवास्य तद्यद्विचिनुयाद्यथाऽऽस्याद्ग्रसितं निष्खिदति तादृगेव तद्यन्न विचिनुयाद्यथाऽक्षन्नापन्नं विधावति तादृगेव तत्क्षोधुकोऽध्वर्युः स्यात्क्षोधुको यजमानः सोमविक्रयिन्त्सोम शोधयेत्येव ब्रूयाद्यदीतरं यदीतरमुभयेनैव सौमविक्रयिणमर्पयति तस्मात्सोमविक्रयी क्षोधुकः” [सं. का. ६ प्र. १ अ. ९] इति।\nविचयो नाम सोमस्य तृणादेरपनयनम्। तस्मिन्नोषधीनां राज्ञि सोमे यत्तृणादिकमापन्नं पतितं तत्तृणादिकमस्य सोमस्य ग्रसितमेव ग्रास एव भवति। तथा सति यदि विचिनुयात्तृणादिकमपनयेत्तदानीं यथा लोके ग्रसितमन्नं निष्खिदति मक्षिकाद्युपद्रवेण वमति तत्तृणाद्यपनयनं तादृक्स्यात्। यदि न विचिनुयात्तदानीं यथा चक्षुषि पतितमितस्ततो विधावनेन व्यथां जनयति तदविवेचनं तादृक्स्यात्। ततो दोषद्वयपरिहाराय सोमविक्रयिन्नित्यादिप्रैषमन्त्रं ब्रूयात्। तस्मिन्नुक्ते सति यदीतरमितरो विचयदोषः, यदीतरं त्वविचयदोषस्तेनोभयेन दोषेण सोमविक्रयिणमेव योजयति। तस्मादसौ क्षोधुको न रक्षितो भवेत्।\nअत्र सूत्रम् — “उत्तरवेदिदेश उपरवदेशे वा रोहितं चर्माऽऽनडुहं प्राचीनग्रीवमुत्तरलोमाऽऽस्तीर्य दक्षिणे चर्मपक्षे राजानं निवपत्युत्तरस्मिन्नुपविशति सोमविक्रय्युदकुम्भ राजानं सोमविक्रयिणमिति सर्वतः परिश्चित्योत्तरेण द्वारं कृत्वा\nविचित्यः सोमा३ इत्युक्तं सोमविक्रयिन्सोम शोधयेत्युक्त्वा पराङावर्तते” इति।\nयथोक्तं कर्म विधत्ते —\n“अरुणो ह स्माऽऽहौपवेशिः सोमक्रयण एवाहं तृतीयसवनमव रुन्ध इति पशूनां चर्मन्मिमीते पशुनेवाव रुन्धे पशवो हि तृतीय सवनम्” (सं. का. ६ प्र. १ अ. ९) इति।\nअरुणनामकः कश्चिदुपवेशस्य पुत्रः पशुचर्मणि सोम मिमीते। अत्रैव हि तृतीयसवनं संपदयिष्यामिति तस्याभिप्रायः। सवनीयानुबन्ध्याख्ययोः पश्वोस्तृतीयसवने सद्भावात्पशवस्तृतीयसवम्। अतः पशुचर्मणा तत्प्राप्तिः सोमोन्मानं तत्र कुर्यादित्यर्थः।\nचर्मण उत्तरलोमास्तरणं विधत्ते —\n“यं कामयेतापशुः स्यादित्यृक्षतस्तस्य मिमीतर्क्षं वा अपशव्यमपशुरेव भवति यं कामयेत पशुमान्त्स्यादिति लोमतस्तस्य मिमीतैतद्वै पशूना रूप रूपेणैवास्मै पशूनव रुन्धे पशुमानेव भवति” (सं. का. ६ प्र. १ अ. ९) इति।\nऋक्षतो रूक्षे परुषे निर्लोमभागे। लोमतः सलोमभागे।\nउदकुम्भसंनिधिं विधत्ते —\n“अपामन्ते क्रीणाति सरसमेवैनं क्रीणाति” (सं. का. ६ प्र. १ अ. ९) इति।\nमन्त्रे दुर्बोधभागं व्याचष्टे —\n“अमात्योऽसीत्याहामैवैनं कुरुते शुक्रस्ते ग्रह इत्याह शुक्रो ह्यस्य ग्रहः” (सं. का. ६ प्र. १ अ. ९) इति।\nअमैव सहैव स्थित इत्यर्थः सोमस्वीकारः शुक्रो हि सुवर्णसाध्यो हीत्यर्थः। शकटेन सह सोमं प्राप्तुं गच्छेदिति विधत्ते —\n“अनसाऽच्छ याति महिमानमेवास्याच्छ याति” (सं. का. ६ प्र. १ अ. ९) इति।\nशकटरूपेण बहुमानेन सोमस्य महिमा प्रकाशितो भवति।\nतमेव विधिमनूद्य प्रशंसति —\n“अनसाऽच्छ याति तस्मादनोवाह्य समे जीवनम्” (सं. का. ६ प्र. १ अ. ९) इति।\nसमे प्रदेशे जीवनसाधनं धान्यं शकटवाह्यं तद्वत्सोमः।\nविषमे तु प्रदेशे शिरसा सोमवाहनं विधत्ते —\n“यत्र खलु वा एत शीर्ष्णा हरन्ति तस्माच्छीर्षहार्यं गिरौ जीवनम्” (सं. का. ६ प्र. १ अ. ९) इति।\nयत्र यदा पर्वते सोमलतोत्पत्तिप्रदेशे सोमं क्रीणन्ति तदेति शेषः। लोकेऽपि दुर्गमे गिरौ धान्यं शिरसा वहन्ति।\nअत्र सूत्रम् — “उद्धृतपूर्वफलकेनानसा परिश्रितेन च्छदिष्मता प्राञ्चः सोममच्छ यान्ति शीर्ष्णा गिरौ क्रीतं हरन्ति अपरेणोत्तरेण वा राजानं प्रागीषमुदगीषं वा नद्धयुग शकटं चु(चि)बुकप्रतिष्ठितम्” इति।\nतस्मिञ्शकटे पूर्वस्थापितं मध्यमफलकमुद्धृत्य नूतनं फलकं स्थापनीयम्। अथवोद्धृतमुन्नतं पूर्वफलकरूपं मुखं यस्य शकटस्य तदुद्धृतपूर्वफलकम्। परिश्रयः शकटस्योपरि गृहकुड्यवत्परितो वेष्टनम्। छदिरुपरितनमाच्छादनम्।\nअभि त्यमिति। बौधायनः — “अथैनमतिच्छन्दसर्चा मिमीत एकयैकयोत्सर्गं मिमीतेऽयातयाम्नियायातयाम्नियैवैनं मिमीते तस्मान्नानावीर्या अङ्गुलयः सर्वास्वङ्गुष्ठमुपनिगृह्णाति अभि त्यं देव सवितारमूण्योः कविक्रतुमर्चामि सत्यसव रत्नधामभि प्रियं मतिमूर्ध्वा यस्यामतिर्भा अदिद्युतत्सवीमनि हिरण्यपाणिरमिमीत सुक्रतुः कृपा सुवरिति पञ्चकृत्वो यजुषा मिमीते पञ्चकृत्वस्तूष्णीम्” इति।\nआपस्तम्बः — “क्षौमं वासो द्विगुणं क्रिगुणं वा प्राग्दशमुत्तरदशं चर्मण्यास्तृणात्युदग्दशं वा तस्मिन्हिरण्यपाणिरङ्गुष्ठेन कनिष्ठिकया चाङ्गुल्यांऽशून्संगृह्यन्यचन्नभि त्यं देव सवितारमित्यतिच्छन्दसर्चा मिमीते” इति।\nतं देवमभ्यर्चामि। कीदृशम्। ऊण्योर्द्यावापृथिवीरूपयोर्हस्तयोः सवितारं प्रेरकं, कवीनां वेदार्थविदां क्रतुर्यागो यस्य प्रेरकस्य सोऽयं कविक्रतुः। अत एव सत्यः फलपर्यवसायी सवः प्रेरणं यस्यासौ सत्यसवाः। रत्नानि दधातीति रत्नधाः। आभिमुख्येन सर्वेषां प्रियः। मतिः सर्वैर्मन्तव्यः। तादृशं देवमर्चामि यस्य सवितुरूर्ध्वलोकवर्तिनी दीप्तिरमतिर्मन्तुमशक्या द्योतते प्रकाशते। स्वर्गवर्ती स देवः कृपया मां समागत्य हिरण्यपाणिः सोमं मिमीताम्।\nएतस्यामृचि वर्तमानं छन्दः प्रशंसति —\n“अभित्यं देव सवितारमित्यतिच्छन्दसर्चा मिमीतेऽतिच्छन्दा वै सर्वाणि छन्दासि सर्वेभिरेवैनं छन्दोभिर्मिमीते वर्ष्म वा एषा छन्दसां यदतिच्छन्दा यदतिच्छन्दसर्चा मिमीते वर्ष्मैवैन समानानां करोति” (सं. का. ६ प्र. १ अ. ९) इति।\nअक्षराधिक्येन गायत्र्यादीनि च्छन्दांस्यतिक्रम्य वर्तत इत्यतिच्छन्दाः वर्ष्म शरीरम्।\nअङ्गुलीषु प्रकारविशेर्ष विधत्ते —\n“एकयैकयोत्सर्गं मिमीतेऽयातयाम्नियायातयाम्नियैवैनं मिमीते तस्मान्नानावीर्या अङ्गुलयः” [सं. का. ६ प्र. १ अ. ९] इति।\nउत्सर्गमुत्सृज्योत्सृज्य कनिष्ठिकैव प्रथमपर्यायेऽनामिकैव द्वितीये मध्यमैव तृतीये तर्जन्येव चतुर्थे। एवं सति सकृत्प्रवृत्ताया अङ्गुल्याः पुनः प्रवृत्त्यभावाद्यातयामत्वं गतरसत्वं न भविष्यति। यस्मात्पर्यायेण प्रवृत्तास्तस्मात्प्रत्येकमङ्गुष्ठेन संयोक्तुं पृथक्सामर्थ्येऽर्पिताः।\nअङ्गुष्ठस्य पर्यायो नास्तीत्यमुमर्थं विधत्ते —\n“सर्वास्वङ्गुष्ठमुप निगृह्णाति तस्मात्समावद्वीर्योऽन्याभिरङ्गुलिभिस्तस्मात्सर्वा अनु सं चरति” (सं. का. ६ प्र. १ अ. ९) इति।\nकनिष्ठिकादिषु सर्वास्वङ्गुलीषु प्रत्येकमङ्गुष्ठं संयोजयेत्। समावद्वीर्यस्तुल्यसामार्थ्यः। तस्माल्लोकव्यवहारेऽपि प्रत्येकं सर्वा अङ्गुलीरनुसंचरति।\nविपक्षबाधकपूर्वकं पूर्वोक्तं स्वपक्षमुपसंहरति —\n“यत्सह सर्वाभिर्मिमीत सश्लिष्टा अङ्गुलयो जायेरन्नेकयैकयोत्सर्गं मिमीते तस्माद्विभक्ता जायन्ते” (सं. का. ६ प्र. १ अ. ९) इति।\nसमन्त्रकामन्त्रकयोः सोमोन्मानयोरावृत्तिसंख्यां विधत्ते —\n“पञ्च कृत्वो यजुषा मिमीते पञ्चाक्षरा पङ्क्तिः पाङ्क्तो यज्ञो यज्ञमेवाव रुन्धे पञ्च कृत्वस्तूष्णीं दश सं पद्यन्ते दशाक्षरा विराडन्नं विराड्विराजैवान्नाद्यमव रुन्धे यद्यजुषा मिमीते भूतमेवाव रुन्धे यत्तूष्णीं भविष्यत्” (सं. का. ६ प्र. १ अ. ९) इति।\nयद्यपि अतिच्छन्दसर्चेत्याम्नानात्पदार्थरूपस्य लक्षणस्य सद्भावाच्चाभित्यमित्येषर्गेव तथाऽपि युज्यते प्रयुज्यत इति व्युत्पत्तिमभिप्रेत्य यजुषेत्युक्तम्। अङ्गुष्ठस्य क्रमेण कनिष्ठिकादिभिः सह चत्वारः पर्यायाः। समन्त्रके प्रयोगे\nकनिष्ठिकाव्यतिरिक्तया कयाचित्सह पञ्चमः पर्यायः अमन्त्रके तु कनिष्ठिकयैव सह।\nतथा च सूत्रम्। “यया प्रथमं न तया पञ्चमं तयैवोत्तमम्” इति।\nविराट्च्छन्दसोऽन्नप्रदत्वादन्नत्वम्। समन्त्रकामन्त्रकयोः प्रयोगयोः पूर्वोत्तरभावसाम्येन भूतभविष्यद्वस्तुप्राप्तिः।\nप्रजाभ्य इति। कल्पः — “अथातिशिष्टं राजानं प्रजाभ्यस्त्वेत्युपसमूहति समुच्चित्य वसनस्यान्तान्प्रदक्षिणमुष्णीषेणोपनह्यति प्राणाय त्वेति व्यानाय त्वेत्यनुशृन्थति अथोपरिष्टादङ्गुल्यावकाशं शिष्ट्वा यजमानमीक्षयति प्रजाभ्यस्त्वा प्राणाय त्वा व्यानाय त्वा प्रजास्त्वमनु प्राणिहि प्रजास्त्वामनु प्राणन्त्विति” इति।\nहे सोमाशेषप्रजार्थं त्वां समूहामि प्राणार्थं त्वामुपनह्यामि व्यानार्थं त्वां विस्रंसयामि। प्राणतीः प्रजा अनु त्वं प्राणिहि। प्राणन्तं त्वामनु प्रजाः प्राणन्तु।\nअवशेषणे बाधं ब्रुवन्यथोक्तं समूहनादिकं विधत्ते —\n“यद्वै तावानेव सोमः स्याद्यावन्तं मिमीते यजमानस्यैव स्यान्नापि सदस्यानां प्रजाभ्यस्त्वेत्युप समूहति सदस्यानेवान्वाभजति वाससोप नह्यति सर्वदेवत्यं वै वासः सर्वाभिरेवैनं देवताभिः समर्थयति पशवो वै सोमः प्राणाय त्वेत्युपनह्यति प्राणमेव पशुषु दधाति व्यानाय त्वेत्यनु शृन्थति व्यानमेव पशुषु दधाति तस्मात्स्वपन्तं प्राणा न जहति” (सं. का. ६ प्र. १ अ. ९) इति।\nदशकृत्वोङ्गुलिभिर्मितात्सोमस्यानाधिक्ये सत्येतस्मिन्सदस्यवस्थितानामपि सोमो न स्यान्मन्त्रेण समूहने तु यजमानमनु सदस्यान्सोमं प्रापयति। प्राणव्यानयोः पशुषु स्थापितत्वात्स्वापेऽपि नास्ति प्राणपरित्यागः।\nअत्र विनियोगसंग्रहः —\n“अंशु सोमं मन्त्रयेताभि त्यं क्रेतुं मिमीत तम्।\nप्रजा समुह्य तच्छेषं प्राणायेत्येष बध्यते।\nव्या विस्रस्य प्रजेक्षेत षण्मन्त्रा इह वर्णिताः॥१॥” इति।\nअस्मिन्ननुवाके संदिग्धार्थोदाहरणाभावन्नात्र विशेषेण किंचिदपि मीमांस्यते। सामान्यविचारास्तु पूर्वोक्ता यथायोगमनुसंधेयाः। छन्दस्तु श्रुतावेवातिच्छन्दसर्चेति स्पष्टमुदाहृतम्॥\nइति श्रीमत्सायणाचार्यविरचिते माधवीये वेदार्थप्रकाशे कृष्णयजुर्वेदीयतैत्तिरीयसंहिताभाष्ये प्रथमकाण्डे द्वितीयप्रपाठके षष्ठोऽनुवाकः ॥६॥\n",
  "bhattaBhashya": "\n\n\n2अतिच्छन्दसर्चा सोमं मिमीते - अभित्यं देवमिति । अत्यष्टिरियं षोडशाक्षरपादा, 'अर्चामि' इति द्वितयिस्यादिः, 'ऊर्ध्वा यस्य' इति तृतीयस्य, 'हिरण्यपाणिः' इति चतुर्थस्य ॥\n\n'अतिछन्दा वै सर्वाणि छन्दांसि' इति ब्राह्मणम् । अभित्यं देवं सवितारं सर्वस्य प्रेरयितारं ऊण्योस्सर्वस्यावित्र्योः द्यावापृथिव्योः । अवतेरौणादिके निप्रत्यये 'ज्वरत्वर' इत्यादिना ऊठि छान्दसं णत्वम्, 'उदात्तस्वरितयोः' इत्योकारस्स्वर्यते, 'उदात्तयणः' इति व्यत्ययेन प्रवर्तते । कविक्रतुं कवीनां मेधाविनामिव क्रतुः कर्म यस्य तादृशं, कमनीयकर्माणं वा । सत्यसवसं, सत्यानुज्ञं सत्यप्रेरणं वा । रत्नधां रत्नानां रमणीयानां धनानां धारयितारं, रत्नानि धारयन्तं वा । 'आतो मनिन्' इति विच् । अभिप्रियं प्रियमभि प्रियं लक्षीकृत्य सर्वस्य प्रियमुत्पादयामीति रत्नानि धारयन्तम् । यद्वा - आभिमुख्येन सर्वस्य प्रियम्; असमस्त एव धात्वर्थं विशिनष्टि । मतिं सर्वैर्मन्तव्यं, सर्वस्य वा ज्ञातारम् । 'मन्त्रे वृषः' इति क्तिन उदात्तत्वम् । ईदृशं देवमभ्यर्चामि आभिमुख्येन पूजयामि । पादादित्वान्न निहन्यते । पुनश्च देवोपि विशेष्यते - यस्य देवस्यामतिरमनशीला व्यापनशीला भाः दीप्तिः ऊर्ध्वा उत्कृष्टा अदिद्युतत् द्योतयति विश्वं तमभ्यर्चामि । 'णौ चङ्युपधाया ह्रस्वः', 'द्युतिस्वाप्योस्सम्प्रसारणम्' । अमतेर्गतिकर्मण औणादिकोतिप्रत्ययः । भासतेः 'भ्राजभास' इति क्विप् । पुनश्च देवो विशेष्यते - यस्य देवस्य सवीमनि सवे अभ्यनुज्ञायां सत्यां येनाभ्यनुज्ञातस्सन् । मनिनि छान्दसमितो दीर्घत्वम् । यद्वा - इमनिचि 'तुरिष्ठेमेयस्सु' इति लोपः । अरमदादिस्सोमस्य माता हिरण्यपाणिः हिरण्यसहितपाणिः अमिमीत मिमीते सोमम् । छान्दसो लङ् । सुक्रतुः शोभनकर्मा माता । यद्वा - ईदृशोहममि[मी]ति पुरुषव्यत्ययः, 'क्रत्वादयश्च' इत्युत्तरपदाद्युदात्तत्वम् । कृपा कल्पनयाङ्गुल्यादिविषयया सुवः सुष्ठु वृतः आगतोहम् । यद्वा - कृपा सामर्थ्येन सुवः सुष्ठु प्राप्तः यस्य प्रसवेनेति । अन्य आहुः - सवीमनीति निमित्तसप्तमी । सर्वस्य प्रसवार्थं यस्य भा[सो] विश्वं द्योतयन्ति स देवो हिरण्यपाणिः अपहरणशीलरश्मिः सुक्रतुश्शोभनकर्मा सुवः आदित्यः कृपया मामध्वर्युमाविश्य स्वयमेव सोमं मिमीते । अत्र वा सवीमनीति सम्बध्यते, सर्वस्य प्रसवार्थं स्वयमेव कृपया मामाविश्य सोमं मिमीते इति । कृपू सामर्थ्ये, क्विप्, 'सावेकाचः' इति विभक्तेरुदात्तत्वम् । पक्षान्तरेपि क्विबन्तमेव कृपायां वर्तते । तृतीयायां वा आकारः । सुपूर्वादर्तोर्विचि गुणे स्वः, 'तन्वादीनां छन्दसि बहुळम्' इत्युवङादेशः, 'न्यङ्स्वरौ स्वरितौ' इति स्वरितत्वम् ॥\n\n3अवशिष्टं सोमं मितेनोपसमूहति - प्रजाभ्य इति ॥ प्रजानां सदस्यानामर्थाय त्वामवशिष्टं उपसमूहामि मितं प्रापयामि । 'यद्वै तावानेव सोमस्स्यात्' इत्यादि ब्राह्मणम् ॥\n\n4उष्णीषेणोपसन्नह्यति - प्राणायेति ॥ प्राणार्थं त्वां सोममुपनह्यामीति । 'प्राणमेव पशुषु दधाति' इति ब्राह्मणम् ॥\n\n5बन्धनं शिथिलीकरोति - व्यानायेति ॥ व्यानार्थं त्वामनुशृन्थामीति । 'व्यानमेव पशुषु दधाति' इति ब्राह्मणम् ॥\n\n6यजमानमवेक्षयति सोमं - प्रजा इति ॥ हे सोम प्रजा अनु त्वं प्राणिहि प्रजार्थं जीवेत्यर्थः । प्रजाश्च त्वां प्राणन्तमनु प्राणन्तु त्वयि प्राणति ताः प्राणन्तीति ॥\n\nइति द्वितीये षष्ठोनुवाकः ॥\n"
}