{
  "id": "TS 1.6.1.2",
  "classification": {
    "kanda": "1",
    "prasna": "6",
    "anuvaka": "1",
    "panchasat": "2"
  },
  "header": "TS 1.6.1.2",
  "panchasatInfo": " 2",
  "padaCount": 50,
  "samhita": "रसि स॒त्यशु॑ष्ममसि स॒त्येन॑ त्वा॒ऽभि घा॑रयामि॒ तस्य॑ ते भक्षीय पञ्चा॒नां त्वा॒ वाता॑नां ॅय॒न्त्राय॑ ध॒र्त्राय॑ गृह्णामि पञ्चा॒नां त्व॑र्तू॒नां ॅय॒न्त्राय॑ ध॒र्त्राय॑ गृह्णामि पञ्चा॒नां त्वा॑ दि॒शां ॅय॒न्त्राय॑ ध॒र्त्राय॑ गृह्णामि पञ्चा॒नां त्वा॑ पञ्चज॒नानां᳚ ॅय॒न्त्राय॑ ध॒र्त्राय॑ गृह्णामि च॒रोस्त्वा॒ पञ्च॑बिलस्य य॒न्त्राय॑ ध॒र्त्राय॑ गृह्णामि॒ ब्रह्म॑णस्त्वा॒ तेज॑से य॒न्त्राय॑ ध॒र्त्राय॑ गृह्णामि क्ष॒त्रस्य॒ त्वौज॑से य॒न्त्राय॑ - [ ]",
  "pada": "अ॒सि॒ । स॒त्यशु॑ष्म॒मिति॑ स॒त्य - शु॒ष्म॒म् । अ॒सि॒ । स॒त्येन॑ । त्वा॒ । अ॒भीति॑ । घा॒र॒या॒मि॒ । तस्य॑ । ते॒ । भ॒क्षी॒य॒ । प॒ञ्चा॒नाम् । त्वा॒ । वाता॑नाम् । य॒न्त्राय॑ । ध॒र्त्राय॑ । गृ॒ह्णा॒मि॒ । प॒ञ्चा॒नाम् । त्वा॒ । ऋ॒तू॒नाम् । य॒न्त्राय॑ । ध॒र्त्राय॑ । गृ॒ह्णा॒मि॒ । प॒ञ्चा॒नाम् । त्वा॒ । दि॒शाम् । य॒न्त्राय॑ । ध॒र्त्राय॑ । गृ॒ह्णा॒मि॒ । प॒ञ्चा॒नाम् । त्वा॒ । प॒ञ्च॒ज॒नाना॒मिति॑ पञ्च - ज॒नाना᳚म् । य॒न्त्राय॑ । ध॒र्त्राय॑ । गृ॒ह्णा॒मि॒ । च॒रोः । त्वा॒ । पञ्च॑बिल॒स्येति॒ पञ्च॑ - बि॒ल॒स्य॒ । य॒न्त्राय॑ । ध॒र्त्राय॑ । गृ॒ह्णा॒मि॒ । ब्रह्म॑णः । त्वा॒ । तेज॑से । य॒न्त्राय॑ । ध॒र्त्राय॑ । गृ॒ह्णा॒मि॒ । क्ष॒त्रस्य॑ । त्वा॒ । ओज॑से । य॒न्त्राय॑ । ",
  "attribute": {
    "rishi": "अज्ञात",
    "devata": "अज्ञात",
    "chandas": "अज्ञात"
  },
  "sayanaBhashya": "\n\nयस्य निःश्वसितं वेदा यो वेदेभ्योऽखिलं जगत्।\nनिर्ममे तमहं वन्दे विद्यातीर्थमहेश्वरम्॥१॥\nषष्ठे प्रपाठक ऐष्टिकयाजमानमन्त्रास्तद्वद्ब्राह्मणानि चाऽऽम्नायन्ते। तद्विशेषस्तु विनियोगसंग्रहे दर्शितः -\n“षष्ठे प्रश्ने याजमानकाण्डे द्वादश वर्णिताः।\nअनुवाकाः षट्सु मन्त्रा ब्राह्मणं पञ्चसूदितम्॥\nअन्ते याज्याः क्रमेणाऽऽज्यग्रहणाद्यनुमन्त्रणम्।\nआज्यग्रहो मुख्याहोमो भक्ष्यः शेषाहुतिस्तथा॥\nएतेऽनुमन्त्रणीयार्था मन्त्रा आप्ययनादिगाः।\nसूर्योपस्थित्यादिमन्त्रा ब्राह्मणे तु विभज्यते॥\nपरिग्रहो देवतानामायुधानां च संभृतिः।\nद्वादशद्वंद्वसंपत्तिर्हविषां सादने विधिः॥\nविधिराश्रावणादीनां याज्या इत्यनुवाकगाः” इति॥\nतत्र प्रथमानुवाक आज्यग्रहणानुमन्त्रणमन्त्राः प्राधान्येनाभिधीयन्ते।\nकल्पः — “सं त्वा सिञ्चामीति तत्स सिञ्चेदभि वा मन्त्रयेत” इति। तदिति स्कन्नमाज्यमुच्यते। यस्याऽऽज्यमनुत्पूत स्कन्देदित्यादिना स्कन्दनस्य प्रकृतत्वात्। यदि शुद्धप्रदेशे स्कन्देत्तदानीमनेन मन्त्रेण पुनः पात्रे प्रक्षिपेत्। अशुचिप्रदेशे स्कन्दने त्वभिमन्त्रणम्।\nपाठस्तु - सं त्वा सिञ्चामीति। हे स्कन्नाज्य बृहस्पतिप्रेरितोऽहं प्रजादीन्संपादयेयम। त्वामनेन यजुषा मन्त्रेण पात्रे सम्यक्सिञ्चामि। इह कर्मणि यजमानः स्क-न्दनापराधेन मा रिषन्मा हिंस्यताम्। अयं मन्त्र आध्वर्यवः। अतो यजमानस्या न्यत्वेनोक्तिरविरुद्धा।\nकल्पः — “आज्यमसि सत्यमसीत्यध्वर्युर्यजमानश्चाऽऽनिमील्यावेक्ष्यानुच्छ्वस न्तावाज्यमवेक्षेते” इति।\nपाठस्तु - आज्यमसीति। अत्र वैश्वानरमित्यादिभिश्चतुर्भिः पदैः प्रत्येकमन्वेतुमसीति पदमनुवर्तनीयम्। तथा सति तान्येतानि द्वाविंशतिवाक्यानि संपद्यन्ते। तैरेतैर्वाक्यैराज्यं प्रशस्यते। अजिधातोर्गत्यर्थादुत्पन्न आज्यशब्दः। आज्यमसि प्रापकमसि। घृतेन हि होमाधारो ज्वालन्नग्निः प्राप्यते। सद्विद्यमानं कर्मफलं तदर्हतीति सत्यम्। प्रसिद्धं ह्याज्यस्य कर्मफलसाधनत्वम्। सत्यस्याध्यक्षमसि सतां कर्म सत्यम्। ज्योतिष्टोमे प्रवर्तमाना यजमानसप्तदशा ऋत्विजः सन्तः। ते हि परस्परं द्रोहशङ्कामपनेतुं तानूनप्त्रसंज्ञकमाज्यं स्पृशन्ति। सोऽयं स्पर्शः सतां कर्म, तस्य कर्मणोऽध्यक्षं स्वामि। हविरसि प्राधान्येन हूयमानमसि। पुरोडाशादीनां हविषां नाशेऽप्याज्येनैव तत्कर्मशेषसमापनात्प्राधान्यं द्रष्टव्यम्। विश्वेषां नराणां संबन्धि वैश्वानरम्। विश्वेषां देवानां संबन्धि विश्वदेवम्। प्रसिद्धो भोज्यत्वेन हविष्ट्वेन चोभयसंबन्ध। उत्पूतशुष्ममुत्पवनेनोद्दीपितबलम्। सत्यौजाः सत्यबलम्। आज्यस्य हि बलमवितथम्। अग्न्युद्दीपनस्य प्रत्यक्षत एव दृश्यमानत्वात्। सहः शत्रूणामभिभवनसमर्थम्। सहमानं निरन्तरं तदभिभवेनैव वर्तमानम्। तादृक्त्वं सहस्वारातीरस्मदमित्रानभिभव। सहस्वारातीयतः, ये तु प्रत्यक्षं शात्रवं कर्तुमशक्ता मनसा शात्रवं कर्तुमिच्छन्ति तानप्यभिभव। सहस्व पृतनाः शत्रुसेना अभिभव। सहस्व पृतन्यतः सेनाः संपादयितुमिच्छतः शत्रूनप्यभिभव। सहस्रवीर्यमसि यथोक्ताभिभवविशेषान्कर्तुं बहुप्रकारसामर्थ्योपेतं त्वमसि। तन्मा जिन्व तत्तादृक्स्वभाव त्वं मां यागद्वारेण प्रीणय। आज्यस्याऽऽज्यमसि लौकिकं यदाज्यं तदुत्पूतशुष्मं न भवति त्वं तत्पूतशुष्मत्वान्मुख्यमाज्यमसि। सत्यस्य सत्यमसि लौकिकफलसाधनं कृष्यादिकं सत्यं तत्कदाचिद्वृष्ट्याद्यभावेन व्यभिचारान्न मुख्यं सत्यं त्वं तु कदाचिदप्यव्यभिचारान्मुख्यं सत्यमसि। सत्यायुरसि सत्यभूतमायुरस्मिन्निति सत्यायुः। आज्यनिष्पन्नेन कर्मणा भाविदेहे यदायुः प्राप्यते तन्न व्यभिचरतीत्यायुषः सत्यत्वम्। सत्यशुष्ममसि सत्यबलमसि। अग्न्युद्दीपनबलं सत्यौजःशब्देन पूर्वमुक्तम्। इह तु फलप्रदानबलमुच्यते। सत्येन त्वाऽभिघारयामि तादृशं त्वां चक्षुषा पश्यामीत्यर्थः। तथा च पौरोडाशिककाण्डे समाम्नायते - “ब्रह्मवादिनो वदन्ति। यदाज्येनान्यानि हवीष्यभिघारयति। अथ केनाऽऽज्यमिति। सत्येनेति ब्रूयात्। सत्येनैवैनदभिघारयति” इति। चक्षुषः सत्यत्वमाधानब्राह्मणे प्रतिपादितम्। “अनृतं वै वाचा वदति। अनृतं मनसा ध्यायति। चक्षुर्वै सत्यम्। अद्रा३गित्याह। अदर्शमिति। तत्सत्यम्” इति। तस्य ते भक्षीय तादृशं त्वां भजानि।\nपञ्चानां त्वेति। कल्पः — ‘आज्यग्रहणं गृहीतं गृहीतमनुमन्त्रयते पञ्चानां त्वा वातानां यन्त्राय धर्त्राय गृह्णामि पञ्चानां त्वर्तूनां यन्त्राय धर्त्राय गृह्णामि पञ्चानां त्वा दिशां यन्त्राय धर्त्राय गृह्णामि पञ्चानां त्वा पञ्चजनानां यन्त्राय धर्त्राय गृह्णामिति चतुर्भिर्जुह्वामष्टभिरुपभृति चरोस्त्वा पञ्चबिलस्य यन्त्राय धर्त्राय गृह्णामि ब्रह्मणस्त्वा तेजसे यन्त्राय धर्त्राय गृह्णामि सुवीर्याय त्वा गृह्णामि सुप्रजास्त्वाय त्वा गृह्णामि रायस्पोषाय त्वा गृह्णामि ब्रह्मवर्चसाय त्वा गृह्णामीति चतुर्भिर्ध्रुवायां भूरस्माक हविर्देवानामाशिषो यजमानस्य देवानां त्वा देवताभ्यो गृह्णामीत्यभिपूर्यमाणामनुमन्त्रयते कामाय त्वा गृह्णामीति’ इति।\nप्राच्यादिषूर्ध्वान्तासु पञ्चसु दिक्षु वर्तमाना वायवः पञ्चसंख्याकाः। ते चाग्निचयनाङ्गेषु मन्त्रेष्वेवमाम्नायन्ते - “यत्ते रुद्र पुरो धनुस्तद्वातो अनु वातु ते यत्ते रुद्र दक्षिणा धनुस्तद्वातो अनु वातु ते यत्ते रुद्र पश्चाद्धनुस्तद्वातो अनु वातु ते यत्ते रुद्रोत्तराद्धनुस्ताद्वातो अनु वातु ते यत्ते रुद्रोपरि धनुस्तद्वातो अनु वातु ते” इति। यद्वा शरीरमध्ये वर्तमानाः प्राणापानव्यानोदानसमानरूपाः पञ्च वातास्तेषां वातानां यन्त्राय स्वस्वव्यापारेषु नियमनाय धर्त्राय जगद्विधारणकुशलाय हे आज्य त्वां गृह्णामि। ऋतूनां पञ्चत्वमैतरेयब्राह्मणे प्रतिपादितम् - “द्वादशमासाः पञ्चर्तवो हेमन्तशिशिरयोः समासेन” इति। प्राच्यादीनामूर्ध्वान्तानां दिशां पञ्चत्वं प्रसिद्धम्। पञ्चजनशब्दः समस्तो देवमनुष्यासुररक्षोगन्धर्वेषु रूढः।\nते च देवादयः पञ्चसंख्याकाः। चरुशब्दः पाकाधारभूतां स्थालीमाचष्टे। सा च क्वचित्पञ्चबिलैर्युज्यते। तच्च पुरुषमेधावसाने कल्पसूत्रकार उदाजहार- “पञ्च-बिलस्य चरोर्विज्ञायत आज्य आग्नेयः पूर्वस्मिन्बिले, दधन्यैन्द्रो दक्षिणे, शृते प्रतिदुहि नीतमिश्रे वा वैश्वदेवः पश्चिमे, अप्सु मैत्रावरुण उत्तरे, पयसि बार्हस्पत्यो मध्यमे” इति। तस्य पञ्चबिलस्य चरोर्नियमनायेति योज्यम्। ब्रह्मणो ब्राह्मणजातेः। तेजो ब्रह्मवर्चसं तस्य यन्त्राय। क्षत्त्रियजातेरोजो युद्धसामार्थ्यम्। वैश्यजातेः कृषिवाणिज्यादिषु नियमनम्। सुवीर्यं सर्वेषां स्वस्वव्यापारेषु सामर्थ्यातिशयः। सुप्रजास्त्वं शोभनापत्यत्वम्। रायस्पोषो धनस्पोषो धनपुष्टिः। ब्रह्मवर्चसं श्रुताध्ययनसंपत्तिः। ब्रह्मणस्त्वा तेजस इत्यत्र शिष्टाङ्गीकृतसाधुवेषरूपं (तेजो) द्रष्टव्यम्। भूरस्माकमित्याद्यो मन्त्रः। हविर्देवानामिति द्वितीयः। आशिषो यजमानस्येति तृतीयः। अवशिष्टश्चतुर्थः। हे आज्य त्वमस्माकं श्रेयसे भव। देवानां हविर्भव। यजमानस्य या आशिषस्तद्रूपं भव। देवानां तर्पकं त्वां देवार्थं गृह्णामि। आपस्तम्बस्य तु भूरस्माकमित्यादिरेक एव मन्त्रः। हे आज्य हविर्भागिन्यो देवतास्त्वां यथा यथा कामयन्ते तथाविधकामाय त्वां गृह्णामि।\nअत्र विनियोगसंग्रहः -\n“स्याद्दर्शपूर्णमासस्थं काण्डं तु यजमानगम्।\nषष्ठः प्रश्नस्तत्र सं त्वा स्कन्नाज्यं प्रक्षिपेत्स्रुचि॥१॥\nआज्यमाज्यमवेक्षेत पञ्चानां त्वा चतुर्दश।\nस्रुक्ष्वाज्यमन्त्रणे मन्त्रा इति मन्त्रास्तु षोडश॥२॥ “ (इति)।\nइति श्रीमत्सायणाचार्यविरचिते माधवीये वेदार्थप्रकाशे कृष्णयजुर्वेदीय-तैत्तिरीयसंहिताभाष्ये प्रथमकाण्डे षष्ठप्रपाठके प्रथमोऽनुवाकः॥१॥\n",
  "bhattaBhashya": "\n\n1अथ प्राजापत्यमेव काण्डं याजमानम् । तत्राज्यसान्नाययोस्स्कन्नस्य स्वधां सम्भरति - सं त्वेत्यनुष्टुभा ॥ संसिञ्चामि सह सिञ्चामि हे स्कन्न त्वां प्रजामायुर्धनञ्च प्रजादिभिस्सह त्वामेकत्र सिश्चामि यजुषाऽनेन मन्त्रेण । यजनसाधनं यजुः । अपेतस्कन्नत्वदोषं प्रजादिसावनं त्वामनेन सेचनेन करोमीत्यर्थः । बृहस्पतिप्रसूतः स्वयमेव बृहस्पतिना प्रसूतोऽनुज्ञातोऽहं करोमि, न पुनर्यथारुचि । तस्माद्यजमान इहास्मिन् स्कन्नापराधे मा रिषत् मा बाधि । रिष्यतेश्छान्दसोऽङ् पुषादिर्वा कर्तव्यः । बृहतां पतिः बृहस्पतिः । 'तद्बृहतोः करपत्योः' इति सुक् । तेन प्रसूत इति । 'तृतीया कर्मणि' इति पूर्वपदप्रकृतिस्वरत्वम् । तत्र च 'उभे वनस्पत्यादिषु युगपत्' इति पूर्वोत्तरयोर्युगपत्प्रकृतिस्वरत्वम् । बृहच्छब्दः प्रायेण समासे आद्युदातः, अन्यत्रान्तोदात्तः ॥\n\n2-4आज्यमवेक्षते - आज्यमसीति यजुर्भिः ॥ अजेरञ्जेर्वा [आङ्पूरादजेरञ्जेर्वा क्यप्] अग्नेः प्रापणमसि प्रियतममिति यावत् । सत्यमसि सत्यस्य फलमसि । सद्विद्यमानं फलमसि [लं वा] तदर्हति । 'छन्दसि च' इति यः । अमोघमुच्यते । ब्रह्म वा सत्यम् । तदेवासि, विश्वमूलत्वात् । सत्यस्याध्यक्षमसि सत्यं त्वयाध्यक्ष्यते । सत्यं ब्रह्म अध्यक्षस्स्वामी । सत्यस्य वा प्रत्यक्षरूपं त्वमसि । अक्षेष्वधि अध्यक्षं, अक्षाणीन्द्रियाणि । अव्ययपूर्वपदप्रकृतिस्वरत्वम् । हविरसि हविषां प्रधानमसि । सर्वप्रियतमत्वेन प्राधान्यं दर्शयितुमाह - वैश्वानरं विश्वेषां नराणां सम्बन्धीष्टसाधनत्वेन । वैश्वदेवं विश्वेषां देवानां सम्बन्धि भोज्यत्वेन होम्यत्वेन च । उत्पूतशुष्मं उत्पवनेनोद्दीपितबलं उद्भूतबलं वा । बहुव्रीहौ पूर्वपदप्रकृतिस्वरत्वम्, तत्रापि 'गतिरन्तरः' इति गतेः प्रकृतिस्वरत्वम् । सत्यौजाः सत्यबलं, न केवलं त्वमेव सत्यं अपि तु त्वद्बलमपि सत्यमिति भावः । छान्दसो लिङ्गव्यत्ययः । ईदृशं हविस्त्वमसीतिहविषः प्राधान्यं गम्यते ॥\n\n5-6सहोसीत्यादिके त्रिपदे गायत्र्यौ । सहस्वारातीयत इति तृतीयः पादः । सहस्रवीर्यमसीत्यपरस्याः तृतीयः पादः । तत्र पूर्वा निरवसाना, अपरा सावसाना पृतन्यत इति ॥ सहोसि अभिभवनमसि शत्रूणाम् । सहमानमसि सदा शत्रूनभिभूय वर्तमानमसि । अदुपदेशाल्लसार्वधात्तुकानुदात्तत्वे धातुस्वरः । तादृक्त्वं सहस्वारातीः अस्मदमित्रानभिभवये धनानां दातारो न भवन्ति । रातेः कर्तरि क्तिन्, नञ्समासेऽव्ययपूर्पदप्रकृतिस्वरत्वम् । अरातीयतश्च सहस्व येस्माकमरातिमात्मानमिच्छन्ति अस्मान्वारातिभूतानात्मन इच्छन्ति तानपि सर्वानभिभव बलात्कृत्य नाशय । प्रथमे पक्षे 'छन्दसि परेच्छायामपि' इति क्यच्, सर्वत्र 'शतुरनुमः' इति विभक्तेरुदात्तत्वम् । आख्यातस्य पादादित्वान्निघाताभावः, समानवाक्ये पदात्परत्वाभावाद्वा । रातिः दाता । सहस्व पृतनाः अस्मद्विरोधिनः सर्वान् सङ्ग्रामानभिभव । पृतन्यतस्सङ्ग्रामं कर्तुमीच्छतश्च सर्वानभिभव । क्यचि 'कव्यध्वरष्टतनस्य' इति लोपः, पूर्ववद्विभक्त्युदात्तत्वम् । युयुत्सवस्सेनाः पृतनाः । किं बहुना - सहस्रवीर्यं बहुप्रकारशक्तिकमसि, अतस्संस्कर्तुमर्हसीति ॥\n\n7-13अतः पराणि यजूंषि - तत्तादृक्स्वभावस्त्वं मां जिन्व प्रीणय । हे आज्य आज्यस्याप्याज्यमसि, यल्लौकिकमाज्यं तस्मादपि त्वमिष्टसाधनमाज्यं वैदिकमसि, त्वमिव यजमानस्य; त्वत्तो हि सर्वमाज्यमुत्पाद्यते वर्षादिद्वारेण । सत्यादपि सत्यमसि, कदाचिदपि फलव्यभिचाराभावात्; 'यद्वा - सत्यान्तरस्यापि सत्यापयितृत्वाद्यागद्वरेण; त्वत्तोधिको नास्तीति भावः । सत्यायुरसि सत्यभूतमस्मिन्नायुरिति सत्यायुः । सत्यस्य वा आयुस्त्वमसि, त्वया सत्यं जीवतीति । दासीभारादिर्द्रष्टव्यः । सत्यां सत्यस्य शुष्मं बलमसि । तत्त्वां सत्येन चक्षुषाभिघारयामि उपरि सिञ्चामि, ईषद्दृष्ट्यावेक्षे इति । 'चक्षुर्वै सत्यम्' इति ब्राह्मणम् । 'ब्रह्मवादिनो वदन्ति । यदाज्येनान्यानि हवींष्यभिघारयति 'इत्यादि च । तस्य ते तथा ईक्षितस्य ते तव भक्षीय अहं भजे, त्वया वियुक्तो मा भूवम् । पूर्वत्कर्मणस्सम्प्रदानत्वाच्चतुर्थ्यर्थे षष्ठी ॥\n\n14- 17अथाज्यग्रहानुमन्त्रणमन्त्राः यजूंषि तत्र चतुर्भिः जौहवमनुमन्त्रयते - पञ्चानां त्वेति ॥ पञ्चानां प्राच्याद्यूर्ध्वपर्यन्तपञ्चदिक्प्रभवाणां पुरोवातादीनां वातानां यन्त्राय यमनाय स्वस्वाधारेष्वविचलनस्थापनाय धर्त्राय जगद्धारणाय जगद्धाणकुशलाय वा त्वां गृह्णामि हे आज्य । एवं सर्वत्र । पञ्चानामित्यत्र 'नामन्यतरस्याम्' इति नाम उदात्तत्वम् । पञ्चानामृतूनाम्; 'हेमन्तशिशिरयोश्शीतत्वसामान्यादेकत्वं विवक्षित्वोच्यते । ब्राह्मणं च भवति 'पञ्च वा ऋतव आर्तवाः पञ्च' इति । पूर्ववदुभयत्रापि नाम उदात्तत्वम् । पञ्चानां त्वा दिशां प्राच्यादीनामूर्ध्वान्तानाम् । 'सावेकाचः' इति दिग्भ्यो विभक्तेरुदात्तत्वम् । पञ्चानां पञ्चजनानां, देवमनुष्यासुररक्षोगन्धवाणां पञ्चजना इत्याख्या । 'दिक्सङ्ख्ये संज्ञायाम्' इति समासः । सप्तर्षिवत्प्रत्येकं संज्ञात्वात्पञ्चानामिति विशेष्यते ॥\n\n18-25उत्तरैरष्टभिरौपभृतमनुमन्त्रयते - चरोः पञ्चबिलस्य आकाशस्य, सर्वेषां चरणाधारत्वाच्चरुः, दिशोस्य बिलानि पञ्च । ब्रह्मणः ब्रह्मणां, जातावेकवचनम् । तेजसे तेजसः । 'षष्ठ्यर्थे चतुर्थी वक्तव्या' इति चतुर्थी । ब्राह्मणनां तेजसो यन्त्राय यत्यै धर्त्राय धृत्यै गृह्नामि । क्षत्रस्य क्षत्रियाणामोजसे ओजसो बलस्य । विशे विशां वैश्यानां पुष्ट्या इति शेषः, नृणां वा । यन्त्रायेत्यादि गतम् । सुवीर्याय सुष्ठुवीर्यत्वाय । 'वीरवीर्यौ च' इति बहुव्रीहिस्वरः प्रवर्तते, तत्पुरुषो वा 'परादिश्छन्दसि बहुलम्' इति । सुप्रजास्त्वाय यजमानस्य सर्वस्यैव वा शोभनापत्यत्वाय । 'नित्यमसिच्प्रजामेधयोः' इत्यसिच्समासान्तः । ऊडिदम्' इति षष्ठ्या उदात्तत्वम्, 'षष्ठ्याः पतिपुत्र' इति सत्वम् । रायो धनस्य पोषाय पुष्ट्यै । ब्रह्मवर्चसाय ब्रह्मबलाय । 'ब्रह्महस्तिभ्यां वर्चसः' इत्यच्समासान्तः ॥\n\n26-27शेषेण ध्रौवमनुमत्रयते - भूरस्माकमिति ॥ अस्माकमेव सम्बन्धी भव, मास्मान् हासीः, अस्माकमेव श्रेयसे भव । भवतेर्लेटि शपो लुक्, 'इतश्च लोपः' 'भूसुवोस्तिङि' इति गुणाभावः । हविर्देवानां देवानां हविः भोज्यं भव पर्याप्नुहि । ब्राह्मणं च 'यावदेका देवता कामयते' इत्यादि । आशिषो यजमानस्य या यजमानस्याशिषः प्रार्थनाः तास्सर्वा भव सर्वासां सम्पादनसमर्थं भव । देवानां त्वा देवानामेव स्वभूतं त्वा देवताभ्यो गृह्नामि । कामाय त्वा गृह्णामि हविर्भागिन्यो देवता यथा यथा कामयन्ते तत्तदनुरूपं गृह्णामि ॥\n\nइति षष्ठे प्रथमोनुवाकः ॥\n"
}