{
  "id": "TS 3.1.10.2",
  "classification": {
    "kanda": "3",
    "prasna": "1",
    "anuvaka": "10",
    "panchasat": "2"
  },
  "header": "TS 3.1.10.2",
  "panchasatInfo": " 33",
  "padaCount": 50,
  "samhita": "पु॑रो॒डाशा᳚त् कर॒म्भात् । धा॒ना॒सो॒मान्म॒न्थिन॑ इन्द्र शु॒क्राथ् स्वाहा॑कृत॒मिन्द्रा॑य॒ तं जु॑होमि ॥यस्ते᳚ द्र॒फ्सो मधु॑माꣳ इन्द्रि॒यावा॒न्थ् स्वाहा॑कृतः॒ पुन॑र॒प्येति॑ दे॒वान् । दि॒वः पृ॑थि॒व्याः पर्य॒न्तरि॑क्षा॒थ् स्वाहा॑ कृत॒मिन्द्रा॑य॒ तं जु॑होमि ॥ अ॒द्ध्व॒र्युर्वा ऋ॒त्विजां᳚ प्रथ॒मो यु॑ज्यते॒ तेन॒ स्तोमो॑ योक्त॒व्य॑ इत्या॑हु॒र्वाग॑ग्रे॒गा अग्र॑ एत्वृजु॒गा दे॒वेभ्यो॒ यशो॒ मयि॒ दध॑ती प्रा॒णान् प॒शुषु॑ प्र॒जां मयि॑- [  ]  ",
  "pada": "पु॒रो॒डाशा᳚त् । क॒र॒म्भात् ।  । धा॒ना॒सो॒मादिति॑ धाना-सो॒मात् । म॒न्थिनः॑ । इ॒न्द्र॒ । शु॒क्रात् । स्वाहा॑कृत॒मिति॒ स्वाहा᳚ - कृ॒त॒म् । इन्द्रा॑य । तम् । जु॒हो॒मि॒ ।  । यः । ते॒ । द्र॒फ्सः । मधु॑मा॒निति॒ मधु॑ - मा॒न् । इ॒न्द्रि॒यावा॒निती᳚न्द्रि॒य - वा॒न् । स्वाहा॑कृत॒ इति॒ स्वाहा᳚-कृ॒तः॒ । पुनः॑ । अ॒प्येतीत्य॑पि - एति॑ । दे॒वान् ।  । दि॒वः । पृ॒थि॒व्याः । परीति॑ । अ॒न्तरि॑क्षात् । स्वाहा॑कृत॒मिति॒ स्वाहा᳚ - कृ॒त॒म् । इन्द्रा॑य । तम् । जु॒हो॒मि॒ ।  । अ॒द्ध्व॒र्युः । वै । ऋ॒त्विजा᳚म् । प्र॒थ॒मः । यु॒ज्य॒ते॒ । तेन॑ । स्तोमः॑ । यो॒क्त॒व्यः॑ । इति॑ । आ॒हुः॒ । वाक् । अ॒ग्रे॒गा इत्य॑ग्रे - गाः । अग्र᳚ । ए॒तु॒ । ऋ॒जु॒गा इत्यृ॑जु - गाः । दे॒वेभ्यः॑ । यशः॑ । मयि॑ । दध॑ती । प्रा॒णानिति॑ प्र - अ॒नान् । प॒शुषु॑ । प्र॒जामिति॑ प्र - जाम् । मयि॑ । ",
  "attribute": {
    "rishi": "अज्ञात",
    "devata": "अज्ञात",
    "chandas": "अज्ञात"
  },
  "sayanaBhashya": "\n\nअथ दशमे प्रवृतहोमादिमन्त्रा उच्यन्ते।\nअल्पः- 'प्रवृतः प्रवृतः प्रवृतहोमौ जुहोति जुष्टो वाचो भूयासमृचा स्तोम  समर्धयेत्येताभ्याम्' इति।\nषष्ठे काण्डे यद्विहितमृत्विजो वृणीते छन्दा  स्येव वृणीत इति, तत्र यो यो वृतो भवति तेन तेनेमौ होमौ कर्तव्यौ। तत्र प्रथममन्त्रपाठस्तु-\nजुष्टो वाच इति। अहं वाग्देवतायाः प्रियो भूयासं तथा वाचां पालको यो देवस्तस्यापि प्रियो भूयासम्। हे वाग्देवि शब्दरूपाया वाचः संबन्धि यन्मधुरं पदं तस्मिन्मा धा मां स्थापय। सरस्वत्यै तुभ्यमेतद्धुतमस्तु।\nद्वितीयमन्त्रपाठस्तु-\nऋचा स्तोममिति। हे वाग्देवि ऋचा योनिभूतया स्तोमं सामावृत्तिं वा समर्धय समृद्धिं कुरु। तथा गायत्रेण साम्ना सहितं रथंतरं साम समर्धय। गायत्रस्य वर्तनी मार्गो यस्य बृहतः साम्नस्तद्गायत्रवर्तनि। तादृशं यथा भवति तथा बृहत्साम समर्धय। कर्मानुष्ठानाय वृतेषु ऋत्विक्षु ऋक्सामादिगतं यद्वैकल्यं तत्परिहृत्य समृद्धं कुर्विति तात्पर्यार्थः।\nकल्पः- 'यस्ते द्रप्सो यो द्रप्स इत्येतैः प्रतिमन्त्रं वैप्रुषहोमाञ्जुहोति' इति। यस्ते द्रप्स इत्येतद्द्वयोः प्रतीकं ततस्रयो मन्त्रास्तैर्मन्त्रैः पवमानार्थं प्रसर्पणात्पूर्व जुहुयात्। वैप्रुषान्सप्तहोसारं च हुत्वा बहिष्पवमानवन्माध्यंदिनं पवनानं प्रसर्पन्तीति सूत्रकारेमोक्तत्वात्। तत्र प्रथमामृचमाह-\nयस्ते द्रप्स इति। हे सोम तत्र संबन्धी यो द्रप्सो रसबिन्दुरथवांऽशुरधिषवण-फलकयोरुपस्थादुपरिभागात्स्कन्दति भूमौ पतत्याथवाऽध्वर्योर्बाहुच्युतः स्कन्दति। अथवा यस्ते रसबिन्दुः पवित्राद्दशापवित्राद्वा भूमौ पतति तं द्रप्सं तं चांशुभिन्द्राय स्वाहाकृतं स्वाहाकारेण समर्पितं कृत्वा जुहोमि।\nअथ द्वितीयामृचमाह-\nयो द्रप्स इति। परिवापादीनि सवनीयपुरोडाशद्रव्याणि। परिवापो लाजानां समूहः। पुरोडाशः प्रसिद्धः। करम्भः सक्तवः। धाना भृष्टयवतण्डुलाः। सोमः प्रसिद्धः। धानाश्च सोमश्च धानासोमं तस्मात्। मन्यी शुक्रश्च ग्रहौ। हे इन्द्रोकानां परिवापादीनां सकाशाद्यो द्रप्सो भूमौ पतितो यश्चांशुर्भूमौ पतितस्तं द्रप्सं तं चांशुं स्वाहाकारेण समर्पितं कृत्वा तुभ्यमिन्द्राय जुहोमि।\nअथ तृतीयामाह-\nयस्ते द्रप्स इति. हे सोम यस्ते द्रप्सो मधुमान्माधुर्यवानिन्द्रियवानिन्द्रिय-वृद्धिकारी मया स्वाहाकृतः सन्दिवो वा पृथिव्वा वाऽन्तरिक्षाद्वा परितः पतितस्ततस्त-स्मात्सर्वस्मादागत्य पुनर्देवानप्येति प्राप्नोति तं द्रप्समिन्द्राय स्वाहाकारेण समर्पितं कृत्वा जुहोमि।\nयदुक्तं सूत्रकारेण- 'उदञ्चः प्रह्वा बहिष्पवमानाय पञ्चर्त्विजः समन्वारब्धाः सर्पन्त्यध्वर्युं प्रस्तोताऽन्वारभते प्रस्तोतारं प्रतिहर्ता प्रतिहर्तारमुद्गातोद्गातारं ब्रह्मा ब्रह्माणं यजमानः' इति। पूर्वोऽध्वर्युर्बर्हिर्मुष्टिं धून्वन्तर्पति वागग्रेगा अग्र एत्विति' इति च, तदेतद्विधत्ते-\nअध्वर्युर्वा इति। बहिष्पवमानाय सर्पतामृत्विजां मध्येऽध्वर्युरेव प्रथमो युज्यते पूर्वभावी सन्सर्पणे प्रवर्तते। तस्मात्तेनाध्वर्युणा स्तोमो योक्तव्यः। बहिष्पवमानस्तोत्रं प्रस्तोत्रादिषु योजनीयमित्यभिज्ञा आहुः। तद्योजनाय वागग्रेया इति मन्त्रं पठेत्। अग्रे गन्तुं शक्नोतीत्यग्रेगाः। तादृशी वाग्देवतर्त्विजामग्रे गच्छतु। ऊथंभूता वाक्, ऋजुगा देवेभ्यो देवप्राप्त्यर्थमृजुना मार्गेण गच्छन्ती, मय्यध्वर्यौ यशो दधती कीर्तिं स्थापयन्ती, पशुषु गवादिषु प्राणान्सुस्थिरं दधती, मयि च यजमाने च पुत्रादिरूपां प्रजां दधतीति मन्त्रस्यार्थः। तेन मन्त्रपाठेनाध्वर्युर्यज्ञमुखे बहिष्पवमानारम्भे वाचमेव योजितवान्भवति।\nबहिष्पवमानसर्पणस्य कालं विधत्ते वास्तु वा इति।\nऐन्द्रवायवादिकान्ग्रहान्पूर्वभाविनः सर्वान्गृहीत्वा बहिष्पवमानमृत्विजः सर्पन्तीति यदेतेन यज्ञस्य वास्तु क्रियते गृहरूपं स्थानं कृतं भवति। तस्मादुक्तग्रहादूर्ध्वं सर्पे-युरित्यर्थः।\nयदुक्त सूत्रकारेज- 'वैष्णव्यर्चा पुनरेत्य यजमानो राजानमुपतिष्ठते विष्णो त्वं नो अन्तम इति'। तदेतद्विधत्ते-\nपराञ्चो हीति। हि यस्मात्परात्र्चः पुनरावृत्तिरहिता ऋत्विजा बहिष्यवमानाय यन्ति सर्पन्ति। यस्माच्च सामगाः पराचीभिः पुनरावृत्तिरहिताभिर्बहिष्पवमानस्तोत्रा-धारभूताभिरुपास्मै गायतेत्यादिभिर्नवभिर्ऋग्मिः स्तुवते, तस्मात्पराक्त्वेन यज्ञविघ्नो मा भूदित्यभिप्रेत्य पुनः सोमसमीपमागत्य यजमानुमुपतिष्ठेत। विष्णोर्व्याप्तत्वेन यज्ञस्वरूपत्वाद्वैष्णवमन्त्रेण यज्ञमेव पुनरपि प्रवर्तितवान्भवति।\nतं मन्त्रं पठित्वा तात्पर्यं दर्शयति-\nविष्णो त्वमिति। हे विष्णो त्वं नोऽस्माकमन्तमोऽन्तिकतमः प्रत्यासन्न तमः। हे सहन्त्यस्मदपराधं सहिष्णो शर्म सुखमस्मभ्यं यच्छ। ते तव संबन्धिनः सोमरसस्य धारा मधुश्चुतो मधुरं रसं क्षरन्त्य उत्समक्षितमुपक्षयरहितं यथाभवति तथा प्रदुह्रते प्रकर्षेण दुहताम्। एतेन मन्त्रपाठेंन पूर्वेशु पात्रेषु गृहीतस्यास्य सोमस्य यदेव स्वरूपं चिराव-स्थानेनोपशुष्यति मन्त्रेण पशोः श्रोण्यामञ्जनं विहितम्। घृतेनाक्ताविति मन्त्रेण पशोः शिरस्यञ्जनं विहितं, तयोरुभयोर्मध्य ऋत्विजो वृणीत इति वरणस्य विहितत्वाज्जुष्टो वाच इत्यादिकौ प्रवृतहोममन्त्रौ तयोरञ्जनमन्त्रयोर्मध्ये द्रष्टव्यौ। ऋतुग्रहणात्पूर्वं बहि-ष्पवमानस्यानुष्ठेयत्वात्तदङ्गमन्त्राणां यस्ते द्रप्स इत्यादीनां मधुश्च माघवश्चेत्येतस्माद-नुवाकात्प्राचीनं स्थानं द्रष्टव्यम्। अत्र विनियोगसंग्रहः-\nजुष्टो द्वे प्रवतो योऽसौ जुहुयात्प्रवृताहुती।\nयस्रिभिर्वैप्रुषो होमो वागध्वर्युर्ब्रवीति हि॥\nविष्णो सोमं स्पृशेदत्र मन्त्राः सप्त प्रकीर्तिताः॥\n\nइति श्रीमत्सायणाचार्यविरचिते माधवीये वेदार्थंप्रकाशे कृष्णयजुर्वेदीयतैत्तिरीयसंहिताभाष्ये तृतीयकाण्डे प्रथमप्रपाठके दशमोऽनुवाकः॥ १०॥\n"
}