{
  "id": "TS 2.3.5.1",
  "classification": {
    "kanda": "2",
    "prasna": "3",
    "anuvaka": "5",
    "panchasat": "1"
  },
  "header": "TS 2.3.5.1",
  "panchasatInfo": " 24",
  "padaCount": 50,
  "samhita": "प्र॒जाप॑ते॒स्त्रय॑स्त्रिꣳशद् दुहि॒तर॑ आस॒न् ताः सोमा॑य॒ राज्ञे॑ऽददा॒त् तासाꣳ॑ रोहि॒णीमुपै॒त् ता ईर्ष्य॑न्तीः॒ पुन॑रगच्छ॒न् ता अन्वै॒त् ताः पुन॑रयाचत॒ ता अ॑स्मै॒ न पुन॑रददा॒थ् सो᳚ऽब्रवीदृ॒तम॑मीष्व॒ यथा॑ समाव॒च्छ उ॑पै॒ष्याम्यथ॑ ते॒ पुन॑र्दास्या॒मीति॒ स ऋ॒तमा॑मी॒त् ता अ॑स्मै॒ पुन॑रददा॒त् तासाꣳ॑ रोहि॒णीमे॒वोप॒त् - [  ] ",
  "pada": "प्र॒जाप॑ते॒रिति॑ प्र॒जा - प॒तेः॒ । त्रय॑स्त्रिꣳश॒दिति॒ त्रयः॑ - त्रिꣳ॒॒श॒त् । दु॒हि॒तरः॑ । आ॒स॒न्न् । ताः । सोमा॑य । राज्ञे᳚ । अ॒द॒दा॒त् । तासा᳚म् । रो॒हि॒णीम् । उपेति॑ । ऐ॒त् । ताः । ईर्ष्य॑न्तीः । पुनः॑ । अ॒ग॒च्छ॒न्न् । ताः । अन्विति॑ । ऐ॒त् । ताः । पुनः॑ । अ॒या॒च॒त॒ । ताः । अ॒स्मै॒ । न । पुनः॑ । अ॒द॒दा॒त् । सः । अ॒ब्र॒वी॒त् । ऋ॒तम् । अ॒मी॒ष्व॒ । यथा᳚ । स॒मा॒व॒च्छ इति॑ समावत् - शः । उ॒पै॒ष्यामीत्यु॑प - ए॒ष्यामि॑ । अथ॑ । ते॒ । पुनः॑ । दा॒स्या॒मि॒ । इति॑ । सः । ऋ॒तम् । आ॒मी॒त् । ताः । अ॒स्मै॒ । पुनः॑ । अ॒द॒दा॒त् । तासा᳚म् । रो॒हि॒णीम् । ए॒व । उपेति॑ । ",
  "attribute": {
    "rishi": "अज्ञात",
    "devata": "अज्ञात",
    "chandas": "अज्ञात"
  },
  "sayanaBhashya": "\n\nस्वर्मकामो दानकामः सभां गन्तुं य इच्छति। राजन्यो ब्राह्मणश्च द्वौ यौ स्यातामानुजावरौ।।\nतुर्येनुवाक एतेषामाम्नाता इष्टयः क्रमात् ।। १ । । पञ्चमे राजयक्ष्मगृहीतस्येष्टिं विधातुं प्रस्तौति\n\"प्रजापतेरिति। अम्बा दुला नितत्निरभ्रयन्ती मेघयन्ती वर्षयन्ती चुषुणीका इत्येवमाम्नाताः सप्त कृत्तिकाः। अवशिष्टा अश्विन्यादयः षड्विंशतिता (स्ता) रकाः। ता एतास्त्रयस्त्रिंशत्। तत्र रोहिणीव्यक्तिरिका ईर्ष्यन्तीस्तदीयं सुखमसहमानाः पुनः प्रजापतिमगच्छन्। सोमस्ता अनुगम्य प्रजापतिं याचितवान्। स प्रजापतिरेवमब्रवीच्छपथं प्रतिपद्यस्व तद्यथा समावच्छः साम्येन ता उपैष्यामिति ततस्ताः पुनर्दास्यामीति। स च सोमः शपथं कृत्वा ताः स्वीकृत्य शपथमुल्लङ्घ्य पूर्ववद्रोहिणीमेवोपैत। ततः स यक्ष्मव्याधिगृहीतोऽभूत्। ततो राजानं यक्ष्मः प्राप्तवानीति व्युत्पत्ता राजयक्ष्मनाम्नो व्याधेर्जन्म संपन्नम्। य स्माज्जायाभ्यो विमित्तभूताभ्यो व्याधिमलभत तस्माज्जायेन्यनामकस्य व्याधेर्जन्म संपन्नम्। त एते त्रयो यक्ष्मव्याधेरवान्तरविशेषाः, सज्जन्मवेदिनो व्याधेरलाभः फलम्। तत सोमेन नमस्कृताः सेविताश्चैताः सर्वाः साम्येनोपगमनं वरं वृत्वा व्याधिपरिहाराय चरुं निरुप्य सोमं तस्मात्पापात्स्रामात्प्रबलाद्रोगादमोचयत्। इदानीं विधत्ते यः पापयक्ष्मेति। आदित्यानित्यर्थवादे श्रवणादस्य चरोरदितिदेवता न भवति। पौर्णमासीं वारयितुं विधत्ते अमावास्यायामिति। अमावास्यायामतीतायां शुक्लप्रतिपदमारभ्य सोमस्य कलावृद्ध्याऽऽप्यायनं भवति। चतुर्थप्रपाठकस्यान्त्यानुवाके समाम्नास्यमाने ऋचौ विधत्ते नवोनव इति। ते एते ऋचो तत्रैव व्याख्यास्येये। प्रथमायामृच्यन्ते दीर्घमायुस्तिरतीत्युक्तत्वात्तत्पाठेनाऽऽयुष्प्राप्तिः। अमावास्यायामादित्ये प्रविष्टानां चन्द्रकलानां पुनरादित्यादेव चन्द्रेण लब्धत्वाच्चन्द्रोत्कर्ष आदित्यस्यैवोत्कर्ष इति कृत्वा तस्या ऋच आदित्यचराववैयधिकरण्यम्। द्वितीयस्यामृच्याप्याययतीति श्रवणात्तयर्चा यजमानस्याऽऽप्यायनं युक्तम्।। इति श्रीमत्सायणाचार्यविरचिते माधवीये वेदार्थप्रकाशे कृष्णयजुर्वेदीयतैत्तिरीयसंहिताभाष्ये द्वितीयकाण्डे तृतीयप्रपाठके पञ्चमोऽनुवाकः ।। ५ ।।\"\n"
}