{
  "id": "TS 2.6.9.4",
  "classification": {
    "kanda": "2",
    "prasna": "6",
    "anuvaka": "9",
    "panchasat": "4"
  },
  "header": "TS 2.6.9.4",
  "panchasatInfo": " 52",
  "padaCount": 50,
  "samhita": "जग॑ती॒मित्यथो॒ खल्वा॑हुर्ब्राह्म॒णा वै छन्दाꣳ॒॒सीति॒ ताने॒व तद्-य॑जति दे॒वानां॒ ॅवा इ॒ष्टा दे॒वता॒ आस॒न्नथा॒ग्निर्नोद॑ज्वल॒त् तं दे॒वा आहु॑तीभि-रनूया॒जेष्वन्व॑-विन्द॒न्॒. यद॑नूया॒जान्. यज॑त्य॒ग्निमे॒व तथ् समि॑न्ध ए॒तदु॒र्वै नामा॑ऽऽ*सु॒र आ॑सी॒थ् स ए॒तर्.हि॑ य॒ज्ञ्स्या॒ ऽऽशिष॑मवृङ्क्त॒ यद् ब्रू॒यादे॒त - [  ] ",
  "pada": "जग॑तीम् । इति॑ । अथो॒ इति॑ । खलु॑ । आ॒हुः॒ । ब्रा॒ह्म॒णाः । वै । छन्दाꣳ॑सि । इति॑ । तान् । ए॒व । तत् । य॒ज॒ति॒ । दे॒वाना᳚म् । वै । इ॒ष्टाः । दे॒वताः᳚ । आसन्न्॑ । अथ॑ । अ॒ग्निः । न । उदिति॑ । अ॒ज्व॒ल॒त् । तम् । दे॒वाः । आहु॑तीभि॒रित्याहु॑ति - भिः॒ । अ॒नू॒या॒जेष्वित्य॑नु - या॒जेषु॑ । अन्विति॑ । अ॒वि॒न्द॒न्न् । यत् । अ॒नू॒या॒जानित्य॑नु-या॒जान् । यज॑ति । अ॒ग्निम् । ए॒व । तत् । समिति॑ । इ॒न्धे॒ । ए॒तदुः॑ । वै । नाम॑ । आ॒सु॒रः । आ॒सी॒त् । सः । ए॒तर्.हि॑ । य॒ज्ञस्य॑ । आ॒शिष॒मित्या᳚ - शिष᳚म् । अ॒वृ॒ङ्क्त॒ । यत् । ब्रू॒यात् । ए॒तत् । ",
  "attribute": {
    "rishi": "अज्ञात",
    "devata": "अज्ञात",
    "chandas": "अज्ञात"
  },
  "sayanaBhashya": "\n\n\"तत्रादौ तावदाग्नीध्रभागस्य प्रदानं विधत्ते अग्नीथ इति। पौरोडाशिके तु काण्डेग्नीधे प्रथमायादधातीति भागप्रदानं प्रथमस्य यु (स्यो) क्तम्। तस्मादाग्नीध्रेणेध्यमानस्याग्नेर्मुखत्वम्। तस्मिन्नेव काण्डे “सकृदुपस्तीर्य द्विरादधत। उपस्तीर्य द्विरभिधारयति” इत्युक्तं (क्त) षडवर्त्तसंख्यासामान्यादृतुसंबन्धः तस्मादग्निमुखानामृतूनां प्रीतिः। यदुक्तं सूत्रकारेण- “अनुज्ञातो ब्रह्मणाग्नीध्रः समिधमादधात्येषा ते अग्ने समित्” इति, तदेनद्विधत्ते समिधमेति । अनूयाजा उत्तरा आहुतयस्ताश्चास्यां समिधि प्रतितिष्ठन्ति। किंच समिद्युक्त एवाग्नावनूयाजाञ्जुहोति। पुनः शोधनं विधत्ते परिधीन्त्समिति। पूर्ववदावृत्तिं प्रसक्तां वारयति सकृत्सकृत्समिति। योयमाघारयोर्मध्ये पूर्वोक्तः संमार्गस्तस्य काले यज्ञः पराग्भूतो न भवति, किंतु प्रत्यग्भूतः। तत ऊर्ध्वं प्रधानयागानां प्रवर्तिष्यमाणत्वात्। अनूयाजसमिध ऊर्ध्वं संमार्गकाले तु यज्ञः पराग्भूतस्तत ऊर्ध्वं प्रधानयागस्य कस्याप्यभावात्। अग्नरेपी सकृत्संमार्गमध्याहृत्यानेन सह परिधित्रयगतां संमार्गसंख्यां प्रशंसति चतुः समिति। अनूयाजार्थं गमिष्यतोध्वर्योर्ब्रह्मणं प्रत्यनुज्ञापनमन्त्रमुत्पाद्य तस्य तात्पर्थं दर्शयति ब्रह्मन्प्रेति। यस्मिन्नाहवनीयस्य दक्षिणे देशे ब्रह्मा वर्ततेत्रैवैतस्मिन्काले यज्ञ आश्रितस्तत्समीपे स्थित्वा होतव्यत्वात्। अतो ब्रह्मानुज्ञापनेन यज्ञो यस्मिन्देश आश्रितस्तत एव देवाद्यज्ञमुपक्रान्तवान्भवति। ब्रह्मणो वाचैवानुज्ञाप्रदानं विधत्ते यद्धस्तेनेति। किमयं ब्रह्मा हस्ताग्रसंचालनेनानुजानीते किंवा शिरश्चालनेनाथवा तूष्णीमेवास्त आहोस्वित्प्रतिष्ठेत्येतया वाचा। नाद्यः। कम्पप्रसङ्गात्। यदि हस्तचालनेन प्रमीवेत्प्ररेयेत्तदा शरीरे वातादिजन्यः कश्चित्कम्परोग उत्पद्यते। शिरसाभ्यनुज्ञाने शीर्षक्तिमाञ्शिरोरोगवान्भवेत्। तूष्णीमवस्थाने यज्ञोसंप्रत्तः सम्यक्प्रवृत्तो न भवेत्। तस्मात्प्रतिष्ठेत्यनया वाचैवाभ्यनुज्ञानं परिशिष्यते। तथा सति यज्ञस्य मन्त्ररूपायां वाचि श्रितत्वात्तद्योग्यादाश्रयाद्यज्ञं प्रयच्छति।\"\nयदुक्तं सूत्रकारेण----‘ब्रह्मन्प्रस्थास्याम इत्युच्यमाने देव सवितरेतत्ते प्राहतत्प्र च सुव प्र च यज बृहस्पतिर्ब्रह्मा स यज्ञं प्राहि स यज्ञपतिं पाहि स मा पाह्यों प्रतिष्ठेति प्रसौति” इति। सोयं शाखान्तर आम्नातो मन्त्रस्तस्यामर्थः---हे सवितर्देव यदेतत्प्रस्थास्याम इत्यनुज्ञापनं तदेतत्तवाध्वर्युः प्राह तस्मात्त्वं प्रसुव च प्रयज च। बृहस्पतिरेवात्र ब्रह्मा। हे बृहस्पते स त्वं यज्ञं पाहि यज्ञपतिं मनुष्यब्रह्मरूपं मामपि पाहि। हेध्वर्यो यत्वयोक्तं तदों तथास्तु। अनूयाजान्यष्टुं प्रस्थानं कुर्विति। तस्यैतस्य मन्त्रस्य भागान्व्याचष्टेदेव सवितरिति। यदुक्तं सूत्रकारेण—“औपभृतं जुह्वामानीय जुहूपभृतावादाय दक्षिणा सकृदतिक्रान्तोग्रेणाघारसंभेदं प्रतीचस्त्रीतनूयाजान्यजत्याश्रावमाश्रावं प्रत्याश्राविते देवान्यजेति प्रथम संप्रेष्यति यज यजेतीतरौ” इति। आ (तत्रा) श्रावणपूर्वकं प्रथमयागसंप्रेषं विधत्ते-\n\"आश्राव्येति। अथ पूर्वोत्तरपक्षाभ्यामनूयाजार्थं देवतासद्भावं दर्शयति। ब्रह्मवादिन इति। या देवता अग्निप्रजापत्यादयो यष्टव्यास्ताः सर्वाः पुरोडाशादिभिरेवेष्टाः। अथ यान्देवान्यष्टुमयमध्वर्युः प्रयतते ते देवाः कतमे, न खल्ववशिष्टाः केचिद्देवाः सन्तीति पूर्वः पक्षः। अत्र सिद्धान्तः- छन्दांस्यवशिष्टानीत्युतरं ब्रूयात, गायत्रीं त्रिष्टुभं जगतीं च यष्टुमध्वर्योर्यत्न इति। अपि चान्ये तत्र विशेषमाहुः-छन्दसां ब्राह्मणैरध्येतव्यत्वाद्ब्राह्मणा एव च्छन्दोरूपा इति। तस्माद्ब्राह्मणानेवाध्वर्युर्यजतीत्युत्तरम्। ब्राह्मणजात्यभिमानी योग्निः स एवानूयाजदेवतेति तात्पर्यार्थः। अथानूयाजान्विधत्ते देवानामिति। पुरा कदाचिद्देवा यागं कृतवन्तस्तत्राग्निप्रजापत्यादयो यददेवैरिष्टास्तदा तद्यागादूर्ध्वमाहुत्याधारभूतोग्निः प्रज्वलितो नाभूत्। ततो देवा अनूयाजेषु प्रविश्य निलीनमन्विष्याहुतिभिर्लब्धवन्तः। तस्मादनूयाजान्यजेत्तेनाग्निमेव प्रज्वालितवान्भवति। एतेषां चानूयाजानां मन्त्रास्तदीये मन्त्रकाण्ड एवाम्नाताः-\"\n\"“देवं बर्हिः। वसुवने वसुधेयस्य वेतु। देवो नराश सः। वसुवने वसुधेयस्य वेतु। देवो अग्निः स्विष्टकृत्। सुद्रविणा मन्द्रः कविः। सत्यमन्मायजी होता। होतुर्होतुरायजीयान्। अग्ने यान्देवानयाट्। या अपिप्रेः। ये ते होत्रे अमत्सत। ता ससनुषी होत्रां देवंगमाम्। दिवि देवेषु यज्ञमेरयेमम्। रिवष्टकृच्चाग्ने होताभूः। वसुवेन वसुधेयस्य नमोवाके वीहि” (बा. का. ३ प्र. ५ अ. ९) इति। देवं द्योतनशीलं बर्हिर्नामकं यदग्निस्वरूपं तदेतद्वसुधेयस्य वेतु। आज्यं वसुरूपं यदेतदग्नावाधेयं तदेतद्भक्षयतु। किमर्थं, वसुवने वसुनो धनस्य वननं भजनं वसुवंस्तस्मै। यजमानस्य धनप्राप्त्यर्थमित्यर्थः। एवं नराशंसनामकेप्यग्नौ योजयितव्यम्। स्विष्टकृन्नामकोग्निः। सोयं सुद्रविणा शोभनधनः। मन्द्रो हर्षणशीलः। कविर्विद्वान्। सत्यमन्मा सत्यमननः। आयजी शास्त्रीयया मर्यादया यष्टा। होता देवानामाह्वाता। होतुर्होतुरायजीयाल्लोँके यो यो होता तस्मात्तस्मात्सर्वस्मादतिशयेन शास्त्रीयमर्यादानुल्लङ्घनेन यष्टा। हेग्न ईदृशस्त्वं यान्देवानयाड्यष्टवानसि, याश्च देवानपिप्रेः प्रीणितवानसि, ये च देवास्ते तत्र होत्रे होत्रा (तृ) कृत्येमत्सत यजनेमाद्य न्हृष्टवन्तः, दिवि स्थितेषु देवेषु ससनुपीं हविर्दत्तवतीं देवंगमां देवानवगच्छन्तीं तां होत्रां होतृक्रियामिममस्मदीयं यज्ञमेरयाभिमुख्येन प्रापय, अस्मदीये यज्ञे सर्वदेवतुष्टिकरीं होतृक्रियां त्वमनुतिष्ठे त्यर्थः। हेग्ने त्वं स्विष्टकृद्धोता चाभूर्यदस्माभिरिष्टं तच्छोभनं त्वया कृतं तादृशो होमस्य कर्ताभूः। अतो नमोवाके यजमानस्य नमस्कारोक्तौ सत्यां वसुवने धनस्य संभजनाय वसुधेयस्य वीहि अग्नावाधीयमानमिदमाज्यरूपं द्रव्यं भक्षय। तैरेतैर्मन्वकाण्डोक्तैर्मन्त्रैः प्रसिद्धा अनूयाजाः प्रपञ्चिताः। अथ प्रस्तरप्रहरणाङ्गभूतः सूक्तवाको व्याख्यातव्यः। सूक्तवाकस्यानूयाजानन्तरभावित्वं बौधायनेन दर्शितम्—“अनूयाजानां प्रथमं यजति देवं बर्हिर्वसुवने वसुधेयस्य वेत्विति देवो नराश सो वसुवने वसुधेयस्य वेत्विति द्वितीयं देवो अग्निः स्विष्टकृदितितृतीयमनवानमनूयाजान्यजतीति ब्राह्मणमुत्तमे वामत्सतेति व्यनिति यदा जानाति सूक्तवाकाननूक्या (?) इति तदा सूक्तवाकमन्वाहेदं द्यावापृथिवी (वी इ) ति प्रतिपद्य” इति। योयं सूक्तवाकस्य प्रथमो भागो मन्त्रकाण्ड एवमाम्नातः- “इदं द्यावापृथिवी भद्रमभूत्। आर्ध्म सूक्तवाकम्। उत नमोवाकम्। ऋध्यास्म सूक्तोच्यमग्ने त्व सूक्तवागसि। उमश्रितो दिवः पृथिव्योः। ओमन्वती तेस्मिन्यज्ञे यजमान द्यावापृथिवी स्ताम्। शंगये जीरदानू। अत्रस्नु अप्रवेदे। उरुगव्यूती अभयंकृतौ। वृष्टिद्यावा रीत्यापा। शंभुवौ मयोभुवौ। ऊर्जस्वती च पयस्वती च। सूपचरणा च स्वधिचरणा च। तयोराविदि” (ब्रा. का. ३ प्र. ५ अ. १०) इति। हे द्यावापृथिवी इदमीदृशं भद्रं कल्याणमभूत्। कीदृशमिति। तदुच्यते—ते वयं सूक्तवाकमार्ध्म, श्रद्धालुरयं यजमानः सम्यगनेन हविर्दत्तमित्यादिवाक्यानि सूक्तानि तेषां सूक्तानां देवैमनुष्यैर्वा वचनं वाकस्तद्यथा भवति तथा समृद्धिं गताः स्मः। अथवा अग्निरिद हविरजुहत। अवीवृधत महो ज्यायोकृत इत्यादीनि सूक्तानि तेषां वचनमत्र यथा भवति तथा वयमृद्धिं गताः। अपि च नमो देवेभ्य इति उक्तिर्नमोवाकः, स यथा भवति तथा वयमृद्धिं प्राप्ताः। हेग्ने त्वया सूक्तोच्यं यजमान समृद्धं हविर्दत्तवानित्येतादृशं सूक्तं वक्तव्यं, तेन वयमृध्यास्म समृद्धिं प्राप्ता भूयास्म। यथा त्वं द्यावापृथिव्योरुपश्रितोवस्थितोभूत्वा सूक्तवागसि सूक्तं वक्तुं क्षमोसि। हे यजमान तव संबन्धिन्यस्मिन्यज्ञे द्यावापृथिव्यावोमन्वती रक्षणवत्यौ स्ताम्। कीदृशे (शौ), शंगये सुखस्य प्रापयित्र्यौ, जीरदानू वृष्ट्यादिद्वारेण जीवनप्रदात्र्यौ, अत्रस्नू भयरहिते, अप्रवेदे अस्मदीयानां दोषाणामकथयित्र्यौ, उरुगव्यूता प्रसूततृणोदिकयुक्तत्वेन विस्तीर्णगोवचारेण, अभयंकृतावस्मास्वभयस्य कर्त्र्यौ, वृष्टिद्यावा वृष्टेः प्रकाशयित्र्यौ, रीत्यापा रीतेः सन्मार्गवृत्तिप्रकारस्य प्रापयित्र्यौ, शंभुवौ रोगाद्यनिष्टशान्तेः प्रापयित्र्यौ मयोभुवावन्नपानादिसुखस्य प्रापयित्र्यौ, युवयोर्मध्ये द्यौरियमूर्जस्वतीवृष्टिरूपरसवती, पृथिवीयं पयस्वती तृणोदकद्वारा बहुलक्षीरादियुक्ता। तथेयं द्यौः सूपचरणा देवताधिवासस्थानत्वेन सुष्ठूपचरितव्या। इथं पृथिवी स्वधिचरणा सुखेनाश्रयितुं शक्या। तयोर्द्यावापृथिव्योराविदि आज्ञायां सत्याम्, अग्निरिदं हविरजुषतेत्यनेन वक्ष्यमाणेनान्वयः। अस्य सूक्तवाकस्य प्रथमवाक्यं शाखान्तरेन्यथा पठितम्—“एतदु द्यावा पृथिवी भद्रमभूत्” इति, तदिदं दूषयित्वा त्वशाखापाठं प्रशंसति \"\nएतदुर्वै नामेति। एतदुनामा कश्चिद (दा) सुर आसीत्। स कस्यचिद्यज्ञएतस्मिन्सूक्तवाककाले समागत्यायुराशास्ते सुप्रजास्त्वमाशास्त इत्यादिकामाशिषं यजमानसंबन्धिनीं विनाश्य स्वसंबन्धिनीमकरोत्। तस्मादेतदु द्यावापृथिवी (वी इ) ति यदि होता पठेत्तदासुरस्यैवाशीः प्राप्तिः स्यात्। ततः शाखा न्तरपाठं परित्यज्येदं द्यावापृथिवी भद्रमित्येव पठेत्। तथा सति यजमानस्यैवाशीः प्राप्तिर्भवति। सूक्तवाकनमोवाकशब्दयोः क्रियाविशेषणत्वं दर्शयति आर्ध्मेति। इदं द्वयं यथा भवति तथा समृद्धि प्राप्ता इत्येवैतन्मन्त्रवाक्यं ब्रूते। यज्ञस्याग्निरूपेण पृथिव्यां फलरूपेण दिवि चाश्रितत्वं प्रसिद्धमित्येतद्दर्शयति उपश्रित इति। रक्षणवत्यौ स्तामित्येतादृगाशीरत्र विवक्षितेती दर्शयति\nओमन्वतीति। शाखान्तरपठिमवसानशब्दं दूषयित्वा स्वपाठं प्रशंसति यद्ब्रूयादिति। यदा पुरुषो स्त्रियते तदानीं पर्यङ्कशयनादिपरित्यागेनेमां भूमिमुपेत्यावसानं गच्छति तस्मात्तादृशस्यार्थस्य सूचके सूपावसानशब्दे प्रयुक्ते सति मरणशीलो भवति। भूमिविषयकेण स्वधिचरणेतिशब्देन वरीयसीमतिबहुलां गब्यूतिं गोप्रचारभूमिं कामितवान्भवति। सूक्तवाकस्य द्वितीय भागपाठस्तु “अग्निरिद हविरजुषत। अवीवृधत महो ज्यायोकृत। सोम इद हविरजुषत। अवीवृधत महो ज्यायोकृत। अग्निरिदं हविरजुषत। अवीवृधत महो ज्यायोकृत। प्रजापतिरिद हविरजुषत। अवीवृधतं महो ज्यायोकृत। अग्नीषोमाविद हविरजुषेताम्। अवीवृधेतां महो ज्यायोक्राताम्। इन्द्राग्नी इद हविरजुषेताम् । अविवृधेतां महो ज्यायोऽक्राताम्। इन्द्र इद हविरजुषत। अवीवृधत महो ज्यायोकृत। महेन्द्र इद हविरजुषत। अवीवृधत महो ज्यायोक्रत। देवा आज्यपा आज्यमजुषन्त। अतीवृधन्त महो ज्यायोक्रत। अग्निर्होत्रेणेद हविरजुषत। अवीवृधन्त महो ज्यायोकृत” (बा. का. ३ प्र. ५ अ. १०) इति। आज्यभागदेवोयमग्निर्दत्तं हविरसेवत। सेवित्वा च यजमानं वर्धितवान्। तस्य च यजमानस्याधिकं तेजः कृतवान्। एवं सोमादिषु स्विष्टकृदग्निपर्यन्तेषु योज्यम्। देवताक्रमश्चात्रावाहननिगदवत्। तत्र हात्रेण होमनिमित्तेन होमस्य स्विष्टकृत्वं कर्तृमित्यर्थः।\n\"तस्यैतस्य मन्त्रकाण्डाम्नातस्य सूक्तवाकमध्यभागस्य तात्पर्यं दर्शयति तयोराविदीति। पूर्वमार्ध्म सूक्तवाकमित्यनेन वयं वृद्धिं प्राप्ता इति स्वकी यैवाभिवृद्धिरुक्ता। इदानीमग्निरिदं हविरजुषतेत्यादिभिर्देवताविषयाभिवृद्धिरुच्यते। या देवता वयमयाक्ष्म वयमिष्टवन्तस्ता देवता अरीरधाम यथा राघ्नुवन्ति समृद्धा भवन्ति तथाकार्ष्मेत्येतमेवार्थमग्निरिदमित्यादिमन्त्रवाक्यं ब्रूते। सूक्तवाकस्य चरमभाग एवमाम्नातः-“अस्यामृधद्धोत्रायां देवगमायाम्। आशास्तेयं यजमानोसौ। आयुराशास्ते। सुप्रजास्त्वमाशास्ते। सजातवनस्यामाशास्ते। उत्तरां देवयज्यामाशास्ते। भूयो हविष्करणमाशास्ते। दिव्यं धामाशास्ते। विश्वं प्रियमाशास्ते। यदनेन हविषाशास्ते। तदश्यात्तदृध्यात्। तदस्मै देवा रासन्ताम्। तदग्निर्देवो देवेभ्यो वनते। वयमग्नेर्मानुषाः। इष्टं च वीतं च। उभे च नो द्यावापृथिवी अ हसस्पाताम्। इह गतिर्वामस्येदं च। नमो देवेभ्यः” (ब्रा. का. ३ प्र. ५ अ. १०) इति। अस्यां सूक्तवाकपाठपूर्विकायां होत्रायां प्रस्तरप्ररणरूपायां होमक्रियायांदेवंगमायां देवान्प्राप्नुवत्यां सत्यामृधदृध्नोत यजमानः समृद्धिं प्राप्नोतु। असौ विष्णुरुद्रादिशर्मा यजमानः स्वस्यायुः प्रार्थयते सुप्रजास्त्वं शोभनापत्ययुक्तत्वं सजातवनस्यां समानजातियैर्वननं सेव्यत्वमात्मन इच्छतीति व्युत्पत्तिमभिप्रेत्यैतत्सजातवनेस्येच्युते। उत्तरा देवयज्या कालान्तरभाविनी सेयमिष्टिः। भूयो हविष्करणं प्रभूतसोमयागादिरूपम्। दिव्यं धाम स्वर्गस्थानम्। किं बहुना, विश्वं प्रियं, यद्यत्सर्वमात्मनोनेन हविषा प्रस्तराख्येन (ण) यजमानः फलमाशास्ते तदश्यात्तत्फलं भुङ्क्ताम। तच्च फलमृध्यात्समृद्धमस्य भवतु। तत्सर्वमस्मै यजमानायाग्न्यादयो रासन्तां साधयन्ताम्। तत्फलमग्निर्देवो देवेभ्यः सर्वेभ्य आनीय वनते यजमानं तद्भागिनं करोति। वयं च होत्रादयो मानुषाः सन्तोग्नेः प्रसादात्संभावितफलं मनुष्येभ्य आनयाम इति शेषः। किं तद्दैवं मानुषं च फलमिति तदुच्यते इष्टं च वीतं चेति। इष्टं वागनिमित्तं स्वर्गसाधनं पुण्यं यदस्ति तद्दैवं, वीतमशनखादिरूपं यद्दस्ति तदेतन्मानुषम्। किंत्वेते द्यावापृथिवी उभे अपिनोस्मानहंसः पाषात्फलप्रतिबन्धकात्पातां रक्षताम्। इहास्मिन्कर्मणि वामस्य कर्मनीयस्य धनस्म गतिः प्राप्तिरस्तु। इदं च हविर्देवैः स्वी कियतामिति शेषः। नमस्कारः सर्वेभ्यो देवेभ्योस्तु। मन्त्रगतेनासाविति पदेन यजमाननामनिर्देशो विवक्षित इत्याह यन्न निर्दिशेदिति। यद्यत्र न यजमानस्य नाम निर्दिशेत्, यज्ञसंबन्धिन्यायुरादिरूपा येयमाशी सा प्रतिवेशं गच्छेद्यजमानप्रतिरूपकं यज्ञशालां प्रविष्टं पार्श्वस्थं यं कंचित्पुरुषं प्राप्नुयात् असाविति नाम निर्दिशेत्। यजमानमेव स्वर्गं प्रापयति। एतमेव नामनिर्देशमभिप्रेत्यान्यत्राम्नातम्—“यर्हि होता यजमानस्य नाम गृह्णीयात्तार्हि ब्रूयादेमा अग्मन्” इति। आशास्तेयं यजमान इत्यस्मिन्वाक्ये यदा शासनीयं संग्रहरूपेण विवक्षितं तदेवायुरादिवाक्यैः प्रपञ्चितमित्येतद्दर्शयति आपुरिति। जीवात्मना सहोत्पन्नत्वात्प्राणाः सजातशब्देन विवक्षिता इत्येतद्दर्शयति—\"\nसजातेति। सजातशब्दभिधेयैः प्राणैर्वननस्य संभजनस्य प्रार्थ्यमानत्वात्प्राणानामन्तरायं न करोति। एतैश्च प्राणैरितरेपि सेवका उपलक्षिताः। अतः। पूर्वोक्तं मन्त्रव्याख्यानमविरुद्धम्। देवसकाशान्मनुष्यसकाशाच्च फसमग्नौ होतरि व्यवस्थितमित्येतादृशमभिप्रायंदर्शयति तदग्निरिति। दिव्या मानुषाश्च भोगा विवक्षिता इत्यर्थः।\nइह कर्मणि हविर्भिरसत्कृता अपि देवा नमस्कारेण सत्कृता भवन्तीत्येतद्दर्शयति इह गतिरिति। उभयविधदेवप्रासादात्स्वस्यार्तिनं भवेदिति।अत्र मीमांसा। (* दशमाध्यायस्य चतुर्थपादे चिन्तितम्—\nअनूयाजोन्तिमो योसौ किमारादुपकारकः। स्विष्टकृत्संस्कृतिर्वाद्योनूयाजान्तरसाम्यतः।। * धनुश्चिह्नान्तर्गतो ग्रन्थः ख. पुस्तकस्थः। “स्विष्टकृत्त्वगुणस्याग्नेः प्रत्यभिज्ञार्थवत्वतः। दृष्टार्थत्वाच्च संस्कारो भवेदन्त्यप्रयाजवत्”\n\"दर्शपूर्णमासयोस्त्रयोनूयाजाः समाम्बाताः। तत्र प्रथमद्वितीयानूयाजवत्तृतीयोप्यारादुपकारक इति पूर्वपक्षः। अस्ति प्रधानहोमनारिष्टहोमानन्तरभावी प्राशित्रादिभक्षणात्प्राचीनः पुरोडाशादिद्रव्यकः स्विष्टकृद्धोमः, सर्वेषां हविषामुत्तरार्धात्सकृत्सकृत्स्विष्टकृतेवद्यतीत्यादिना तदभिधानात्। प्राशित्रादिभक्षणोत्तरकालीनेष्वाज्यद्रव्यकेष्वनूयाजेषु तृतीये स्विष्टकृत्त्वगुणेन प्रत्यभिज्ञास्ति, देवो अग्निः स्विष्टकृदिति मन्त्रपाठात्। सा च पूर्वस्विष्टकृद्देवता स्मरणसंस्कारे सत्यर्थवती स्यात्। प्रथमद्वितीययोस्तु नास्ति सेति वैषम्यम्। किंच, संस्कारपक्षे दृष्टार्थस्तृतीयः स्यात्। तस्मादन्त्यप्रयाजवदन्त्योनूयाजः स्यात्।\"\n“तृतीयाध्यायस्य द्वितीयपादे चिन्तितम् प्रस्तरं सूक्तवाकेन प्रहरेदिति कालधीः। अङ्गाङ्गिता वा स्यात्कासाजुषतेत्याद्यनन्वयात्।। प्रहृतेरिष्टदेवार्थसंस्कारत्वात्तदन्वयः। संपाद्यो देवताद्वारा तृतीयाश्रुतितोङ्गता”।।\n\"दर्शपूर्णमासयोराम्नायते—“सूक्तवाकेन प्रस्तरं प्रहरति” इति। “इदं द्यावापृथिवी” इत्यादिमन्त्रः सूक्तवाकः। तस्मिन्मन्त्रेग्निं संबोध्य त्वं सूक्तवागसीत्याम्नानात्। प्रस्तरो दर्भमुष्टिस्तस्य प्रहरणमग्नौ प्रक्षेपः। तत्र सूक्तवाकेनेत्येतत्पदं कालं लक्षयति। होत्रास्मिन्मन्त्रे पठ्यमाने तत्पाठकालेध्वर्युः प्रस्तरं प्रहरेत्। न त्वत्र प्रहरणे मन्त्रोयं विनियोक्तुं शक्यः, पूर्वोक्तमैषमन्त्रवदत्रान्वयाभावात्। “अग्निरिदं हविरजुषत। अवीवृधत महो ज्यायोकृत।” इत्यादिकं मन्त्रे पठ्यते। पुरोडाशसेवयाभिवृद्धोग्निस्तस्मिन्यजमाने तेजोबाहुल्यं कृतवानिति तस्यार्थः। न चासौ प्रस्तरप्रहरेणन्वेतुं शक्य इति प्राप्ते ब्रूमः-सूक्तवाकेनेति तृतीयाश्रुत्या प्रहरणे मन्त्रो विनियुज्यते। न चात्यन्तमन्वयाभावः। मन्त्रो ह्ययं पूर्वमिष्टानग्न्यादिदेवाननुस्मारयति। प्रस्तरप्रहरणं चेष्टदेवतासंस्कारः। अतो देवताद्वारा मन्त्रप्रहरणयोरन्वयान्मन्त्रो विनियुज्यते। ननु प्रहरणं नामं प्रक्षेपमात्रं न तु देवतोद्देशेन प्रक्षेपः। यजिधातोरश्रवणात्। तथा सति देवतानामत्राभावत्तद्द्वारापि नान्वय इति चेन्मैवम्। देवतानां सद्भावात्। अग्न्यादिदेवताप्रकाशकस्य सूक्तवाकस्य तृतीयाश्रुत्या प्रस्तरप्रहरणाङ्गत्वं बोध्यते। यदि प्रहरणेग्न्यादयो देवता भवेयुस्तदा तत्प्रकाशने दृष्टोर्थो मन्त्रस्य लभ्यते। ततो देवताप्रकल्पने तदुद्देशपूर्वकस्य प्रक्षेपस्य यागत्वं सिध्यति। तस्माद्देवताद्वारास्त्येवान्वयः। तत्रैवान्यच्चिन्तितम् प्रहृतेरखिलं सूक्तवाकोङ्गं स्याद्विभज्य वा।\"\n\"समाख्या कृत्स्नगा तेन विभक्तस्याङ्गता नहि। दर्शपूर्णिमयोर्देवाननुसृत्य विभज्यताम्। आख्यां लिङ्गेन बाधित्वा भागे नाम निरुच्यते।।” पूर्वोदाहृते मन्त्रे सूक्तवाकसमाख्या कृत्स्नमन्त्रविषया याज्ञिकैः कृत्स्न तच्छब्दप्रयोगात्। ततः सर्वोपि प्रहरणाङ्गमिति चेन्न। लिङ्गेन समाख्याया बाधितत्वात् तस्मिन्मन्त्रे पूर्णमासदेवताम्नानं कस्मिंश्चिद्भागे दृश्यते—“अग्नीषोमाविद हविरजुषेताम्” इति,। भागान्तरे तु दर्शदेवताम्नानम्--“इन्द्राग्नी इद हविरजुषेताम्” इति, इन्द्र इद हविरजुषत इति, “महेन्द्र इद हवि रजुषत” इति च इन्द्रग्नीन्द्रमहेन्द्राः पुरुषभेदेन दर्शे व्यवस्थिताः। तथा सति मन्त्रलिङ्गेन तत्तद्भाग एव तत्तत्काले व्यवतिष्ठते। सूक्तवाकशब्दश्च भागे यौगिकः सूक्तं वक्तीति तद्व्युपत्तेः। यागकाले तत्तन्मन्त्रेण सम्यगुक्तं देवं वक्तीत्यर्थः। अत एव ब्राह्मणेन व्याख्यातन् “अग्निरिद हविरजुषतेत्याह या अयाक्ष्म देवतास्ता अरीरधामेति वावैतदाह” इति। अरीरधामाराधितां (ता) स्तुष्टान (अ) कुर्मेत्यर्थः। तस्मादयं विभज्यं विनियुज्यते। (* तत्रैव तृतीये चिन्तितम् “अग्नीषोमाविदं हव्यमजुषेतामितीरितात्। अपच्छिद्येदमित्यादिः सर्वशेषो भवेन्न वा।।” * धनुश्चिह्नान्तर्गतो ग्रन्थः ख. च. पुस्तकयोर्नास्ति। “प्रक्रियातो भवेन्मैवं प्रक्रियान्तरिता त्रिभिः। वाक्यं द्व्यन्तरितं तेन भवेत्प्रकरणाद्बलिः”।।\"\n\"सूक्तवाके श्रूयते—“अग्नीषोमाविद हरिरजुषेताम्। अवीवृधेतां महोज्यायोक्राताम्। इन्द्राग्नी इद हविरजुषेताम्” इत्यादि। तत्र देवतावाचकमग्नीषोमादिपदं पौर्णमास्यादिकाले यथादैवतं विभज्य प्रयोज्यमिति पूर्वपादे निर्णीतम्। यत्त्विदं हविरित्यादिकमवशिष्टं पदजातं तदग्नीषोममन्त्रगतमप्यमावास्यायामग्नीषोमपदपरित्यागेन पठनीयम्। एवमिन्द्राग्निमन्त्रगतमपि पौर्णमास्यामिन्द्राग्निपदपरित्यागेन पठनीयम् । तथा सत्येषां मन्त्रभागानां (णां) सर्वशेषत्वबोधको दर्शपूर्णमासप्रकरणपाठोनुगृह्यत इति प्राप्ते ब्रूमः- अग्नीषोममन्त्रशेषस्येन्द्राग्निपदान्वयाश्रवणात्। प्रकरणेन प्रथमं तदन्वयरूपं वाक्यं कल्पनीयम्। तेन च वाक्ये नेन्द्रादिप्रकाशनसामर्थ्यरूपं लिङ्ग कल्प्यते। तच्च लिङ्गमनेन मन्त्रभागेने (णे) न्द्राग्निविषभा किवानुष्ठेयेति विनियोजिकां तृतीयाश्रुतिं कल्पयति। ततः प्रकरणविनियोजकयोर्मध्ये त्रिभिर्व्यधानं भवति। अग्नीषोमपदान्वयरूपं तु वाक्यं श्रूयमाणत्वाल्लिङ्गश्रुतिभ्यामेव व्यवधीयते। तस्माद्वाक्येन प्रकरणस्य बाधितत्वात्तत्तच्छेषस्तत्र तत्र व्यवतिष्ठते। नवमाध्यायस्य प्रथमपादे चिन्तितम् “यजमानो नोहितव्य ऊह्यो वा नहि पूर्ववत्। मन्त्रः फलप्रधानोत ऊह्य सर्वफलित्वतः”।। दर्शपूर्णमासयोः “सूक्तवाकेन प्रस्तरं प्रहरति” इति प्रहरणकरणत्वेन विनियुक्ते सूक्तवाकमन्त्रे वाक्यमेतदाम्नायते—“अयं यजमान आयुराशास्ते” इति। तत्र पूर्वोक्तयज्ञपतिशब्दवत्सत्रेषु यजमानशब्दो नोहितव्य इति चेन्न। वैषम्यात् तथा हि सर्वत्र प्रकरणे मन्त्रो द्विविधः-क्रियाप्रकाशकः फलप्रकाशकश्चेति। पूर्वोदाहृतो मन्त्र इडोपाह्वानक्रियाप्रकाशकः। उपहूत रथंतर सह पृथिव्येत्यनुवाके तदुपाह्वानमन्त्ररूपे सर्वस्मिन्नपि तदवभासात्। इडोपहूता। उपहूतेडा उषो अस्मा इडां ह्वयताम्। इडोपहूता। उपहूतेडा। दैव्या अध्वर्यव उपहूताः इत्यादिभिरवान्तरवाक्यैरुपाह्वानक्रियाया एव प्राधान्यावभासात्तन्मध्यपतितं त्वेकमेव यज्ञपतिवाक्यं वृद्धिरूप फलं गमयतीति न तस्य स्वार्थो विवक्षितः। सूक्तवाकमन्त्रस्तु फलमेव प्रकाशयति न तु प्रहरणक्रियाम्। “इदं द्यावापृथिवी भद्रमभूत्” इत्येतस्मिन्ननुवाके सूक्तवाकमन्त्रे सर्वस्मिन्नपि फलावभासात्। “अयं यजमान आयुराशास्ते सुपजास्त्वमाशास्ते सजातवनस्यामाशास्त उत्तरां देवयज्यामाशास्ते” इत्यादिभीः सर्वैरप्यवान्तर वाक्यैः फलस्यैवावभासनात्। तस्माद्विवक्षितं फलं, फलिनश्च सर्वे यजमानाः। ततः सर्वेषां फलसिद्धये यजमानशब्दो बहुवचनान्तत्वेन सर्वेषु सत्रेषूहनीयः। दशमाध्यायस्य द्वितीयपादे चिन्तितम् “सूक्तवाकाशासनं स्यान्न वा नित्यप्रवृत्तितः। स्यान्मैवं फलनिर्देशात्फलेच्छास्थ्नां न युज्यते”।। “इदं द्यावापृथिवी” इत्यादिः सूक्तवाको होत्रा पठ्यते। तत्रैवं श्रूयते—“आशास्तेयं यजमानोसौ। आयुरास्ते” इत्यादि। तत्र सूक्तवाकगतो योयं यजमानाशासनप्रतिपादको मन्त्रभागस्तमस्थियज्ञे होता पठेन्न वेति संशयः। अस्थियज्ञगतायाः प्रायणीयादेरिष्टेः प्रस्तरप्रहरणमङ्गं, तस्य नित्यत्वात्तस्मिन्विनियुक्तस्य सूक्तवाकमन्त्रस्य नित्यप्रयुक्ततया तद्भागपाठोवि स्यादिति पूर्वः पक्षः। यथा स्वर्गकाग इत्यत्र कमियोगेन स्वर्गस्य साध्यताप्रतीतेः स्वर्गशब्देन फलनिर्दशः, एवमाशासनयोगादायुरादिशब्दैः फलं निर्दिश्यदे। फलेच्छा चास्थ्नां न युक्ता। तस्मात्तद्भागपाठो बाध्यते।\"\nतत्रैवान्यच्चिन्तित्म् “मृतेः प्रागायुराशीर्नो स्याद्वा नो मृतिकामनात्। प्रागार्भवाज्जीवनार्थमायुराशासनं भवेत्।।”\nहोत्रा पठितव्ये सूक्तवाके योयमायुराशास्त इति भागो यजमानविषयः स किं सर्वस्वारे यजमानमरणात्पूर्वं वर्णनीयः पठितव्यो वेति संशयः। मुमूर्षोर्यजमानस्यायुर्निरपेक्षत्वेनार्द्धलोपाद्वर्जनीय इति पूर्वः पक्षः। आर्भवाख्ययस्य पवमानस्य स्तुयमानत्वं यजमानस्य मरणकालः ततः पूर्वं जिजीविषुत्वात्पठनीय।। इति श्रीमत्सायणाचार्यविरचिते माधवीये वेदार्थप्रकाशे कृष्णयजुर्वे- दीयतैत्तिरीयसंहिताभाष्ये द्वितीयकाण्डे षष्ठप्रपाठके नवमोनुवाकः ।। ९ ।।\n"
}