{
  "id": "TS 2.4.9.4",
  "classification": {
    "kanda": "2",
    "prasna": "4",
    "anuvaka": "9",
    "panchasat": "4"
  },
  "header": "TS 2.4.9.4",
  "panchasatInfo": " 26",
  "padaCount": 29,
  "samhita": "च्या॑वयति॒ वृष्णो॒ अश्व॑स्य स॒न्दान॑मसि॒ वृष्‌ट्यै॒ त्वोप॑ नह्या॒मीत्या॑ह॒ वृषा॒ वा अश्वो॒ वृषा॑ प॒र्जन्यः॑ कृ॒ष्ण इ॑व॒ खलु॒ वै भू॒त्वा व॑र्.षति रू॒पेणै॒वैनꣳ॒॒ सम॑र्द्धयति व॒र्॒.षस्या व॑रुद्ध्यै ॥",
  "pada": "च्या॒व॒य॒ति॒ । वृष्णः॑ । अश्व॑स्य । स॒न्दान॒मिति॑ सं - दान᳚म् । अ॒सि॒ । वृष्ट्यै᳚ । त्वा॒ । उपेति॑ । न॒ह्या॒मि॒ । इति॑ । आ॒ह॒ । वृषा᳚ । वै । अश्वः॑ । वृषा᳚ । प॒र्जन्यः॑ । कृ॒ष्णः । इ॒व॒ । खलु॑ । वै । भू॒त्वा । व॒र्.॒ष॒ति॒ । रू॒पेण॑ । ए॒व । ए॒न॒म् । समिति॑ । अ॒र्द्ध॒य॒ति॒ । व॒र्॒.षस्य॑ । अव॑रुद्ध्या॒ इत्यव॑ - रु॒द्ध्यै॒ ।  । ",
  "attribute": {
    "rishi": "अज्ञात",
    "devata": "अज्ञात",
    "chandas": "अज्ञात"
  },
  "sayanaBhashya": "\n\n\"अन्तर्वेदीति। वेदेर्बाहिः संयवने यज्ञभूमिमप्रविश्य हविनावरुध्यते। करीराणि विधातुं प्रस्तौति। यतीनामिति। पारमहंस्यरूपं चतुर्थाश्रमं प्राप्तानां येषां यतीनां मुखे ब्र ह्मात्मप्रतिपादको वेदान्तशब्दो नास्ति तान्यतीनिन्द्र आरण्येभ्यः श्वभ्यः प्रायच्छत्। तथा कौषीतकिब्राम्हणोपनिषदीन्द्रस्य प्रतिज्ञा समाम्नायते। “अरुन्मुखा न्यतीन्त्सालावृकेभ्यः प्रायच्छम्” इति। पतितत्वातेषां तथात्वं युक्तम्। तथा च स्मर्यते “नित्यकर्म परित्यज्य वेदान्तश्रवणं विना। वर्तमानस्तु संन्यासी पतत्येव न संशयः।। इति।” तेषां च सालाबृकैर्भक्षणं षष्ठकाण्डे समाम्नायते “इन्द्रो यती त्सालावृकेभ्यः प्रायच्छत्तान्दक्षिणत उत्तरवेद्या आदन्” इति। वेदान्तश्रवणवाञ्छां विना नित्यकर्म परित्यक्तवतां भवतामपीदृशी गतिरिति दर्शयितुं वेदिसमीपे भक्षणम्। सा लावृकैरद्यमानानां यतीनां यानि शीर्षाणि कपालास्थीनि भूमावपतन्, तानि खर्जूरवृक्षत्वेनोदभवन्। ये तालाभिधाना महाखर्जूरास्तेषां फलानि शिरः कपालसदृशानि लक्ष्यन्ते। तेषां फलानां रस ऊर्ध्वनुत्क्रम्य भूमावपतत्। पतित्वा च सोमलतासदृशीनां लतानां सोमप्रतिनिधि भूतानामङकुररूपाणि करीर शब्दवाच्यान्यभवन्। अत एव सोमाङकुरसदृशत्वातसौम्यानि करीराणि, तदाहुतिश्च सौम्या सती दिवः सकाशाद्वृष्टिं प्रच्यावयति। “अग्नौ प्रास्ताहुतिः सम्यगादित्यमुपतिष्ठते। आदित्याज्जायते वृष्टिः” इति स्मृतेः। सक्तूनां प्रकृतिद्रव्यं विधत्ते—यत्करीराणीति ।संयवनसाधनं माक्षिकद्रव्यं विधत्ते \"\n\"मधुषा समिति। माक्षिका हि नानाविधेभ्य पुष्पभ्यो रसानादाय मधू कुर्वन्ति। तेषां च सानामोषधिजन्यत्वाच्चोभयसारत्वम्। मन्त्रेण संयवनं विधत्ते मान्दा वाशा इति। मान्दादीन्यपां नामानि तैरेना अभिमुखत्वेन प्राप्नोति। किंच, हे देवदत्त समागच्छेति यथा लोके ब्रूयादेवमेवैना अपः स्वनामभिराच्या वयति। कृष्णाजिनबन्धनमन्त्रं व्याचष्टे वृष्णो अश्वस्येति। यथाश्वो वृषा सेचनसमर्थ एवं पर्जन्योपि सेचनसमर्थः संन्नुदकपूर्णे (रणे) न कृष्ण एव भूत्वा पश्चाद्वर्षति। अतः कृष्णेन रज्जु रूपेणैनं पर्जन्यं समृद्धं करोति। तच्च वर्षस्यावरोधाय संपद्यते।। इति श्रीमत्सायणाचार्यविरचिते माधवीये वेदार्थप्रकाशे कृष्णयजुर्वेदीयतैत्तिरीयसंहिताभाष्ये द्वितीयकाण्डे चतुर्थप्रपाठके नवमोनुवाकः ।। ९ ।।\"\n"
}