{
  "id": "TS 1.1.14.4",
  "classification": {
    "kanda": "1",
    "prasna": "1",
    "anuvaka": "14",
    "panchasat": "4"
  },
  "header": "TS 1.1.14.4",
  "panchasatInfo": " 28",
  "padaCount": 73,
  "samhita": "सेदु॒ होता॒ सो अ॑द्ध्व॒रान्थ् स ऋ॒तून् क॑ल्पयाति ॥यद्वाहि॑ष्ठं॒ तद॒ग्नये॑ बृ॒हद॑र्च विभावसो । महि॑षीव॒ त्वद्र॒यिस्त्वद्वाजा॒ उदी॑रते ॥अग्ने॒ त्वं पा॑रया॒ नव्यो॑ अ॒स्मान्थ् स्व॒स्तिभि॒रति॑ दु॒र्गाणि॒ विश्वा᳚ । पूश्च॑ पृ॒थ्वी ब॑हु॒ला न॑ उ॒र्वी भवा॑ तो॒काय॒ तन॑याय॒ शं ॅयोः ॥ त्वम॑ग्ने व्रत॒पा अ॑सि दे॒व आ ( ) मर्त्ये॒ष्वा । त्वं ॅय॒ज्ञेष्वीड्यः॑ ॥ यद्वो॑ व॒यं प्र॑मि॒नाम॑ व्र॒तानि॑ वि॒दुषां᳚ देवा॒ अवि॑दुष्टरासः । अ॒ग्निष्टद् विश्व॒मा पृ॑णाति वि॒द्वान्. येभि॑र् दे॒वाꣳ ऋ॒तुभिः॑ क॒ल्पया॑ति ॥",
  "pada": "सः । इत् । उ॒ । होता᳚ । सः । अ॒द्ध्व॒रान् । सः । ऋ॒तून् । क॒ल्प॒या॒ति॒ ।  । यत् । वाहि॑ष्ठम् । तत् । अ॒ग्नये᳚ । बृ॒हत् । अ॒र्च॒ । वि॒भा॒व॒सो॒ इति॑ विभा-व॒सो॒ ।  । महि॑षी । इ॒व॒ । त्वत् । र॒यिः । त्वत् । वाजाः᳚ । उदिति॑ । ई॒र॒ते॒ ।  । अग्ने᳚ । त्वम् । पा॒र॒य॒ । नव्यः॑ । अ॒स्मान् । स्व॒स्तिभि॒रिति॑ स्व॒स्ति -भिः॒ । अतीति॑ । दु॒र्गाणीति॑ दुः -गानि॑ । विश्वा᳚ ।  । पूः । च॒ । पृ॒थ्वी । ब॒हु॒ला । नः॒ । उ॒र्वी । भव॑ । तो॒काय॑ । तन॑याय । शम् । योः ।  । त्वम् । अ॒ग्ने॒ । व्र॒त॒पा इति॑ व्रत- पाः । अ॒सि॒ । दे॒वः । एति॑ ( ) । मर्त्ये॑षु । आ ।  । त्वम् । य॒ज्ञेषु॑ । ईड्यः॑ ।  । यत् । वः॒ । व॒यम् । प्र॒मि॒नामेति॑ प्र-मि॒नाम॑ । व्र॒तानि॑ । वि॒दुषा᳚म् । दे॒वाः॒ । अवि॑दुष्टरास॒ इत्यवि॑दुः - त॒रा॒सः॒ ।  । अ॒ग्निः । तत् । विश्व᳚म् । एति॑ । पृ॒णा॒ति॒ । वि॒द्वान् । येभिः॑ । दे॒वान् । ऋ॒तुभि॒रित्यृ॒तु -भिः॒ । क॒ल्पया॑ति ।  । ",
  "attribute": {
    "rishi": "अज्ञात",
    "devata": "अज्ञात",
    "chandas": "अज्ञात"
  },
  "sayanaBhashya": "\n\nऐन्द्राग्नेष्टयस्तु फलभेदेन षडाम्नाताः। तत्र प्रथममन्त्रयुग्मविषये, तिस्त्र आद्या इष्टयो विकल्प्यन्ते।\nतासु तिसृषु प्रथमामिष्टिं विधातुं प्रस्तौति —\n“प्रजापतिः प्रजा असृजत ताः सृष्टा इन्द्राग्नी अपागूहता सोऽचायत्प्रजापतिरिन्द्राग्नी वै मे प्रजा अपाधुक्षतामिति स एतमैन्द्राग्नमेकादशकपालमपश्यत्तं निरवपत्तावस्मै प्रजाः प्रासाधयताम्” (तै. सं. का. २ प्र. २ अ. १) इति।\nअपागूहतामाच्छादितवन्तो। अचायदचिन्तयत्। प्रासाधयतां प्रकटीकृतवन्तौ।\nप्रस्तुतामिष्टिं विधत्ते —\n“इन्द्राग्नी वा एतस्य प्रजामपगूहतो योऽलं प्रजायै सन्प्रजां न विन्दत ऐन्द्राग्नमेकादशकपालं निर्वपेत्प्रजाकाम इन्द्राग्नी एव स्वेन भागधेयेनोपधावति तावेवास्मै प्रजां प्रसाधयतो विन्दते प्रजाम्” (सं. का. २ प्रं. २ अ. १) इति।\nयः पुरुषो यौवनादिना प्रजोत्पादनसमर्थोऽपि प्रजां न लभते तस्येन्द्राग्नी प्रतिबन्धकौ। तयोरुक्तः पुरोडाशो भागस्तेन तौ सेवते।\nद्वितीयामिष्टिं विधत्ते –\n“ऐन्द्राग्नमेकादशकपालं निर्वपेत्स्पर्धमानः क्षेत्रे वा सजातेषु वेन्द्राग्नी एव स्वेन भागधेयेनोपधावति ताभ्यामेवेन्द्रियं वीर्यं भ्रातृव्यस्य वृङ्क्ते वि पाप्मना भ्रातृव्येण जयते” (सं. का. २ प्र. २ अ. १) इति।\nसजाताः समानजन्मानो बन्धुभृत्यादयः। अचेतनं क्षेत्रविषयं चेतनं भृत्यविषयं च वैरिणो यत्सामर्थ्यं तदुभयमिन्द्राग्नी बलाद्विनाशयतः। स्वयं तु पापिष्ठेनैव वैरिणा विरुध्यमानो जयं प्राप्नोति।\nतृतीयामिष्टिं विधत्ते –\n“अप वा एतस्मादिन्द्रियं वीर्यं क्रामति यः संग्राममुपप्रयात्यैन्द्राग्नमेकादशकपालं निर्वपेत्संग्राममुपप्रयास्यन्निन्द्राग्नी एव स्वेन भागधेयेनोपधावति तावेवास्मिन्नन्द्रियं वीर्यं धत्तः सहेन्द्रियेण वीर्येणोपप्रयाति जयति त संग्रामम्” (सं. का. २ प्रं. २ अ. १) इति।\nयुद्धार्थं परसैन्यसमीपं प्रयास्यतो भयावेशाद्धस्तपादादीन्द्रियगता शक्तिरपक्रामति। इन्द्राग्नी तस्य धैर्यमुत्पाद्येन्द्रियशक्तिं समाधत्तः।\nएतासु तिसृष्विष्टिषु पुरोनुवाक्यामाह —\nउभेति। हे इन्द्राग्नी युवामुभौ हुवे आह्वयामि। किमर्थम्। आहुवध्यै साकल्येन होतुम् न चात्राश्वमेधपुरुषमेधादावश्वादेरिव युवयोर्होमद्रव्यत्वं शङ्कनीयम्। अस्ति ह्यत्र राधःशब्दवाच्यं पुरोडाशद्रव्यरूपमन्नम्। तेनान्नेन युवामुभौ परस्परं युक्तौ हर्षयितुमाह्वयामि। हृष्टाभ्यामावभ्यां किं तवेति चेत्। युवामुभावन्नानां धनानां च दातारावतोऽन्नस्य लाभाय युवामुभावाह्वयामि।\nअथ याज्यामाह —\nअश्रवमिति। लोके हि स्वदुहितुरत्यन्तप्रियो विशिष्टो जामाता दौहित्रादिरूपाः प्रजा बह्वीर्ददाति, स्यालश्च स्वयं दक्षो भगिनीस्नेहेन गृहधनरक्षणाय दासदासीरूपाः प्रजा बह्वीः प्रददाति ताभ्यामपि वां भूरिदावत्तरावतिशयेन बहुप्रजाप्रदौ युवामित्यशृणवम्। अथाऽतो हे इन्द्राग्नी युवभ्यां युवाभ्यां सोमस्य प्रयती सोमसदृशस्य पुरोडाशस्य प्रदानेन भवतीये चित्ते नूतनं हर्षरूपचित्तवृत्तीनां स्तोमं संपादयामि। अत्रोदाहृतयोराद्यो मन्त्रः। पुरोनुवाक्या। यागात्पुरस्ताद्देवताह्वानायाध्वर्युप्रैषमनु होत्राः वक्तव्यत्वात्। इन्द्राग्निभ्यामनुब्रूहीत्येतादृशोऽध्वर्युप्रैषः। द्वितीयो मन्त्रो याज्या। इज्यतेऽनयेति तद्व्युत्पत्तिः। अव एवात्र यजेति प्रैषः पठ्यते।\nउत्तरासु तिसृष्विष्टिषु प्रथमां विधत्ते —\n“वि वा एष इन्द्रियेण वीर्येणर्ध्यते यः संग्रामं जयत्यैन्द्राग्नमेकादशकपालं निर्वपेत्संग्रामं जित्वेन्द्राग्नी एव स्वेन भागधेयेनोपधावति तावेवास्मिन्निन्द्रियं वीर्यं धत्तो नेन्द्रियेण वीर्येण व्यृध्यते” (सं. का. २ प्रं. २ अ. १) इति। युद्धश्रमेणेन्द्रियगतस्य वीर्यस्य व्यृद्धिः।\nद्वितीयामिष्टिं विधत्ते —\n“अप वा एतस्मादिन्द्रियं वीर्यं क्रामति य एति जनतामैन्द्राग्नमेकादशकपालं निर्वपेज्जनतामेष्यन्निन्द्राग्नी एव स्वेन भागधेयेनोपधावति तावेवास्मिन्निन्द्रियं वीर्यं धत्तः सहेन्द्रियेण वीर्येण जनतामेति” (सं. का. २ प्रं. २ अ. १) इति।\nविजिगीषुकथासु स्वविद्याप्रकटनाय वा सभां जिगमिषोर्धैर्यभ्रंशरूपं वीर्यापक्रमणं भवति। तृतीया त्वैन्द्राग्नेष्टिः पौष्णचरुक्षैत्रपत्यचरुभ्यामुपरिष्टाद्विधास्यते।\nतासु तिसृष्विष्टिषु पुरोनुवाक्यामाह —\nइन्द्राग्नी इति। दासाः प्रजानामुपक्षपयितारस्तस्करप्रभवस्ते पतयो यासां पुरीणां ता दासपत्न्यः। हे इन्द्राग्नी तादृशीर्नवतिसंख्याकाः पुरो युगपदेकेनैव प्रहारकर्मणा युवां क्षपयतम्।\nयाज्यामाह —\nशुचिमिति। हे वृत्रहणाविन्द्राग्नी अद्य स्तोमं जुषेथां सेवेताम्। कीदृशं शुचिं निर्दोषं नवैरन्नविशेषैर्जातं जन्म यस्य तं नवजातं सुहवा रोषगर्वादिरहिततया सुखेन होतुं शक्यौ युवामुभौ यस्माज्जोहवीम्याह्वयामि तस्मात्तावुभौ युवां कामयमानाय यजमानाय वाजं सद्यो धत्तम्। तदिदमुत्तरार्धोक्तमन्नं न स्तोत्रम्।\nयथोक्तकर्मप्रयोगान्तः पातिनमपरं यागं विधत्ते — “पौष्णं चरुमनु निर्वपेत्पूषा वां इन्द्रियस्य वीर्यस्यानुप्रदाता पूषणमेव स्वेन भागधयेनोपधावति स एवास्मा इन्द्रियं वीर्यमनुप्रयच्छति” (सं. का. २ प्रं. २ अ. १) इति। वीर्यं प्रददानाविन्द्राग्नी अनु पूषा प्रयच्छति।\nतत्र पुरोनुवाक्यामाह —\nवयमिति। हे सुमार्गपते पूषन्वयमेव त्वां रथमिव योजयामः। किमर्थम्। धिये धीयतेऽनुष्ठीयत इति धीः कर्म। कीदृश्यै धिये। वाजस्यान्नस्य सातिर्लाभो यस्याः सा वाजसातिस्तस्यै।\nयाज्यामाह —\nपथस्पथ इति। फलकामेन प्रेरितोऽहं तस्य तस्य मार्गस्य परिपालकं पूषापरपर्यायमर्कं स्तोत्ररूपेण वचसाऽभिव्याप्तवानसि। सोऽस्मभ्यं शोकनिरोधिका रासत्प्रयच्छतु। कास्ताः। चन्द्राग्राश्चन्द्रवदाह्लादसाधनमग्रं यासां ता ओषधीः। किंच पूषा धियंधियं तत्तद्विषयां प्रज्ञां प्रसीषधाति प्रकर्षेण साधयतु।\nइष्ट्यन्तरं विधत्ते —\n“क्षैत्रपत्यं चरुं निर्वपेज्जनतामागत्येयं वै क्षेत्रस्य पतिरस्यामेव प्रतितिष्ठाति” (सं. का. २ प्रं. २ अ. १) इति।\nक्षेत्राणां भूभागत्वाद्भूमेः क्षेत्रपतित्वम्। अर्थवादगतप्रतिष्ठाकामोऽत्राधिकारी। तत्र पुरोनुवाक्यामाह —\nक्षेत्रस्येति। हितेन पुत्रादिना यथा गवादिजयस्तथा क्षेत्रस्य पतिना गामश्वं पोषकमन्नादिकं च वयमा समन्ताज्जयामः। स क्षेत्रस्य पतिरीदृशे गवादौ मां सुखयतु।\nयाज्यामाह —\nक्षेत्रस्य पत इति। हे क्षेत्रस्य पते धेनुः पय इव त्वमस्मासु माधुर्यरसोपेतमूर्मिवत्पुनः पुनरावृत्त्युपेतं द्रव्यान्तरेष्वपि स्वमाधुर्यस्राविणं घृतवत्पर्युषितत्वदोषाभावेन सुपूतं नालिकेरफलेक्षुखण्डगुडादिभोग्यपदार्थसमूहं धुक्ष्व। यज्ञस्य पतयोऽस्मान्मृडयन्तु।\nअवशिष्टामैन्द्राग्नेष्टिं विधत्ते —\n“ऐन्द्राग्नमेकादशकपालमुपरिष्टान्निर्वपेदस्यामेव प्रतिष्ठायेन्द्रियं वीर्यमुपरिष्टादात्मन्धत्ते” (सं. का. २ प्रं. २ अ. १) इति।\nक्षैत्रपत्यचरोरूर्ध्वमियमिष्टिः। अत्रापि वीर्यकामोऽधिकारी। जनतामागत्येति क्षैत्रपत्यस्य काल उपरिष्टादित्यस्य कालः। अत्र याज्यानुवाक्ये पूर्वमेवोक्ते।\nइष्ट्यन्तरं विधत्ते —\n“अग्नये पथिकृते पुरोडाशमष्टाकपालं निर्वपेद्यो दर्शपूर्णमासयाजी सन्नमावास्यां वा पौर्णमासीं वाऽतिपादयेत्पथो वा एषोऽध्यपथेनैति यो दर्शपूर्णमासयाजी सन्नमावास्यां वा पौर्णमासीं वाऽतिपादयत्यग्निमेव पथिकृत स्वेन भागधेयेनोपधावति स एवैनमपथात्पन्थामपि नयत्यनड्वान्दक्षिणावही ह्येष समृद्ध्यै” (सं. का. २ प्रं. २ अ. १) इति।\nपर्वणि पर्वण्यप्रमादेन तदिष्टेरनुष्ठानं विद्यमानं पन्थाः। कस्मिंश्चित्पर्वणि प्रमादेनानुष्ठानाभावोऽपथः। अस्मिन्विषये प्रायश्चित्तरूपेयमिष्टिः। यस्मादेषोऽनड्वान्भारं वहति तस्मात्समृद्ध्यै भवति।\nतत्र पुरोनुवाक्यामाह –\nअग्न इति। हेऽग्ने त्वं दर्शपूर्णसासेष्टिफलरूपाय धनायास्मानतिपाददोषरहितेन सुमार्गेण नय। हे देव त्वं विश्वान्मार्गान्वेत्सि। नरकहेतुत्वेन कुटिलमतिपादरूपं पापमस्मत्तो वियोजय। बहुतमां नमस्कारोक्तिं तव करवाम।\nतत्र याज्यामाह —\nआ देवानामिति। यस्मात्पथो वयं पूर्वं भ्रष्टास्तमपि देवानां पन्थानमिदानीमागताः। किं कर्तुं, यत्कर्मानुष्ठातुं शक्नुमस्तदनुक्रमेण प्रवोढुम्। अविच्छेदेनानुष्ठानं प्रवाहः। यद्यप्यहं न जानामि तथाऽप्ययं पथिकृदग्निरपराधं समाधातुं वेत्ति। अतः सोऽस्मदर्थं यक्ष्यति। स एव देवानामाह्वाता। स एवातिपन्नान्यज्ञानृत्वादिकालांश्च कल्पयिष्यति।\nइष्ट्यन्तरं विधत्ते —\n“अग्नये व्रतपतये पुरोडाशमष्टाकपालं निर्वपेद्य आहिताग्निः सन्नव्रत्यमिव चरेदग्निमेव व्रतपति स्वेन भागधेयेनोपधावति स एवैनं व्रतमालम्भयति व्रत्यो भवति” (सं. का. २ प्रं. २ अ. २) इति।\nअव्रत्यं यागव्रतविरोध्यनृतवादादिकं सोऽग्निरेवैनमव्रत्यचारिणं व्रतं प्रापयति। तत उत्तरेषु यागव्रतेषु योग्यो भवति। अत्र मन्त्रकाण्डे पथिकृल्लिङ्गकं मन्त्रयुग्मं पूर्वमाम्नातमुदाहृतम्। व्रतलिङ्गमुपर्युदाहरिष्यते। मध्यवर्ति तु युग्मे विशेषलिङ्गाभावेऽप्युभयसाधारणलिङ्गदर्शनात्पूर्वत्र विकल्पितमित्याहुः केचित्। अपरे तूत्तरत्र विकल्पितमिति मन्यन्ते। आचार्यास्तु पूर्वत्रैव स्विष्टकृतः संयाज्ये इति मन्यन्ते।\nतत्र पुरोनुवाक्यामाह —\nयदिति। यत्प्रायणीयं हविस्तदग्नये बृहद्भवतु। हे विभावसो फलप्रदानेन मां पूजय। यथा महिषी मया दत्तं कार्पासबीजं तिलपिष्टादिकं भक्षयित्वा बहुक्षीरादिना पूजयति तद्वत्। तथा सति त्वदनुग्रहाद्धनं लभ्यतेऽन्नानि चोत्कर्षेण संपद्यन्ते।\nयाज्यमाह —\nअग्न इति। हेऽग्ने मदीयापराधपरिहारायेदानीं प्रवृत्तत्वान्नूतनस्त्वमस्मान्फलपर्यन्तानां कर्मणां पारं नय। किं कृत्वा। स्वस्तिभिर्यथाशास्त्रानुष्ठानैरतिपादरूपाण्यव्रत्यरूपाणि वा दुर्गाणि पापानि विश्वान्यतिक्रमय्य। किंचास्माकं निवासाय नगरी विस्तृता भवतु। सस्यसंपत्त्यर्थमुर्वी बहुला भवतु। किंच त्वमस्मदीयाय पुत्राय दुहितृरूपापत्याय च सुखप्रदो भव।\nअथ व्रातपत्ययागस्यासाधारणे युग्मे पुरोनुवाक्यामाह —\nत्वमिति। हेऽग्ने त्वमागत्य मनुष्येषु व्रतपालको देवोऽसि। आ समन्ताद्यज्ञेषु त्वं स्तुत्योऽसि।\nयाज्यामाह —\nयद्व इति। हे देवा विदुषां युष्माकं संबन्धीन्यस्मदनुष्ठेयव्रतान्यत्यन्तमविद्वांसो वयं प्रकर्षेण विनाशयाम इति यत्तत्सर्वं विद्वानग्निरापूरयतु। यैतूपलक्षितकालविशेषैर्देवान्हविर्भोक्तुं कल्पयति तैः कालविशषैर्व्रतं पूरयतु।\n\nअत्र विनियोगसंग्रहः –\n“अन्यार्नुवाके याज्यानुवाक्याः काम्येष्टिसंगताः।\nकाण्डस्य तु द्वितीयस्य द्वितीये प्रश्न इष्टयः॥१॥\nउभैन्द्राग्नत्रये युग्ममिन्द्रैस्द्राग्नत्रये तथा।\nवयं पौष्णे चरौ क्षेत्र क्षैत्रपत्यचरौ तथा॥२॥\nअग्ने पथिकृते यद्वा व्रातपत्ये द्वियुग्मकम्।\nविकल्पेनेति मन्त्राः स्युरनुवाके चतुर्दश॥३॥\n\nअथ मीमांसा —\nतृतीयाध्यायस्य द्वितीयपादे चिन्तितम् —\n“ऐन्द्राग्नादीष्ट्यः काम्या याज्या अप्युदिताः क्रमात्।\nकाण्डयोस्ता यथालिङ्गं संचार्या नियमोऽथवा॥\nलिङ्गं क्रमसमाख्याभ्यां प्रबलं तद्वशादमूः।\nअकाम्यास्वपि संचार्या याज्याः सर्वत्र का क्षतिः॥\nसमाख्यानात्काण्डयोगः क्रमादिष्टिषु योजनम्।\nअपेक्षते दै(दे)वमात्रसक्तिः काम्यैकगास्ततः” इति॥\nकाम्येष्टयस्तत्काण्डे क्रमेणाऽम्नाताः – “ऐन्द्राग्नमेकादशकपालं निर्वपेद्यस्य सजाता वि(वी)युः” इत्यादिना। सजाता ज्ञातयो वि(वी)युर्विमता विप्रतिपन्ना इत्यर्थः। इन्द्राग्नी रोजनेत्यादिके मन्त्रकाण्डे याज्यानुवाक्याः क्रमेणाऽऽम्नातः। तत्रेदं काम्ययाज्यानुवाक्याकाण्डमिति याज्ञिकानां समाख्ययाऽवगम्यते। तयोरिष्टिकाण्डमन्त्रकाण्डयोः प्रथमायामिष्टौ प्रथमपठिते याज्यानुवाक्ये इत्यादिव्यवस्था। कर्मस्वरूपमात्रप्रकाशनं लिङ्गम्। न च तावन्मात्रेण मन्त्रकर्मणोरङ्गाङ्गिभावः। ततः समाख्याबलान्मन्त्रकाण्डकर्मकाण्डयोः संबन्धावगमेन सामान्येन मन्त्रकर्मणोः संबन्धोऽवगम्यते। विशेषस्त्वस्मिन्प्रथमे कर्मण्ययं मन्त्र इति क्रमादवगम्यते। ऐन्द्राग्नेष्टावैन्द्राग्नमन्त्रो वैश्वानरेष्टौ वैश्वानरमन्त्र इत्येतादृशो विशेषो लिङ्गादवगम्यत इति चेन्न। लिङ्गसाधारण्ये क्रमापेक्षणात्। ऐन्द्राग्नमेकादशकपालं निर्वपेद्भ्रातृव्यवानिति द्वितीयेष्ठिरपि। तत्रेन्द्राग्नी पठितौ। मन्त्रकाण्डेऽपीन्द्राग्नी नवतिमित्यादिकमपरमैन्द्राग्नं याज्यानुवाक्यायुगुलमाम्नातम्। न हि तत्र क्रममन्तरेण निर्णेतुं शक्यम्। न च क्रमेणैव तत्सिद्धेर्लिङ्गमप्रयोजकमिति वाच्यम्। क्वचिल्लिङ्गस्यैव व्यवस्थापकत्वात्। ऐन्द्राबार्हस्पत्येष्टिरेकैवाऽऽम्नाता — “यं कामयेत राजन्यमनपोब्धो जायेत वृत्रान्घ्नश्चरेदिति तस्मा एतमैन्द्राबार्हस्पत्यं चरुं निर्वपेत्” इति। यं राजपुत्रं जायमानं राज्ञः पुरोहितस्य वा काम एवं भवति। अयं मातृगर्भे देवकृतविघ्नेन केनाप्यप्रतिबद्धो जायतां जातश्च शत्रून्मारयन्संचरेदिति। तद्राजपुत्रार्थेयमिष्टिः। मन्त्रकाण्डे तदिष्टिक्रमे याज्यापुरोनुवाक्ये ऐन्द्राबार्हस्पती इत्यादिकमपरम्। तयोः प्रथमयुगुलस्य क्रमेण विनियोगेऽपि द्वितीययुगुलं लिङ्गेनैव विनियोक्तव्यम्। तस्मात्क्रमसमाख्यासहकृतेन लिङ्गेन काम्येष्टिष्वेवैता याज्या नियम्यन्ते।\n\nद्वादाशाध्ययस्य चतुर्थपादे चिन्तितम् —\n“इदं वां युग्मयोः किं स्यात्साहित्यं वा विकल्पनम्।\nसाहित्यं पूर्ववन्मैवं देवताबोधनैक्यतः” इति॥\nऐन्द्राबार्हस्पत्ये कर्मणि “इदं वामास्ये हविः प्रियमिन्द्राबृहस्पती” इति याज्यानुवाक्ये द्विविधे आम्नाते। तयोः सारस्वत्यादिवत्समुच्चयः। यथा सारस्वतीमनूच्य वाग्यन्तव्या वैष्णवीमनूच्य वाग्यन्तव्येत्यत्रादृष्टार्थत्वात्समुच्चयस्तद्वदिति चेन्मैवम्। दृष्टप्रयोजनस्य देवताबोधनस्यैकत्वात्। तस्माद्विकल्पः।\n\nतत्रैवान्यच्चिन्तितम् —\nपुरोनुवाक्यया याज्या विकल्प्या वा समुच्चिता।\nपुरोवाऽऽद्यः समाख्यानाद्वचनात्तु समुच्चयः” इति॥\nदेवताप्रकाशनरूपकार्यस्यैकत्वाद्युग्मयोर्यथा न समुच्चयः, किंतु विकल्प एव तथैवैकयुग्मगतयोरिति चेन्मैवम्। पुरोनुवाक्येति समाख्याया उत्तरकालीनयाज्यामन्तरेणानुपपत्तेः। किंच पुरोनुवाक्यामनूच्य याज्यया जुहोतीति प्रत्यक्षवचनेन देवतोपलक्षणहविःप्रदानकार्यभेदोक्तिपुरःसरं साहित्यं विधीयते। तस्मात्समुच्चयः।\n\nदशमाध्यायस्य चतुर्थपादे चिन्तितम् —\n“पर्यायेणापि देवोक्तिर्वैधेनैव पदेन वा।\nअर्थाभेदादादिमोऽन्त्यः शब्दपूर्वान्वयित्वतः” इति।\nदर्शपूर्णमासयोर्ये निगमास्तेष्वग्न्यादिदेवताः किं पावकशुच्यादिना येन केनापि पर्यायेणाभिधातव्याः किंवा तत्तद्विध्युद्देशगतेनाग्न्यादिपदेनैवेति संशयः। तत्र शब्दस्यार्थप्रत्यायनार्थत्वात्पर्यायाणां स्वरूपेण भेदेऽप्यर्थाभेदाद्येन केनाप्यभिधानमिति पूर्वपक्षः। यत्र ह्यर्थे कार्यमासाद्यते तत्र शब्दोऽर्थप्रत्यायनार्थो भवति। यत्र पुनः शब्द एव कार्यं तत्र कार्यसंबन्धार्थं शब्द एव प्रत्याययितव्यः। तद्यथा देवदत्ते गौरवातिशयमापादयितुं राजसभायामाचार्योपाध्यायादिशब्दैस्तं व्यवहरन्ति। पितृमातुलादयश्च तत्तत्संबन्धविशेषवाचिशब्देन यथा तुष्यन्ति तथा न नामग्रहणेन। प्रत्युत कुप्यन्ति, तद्वदत्राप्यग्न्यादिवैधशब्द एव कार्यमासक्तं विधिं विना यागेदवतयोः संबन्धाभावात्। विधिकृते तु तत्संबन्धे वैधशब्दस्य प्रयोजकत्वं दुर्वारम्। अत एवायाट्स्वाहाकारोज्जित्यादिनिगमेषु नियमेन वैधा एवाग्न्यादिशब्दाः प्रयुज्यन्ते “अयाडग्ने प्रिया धामानि, अयाट्सोमस्य प्रियाधामानि, स्वाहाऽग्निं स्वाहा सोमम्, अग्नेरहमुज्जितिमनूज्जेषं सोमस्याहमुज्जितिमनूज्जेषम्” इत्यादिना। तस्माद्वैधपदैरेव तत्तद्देवताभिधानम्।\n\nतत्रैवान्यच्चिन्तितम् —\n“निगमे पावकाग्न्योः किमग्निः स्यादथवोभयम्।\nअग्निश्चोदकतो मैवं वैधोऽग्निः सगुणो यतः” इति।\nआधाने श्रूयते — “अग्नये पवमानाय पुरोडाशमष्टाकपालं निर्वपेदग्नये पावकायाग्नये शुचये” इति। तत्र गुणगुणिनोः पावकाग्न्योर्मध्येऽग्निशब्द एव निगमेषु प्रयोक्तव्यः। कुतः तस्यैव चोदकप्राप्तमन्त्रपठितत्वात्। मैवम्। पावकगुणयुक्तस्याग्नेर्वैधत्वेन सर्वप्रयोगेषु तथैव प्राप्तत्वात्। तस्माच्छब्दद्वयं पठितव्यम्। अनेन न्यायेन प्रकृतेऽप्यैन्द्राग्नयाग इन्द्राग्निशब्देनैव निगदेषु देवताऽभिधातव्या। पाथिकृतयागत्यागे त्वग्निपथिकृच्छब्दद्वयेनेति द्रष्टव्यम्।\n\nअथ व्याकरणम् —\nउभेत्यत्रे पूर्वसवर्णैकादेशस्वरौ। इन्द्राग्निशब्दे त्वाष्टमिकामन्त्रितनिघातः। आहुवध्या इत्यत्र तुमर्थे विहितस्य कध्यैप्रत्ययस्याऽदिरकार उदात्तः। ततः समासे कृत्स्वरः। एवं सर्वमुन्नेयम्। अस्मिन्प्रथमप्रपाठके शब्दस्वरप्रक्रिया लेशतः प्रदर्शिता। साकल्येन तु प्रकृतिप्रत्ययविकरणतत्तदादेशादिपरिज्ञानमन्तरेण दुर्बोधत्वात्तस्य च सर्वस्यास्माभिर्वैदिकशब्दप्रकाशे निरूपितत्वादत्रापि तन्निरूपणे ग्रन्थगौरवप्रसङ्गात्तत्रैव सर्वमवगन्तव्यम्। तदिदं याज्याकाण्डं वैश्वदेवम्। तथा चानुक्रमणिकायामुक्तम् —\n“राजसूयः सब्राह्मणः पशुबन्धः सहेष्टिकः।\nउपानुवाक्यं याज्याश्च अश्वमेधः सब्राह्मणः॥\nसत्रायणं च होमाश्च सूक्तानि च सहेष्टिभिः।\nसौत्रामणी सहाच्छिद्रैः पशुर्मेधश्च षोडश” इति॥\nअनुमत्यै पुरोडाशमित्यादिको मन्त्रकाण्डस्थोऽष्टमप्रपाठको राजसूयः। अनुमत्यै इत्यादिका विधिकाण्डस्थाः षष्ठसप्तमाष्टमप्रपाठकास्त्रयो राजसूयस्य ब्राह्मणम्। वायव्य श्वेतमालभेतेत्यादिप्रपाठकोक्ताः पशुबन्धाः। प्रजापतिः प्रजा असृजतेत्यादिप्रपाठकत्रयोक्ता इष्टयः। प्रजापतिरकामयत प्रजाः सृजेयेत्यादिकमुपानुवाक्यम्। उभा वामिन्द्राग्नी इत्यादयो याज्याः। जीमूतस्येत्यादिकस्तत्र तत्रोक्तोऽश्वमेधः। सांग्रहण्येष्ट्या, इत्यादिकं तद्ब्राह्मणम्। प्रजननं ज्योतिरित्यादिप्रपाठकपञ्चकं सत्रायणम्। जुष्टो दमूना इत्यादिप्रपाठकद्वयोक्ता मन्त्रा होमाः। पीवोऽन्ना रयिवृधः सुमेधा इत्यादिप्रपाठकोक्तानि सूक्तानि। अग्निर्वा अकामयतेत्याद्यर्थप्रपाठकोक्ता इष्टयः। स्वाद्वीं त्वा स्वादुनेत्यादिः सौत्रामणी। सर्वान्वा एषोऽग्नौ कामान्प्रवेशयतीत्यादीन्यच्छिद्राणि। अञ्जन्ति त्वामित्यादिकः पशुः। ब्रह्मणे ब्राह्मणमालभत इत्यादिर्मेधः। अत्र याज्यानां विश्वे देवा ऋषयः। उभा वामिति द्वे त्रिष्टुभौ। इन्द्राग्नी नवतिमिति गायत्री। शुचिं नु स्तोममिति त्रिष्टुप्। वयमु त्वेति गायत्री। पथस्पथ इति त्रिष्टुप्। क्षेत्रस्य पतिनेत्यनुष्टुप्। क्षेत्रस्य पत इति तिस्त्रस्त्रिष्टुभः। यद्वाहिष्ठमित्यनुष्टुप्। अग्ने त्वमिति त्रिष्टुप्। त्वमग्ने व्रतपा इति गायत्री। यद्वो वयमिति त्रिष्टुप्। देवतास्तु तत्तन्मन्त्रव्याख्यानेनैव प्रकाशिताः। ता एता ऋषिच्छन्दोदेवता अनुष्ठानकाले स्मरणीयाः॥\n\nइति श्रीमत्सायणचार्यविरचिते माधवीये वेदार्थप्रकाशे कृष्णयजुर्वेदीयतैत्तिरीयसंहिताभाष्ये प्रथमकाण्डे प्रथमप्रपाठके चतुर्दशोऽनुवाकः॥१४॥\nवेदार्थस्य प्रकाशेन तमो हार्दं निवारयन् । पुमर्थांश्चतुरो देयाद्विद्यातीर्थमहेश्वरः॥\n\nइति श्रीमद्विद्यातीर्थमहेश्वरापरावतारस्य श्रीमद्राजाधिराजपरमेश्वरस्य श्रीवीरबुक्कमहाराजस्याऽऽज्ञपरिपालकेन माधवाचार्येण विरचिते वेदार्थप्रकाशे कृष्णयजुर्वेदीयतैत्तिरीयसंहिताभाष्ये प्रथमकाण्डे प्रथमः प्रपाठकः॥१॥\n\n—-------------------------------\n",
  "bhattaBhashya": "\n\n\n2तत्रैव याज्या - अश्रवमिति चतुष्पदा त्रिष्टुप् ॥ इतश्च युवामेवाह्वयामीति हेत्वन्तरमाह - भूरि ददातीति भूरिदावा । 'आतो मनिन्' (पा.सू. 3.2.74) इत्यादिना वनिप्प्रत्ययः, ततः प्रकर्षविवक्षायां तरप्प्रत्ययः, 'भूरिदाव्नस्तुट्' (पा.सू. 8.2.17 वा 2) इति तुडागमः, द्वितीयाद्विवचनस्य 'सुपां सुलुक्' (पा.सू. 7.1.39) इत्याकारः, कृदुत्तरपदप्रकृतिस्वरत्वम् (पा.सू. 6.2.139) । यस्मादहं युवां भूरिदावत्तरौ अश्रवं युवां दातृतमावशृणवम् । शृणोतेर्लङि शपो लुक् (पा.सू. 2.4.73) । कस्मात्पुनरतिशयिनावित्यत आह - विजामातुः, विद्यावयोरूपादिभिर्विहीनो जामाता विजामाता । अव्ययपूर्वपदप्रकृतिस्वरत्वम् (पा.सू. 6.2.2) । विजामाता हि कन्यालोभात्कन्यावते भूरि धनं ददाति; तस्मै यथा वैगुण्यमनादृत्य कन्यां प्रयच्छति । तस्मादपि युवां दातृतमावशृणवम् । उत वा अपि वा स्यालाद्युवां दातृतमावशृणवम् । स्यालो भार्याभ्राता । सोऽपि भगिनीस्नेहेन तद्भर्त्रे भूरि धनं ददाति । यस्मादेवमाभ्यामपि युवां दातृतमावशृणवं, तस्माद्युवामेवाह्वयामि । घशब्दः पादपूरणे प्रसिद्धौ वा । 'ऋचि तुनुघ' (पा.सू. 6.3.133) इत्यादिना तस्य संहितायां दीर्घः । 'अथादावुत्तरे विभागे ह्रस्वं व्यञ्जनपरः । देवाशीकासुम्नाश्वर्तावयुनाहृदयाघोक्थाशुद्धा' (तै.प्रा. 3.1,2) इति पदकाले ह्रस्वत्वम् । अथ एतस्मात्कारणात् । 'निपातस्य च' (पा.सू. 6.3.136) इति संहितायां दीर्घत्वम् । सोमस्य सोमसदृशस्यास्य हविषः प्रयती प्रयत्या प्रदानेन । 'तादौ च निति कृत्यतौ' (पा.सू. 6.2.50) इति गतेः प्रकृतिस्वरत्वम् । तृतीयैकवचनस्य 'सुपां सुलुक्' (पा.सू. 7.1.39) इति पूर्वसवणदीर्घत्वम् । हे इन्द्राग्नी । पादादित्वात् षाष्ठिकमामन्त्रिताद्युदात्तत्वम् (पा.सू. 6.1.198) । युवभ्यां युवाभ्याम् । आत्वाभावश्छान्दसः । स्तोमं स्तोत्रं जनयामि करोमि । नव्यं अभिनवम् । 'वस्वपसोककविक्षेमवचोनिष्केवलोक्थजनपूर्वनवसूरमर्तयविष्ठेभ्यश्छन्दसि स्वार्थे यद्वक्तव्यः' (पा.भा. 5.4.30) इति यत्प्रत्ययः । 'यतोऽनावः' (पा.सू. 6.1.213) इत्याद्युदात्तत्वम् । एवमनेन स्तोत्रेण तृप्तौ युवां दातृतमौ प्रजां मे दत्तमिति । 'इन्द्राग्नी वा एतस्य प्रजामपगूहतः' (तै.सं. 2.2.1) इत्यादि ब्राह्मणम् ॥\n\n3अथ 'ऐन्द्राग्नमेकादशकपालं निर्वपेत्सङ्ग्रामं जित्वा' (तै.सं. 2.2.1) इत्यस्य पुरोनुवाक्या - इन्द्राग्नी नवतिमिति गायत्री त्रिपदा ॥ हे इन्द्राग्नी । षाष्ठिकमाद्युदात्तत्वम् (पा.सू. 6.1.198) । नवतिं नवतिसङ्ख्याकाः पुरः असुराणां पुरीः शत्रूणां वा । दासपत्नीः दासाः उपक्षपयितारः प्रजानां, तादृशाः पतयस्स्वामिनो यासां पुराम् । दंसिः सौत्रो धातुरुपक्षयवृत्तिः । 'दंसेष्टटनौ न आ च' (उ.सू. 698) इति टप्रत्ययः, बहुव्रीहौ 'विभाषा सपूर्वस्य' (पा.सू. 4.1.34) इति नकारः । साकं सहैव एकेन कर्मणा प्रहरणलक्षणेन तादृशीः पुरः अधूनुतं अकम्पयतं नाशितवन्तौ । धूञ् कम्पने स्वादिः, वर्णव्यत्ययेन दीर्घः, क्रैयादिकाद्वा धूञो विकरणव्यत्ययेन श्नुप्रत्ययः । तस्मादेव महानुभावौ युवां इमं यजमानं सङ्ग्रामे जितवन्तमनुगृह्णीतं अस्मिन्निन्द्रियादिकं धत्तम् । 'वि वा एष इन्द्रियेण वीर्येणर्ध्यते' (तै.सं. 2.2.1) इत्यादि ब्राह्मणम् ॥\n\n4तत्रैव याज्या - शुचिमिति चतुष्पदा त्रिष्टुप् ॥ शुचिं निर्दोषं स्तोमं स्तोत्रं नवजातं नवं अभूतपूर्वं जातं जननं अस्येति । बहुव्रीहौ पूर्वपदप्रकृतिस्वरत्वम् (पा.सू. 6.2.1) । अद्यास्मिन्नहनि । हे इन्द्राग्नी । पादादित्वान्न निहन्यते, षाष्ठिकमामन्त्रिताद्युदात्तत्वम् (पा.सू. 6.1.198) । वृत्रहणा वृत्रस्य पापस्य हन्तारौ युवाम् । 'सुपां सुलुक्' (पा.सू. 7.1.39) इत्यादिना आकारः, 'नामन्त्रिते समानाधिकरणे सामान्यवचनम्' (पा.सू. 8.1.73) इति पूर्वस्याविद्यमानवत्त्वनिषेधात् निहन्यते । जुषेथां सेवेथां नु क्षिप्रम् । 'आमन्त्रितं पूर्वमविद्यमानवत्' (पा.सू. 8.1.72) इत्यविद्यमानवत्त्वान्न निहन्यते, लसार्वधातुकानुदात्तत्वे विकरणस्वरः (पा.सू. 6.1.186) । हि यस्मात् उभा उभौ वां युवां सुहवा स्वाह्वानौ आहूयमानावप्यरोषौ । 'बहुळं छन्दसि' (पा.सू. 6.1.34) इति प्रागेव प्रत्ययोत्पत्तेः अनैमित्तिके सम्प्रसारणे कृते, आतोयुचोऽप्रसङ्गात् (पा.सू. 3.3.128) 'ईषद्दुस्सुषु कृच्छ्राकृच्छ्रार्थेषु खल्' (पा.सू. 3.3.126) इति खल्प्रत्ययः, कृदुत्तरपदप्रकृतिस्वरत्वम् (पा.सू. 6.2.139) । उभा सुहवेति 'सुपां सुलुक्' (पा.सू. 7.1.39) इत्याकारः । ईदृशौ वां युवां जोहवीमि भृशमाह्वयामि । ह्वयतेर्यङ्लुक् 'अभ्यस्तस्य च' (पा.सू. 6.1.33) इति सम्प्रसारणम्, 'यङो वा' (पा.सू. 7.3.94) इति ईडागमः, 'हि च' (पा.सू. 8.1.34) इति निघाते निषिद्धे 'अभ्यस्तानामादिः' (पा.सू. 6.1.189) इत्याद्युदात्तत्वम् । ता तौ युवां वाजं अन्नं उशते कामयमानाय यजमानाय । 'शतुरनुभो नद्यजादी' (पा.सू. 6.1.173) इति विभक्तेरुदात्तत्वम् । सद्यः तदानीमेव धेष्ठा धातृतमौ । धानकर्मणो दधातेस्तृचि 'तुश्छन्दसि' (पा.सू. 5.3.59) इतीष्ठन्प्रत्ययः 'तुरिष्ठेमेयस्सु' (पा.सू. 6.4.154) इति तृशब्दस्य लोपः, पूर्ववद्विभक्तेराकारः । तौ तादृग्गुणौ युवां यस्माज्जोहवीमि, तस्मादिमं स्तोमं जुषेथाम्, अस्मिन्निन्द्रियादिकं च धत्तमिति ॥\n\n5अथ सङ्ग्रामं जित्वा जनतामेष्यतः 'पौष्णं चरुमनु निर्वपेत्' (तै.सं. 2.2.1) इति पौष्णश्चरुः अनुनिर्वाप्यत्वेनाम्नातः । तत्र पुरोनुवाक्या - वयमिति गायत्री त्रिपदा ॥ हे पथस्पते मार्गस्य पालयितः । 'षष्ठ्याः पतिपुत्र' (पा.सू. 8.3.53) इत्यादिना विसर्जनीयस्य सकारः, 'सुबामन्त्रिते पराङ्गवत्स्वरे' (पा.सू. 2.1.2) इति षष्ठ्यन्तस्य पराङ्गवद्भावात् षष्ठ्यन्तामन्त्रितसमुदायो निहन्यते । हे पूषन् वयमु वयमेव त्वामयुज्महि योजयामः । 'छन्दसि लुङ्लङ्लिटः' (पा.सू. 3.4.6) इति लङ्, 'बहुळं छन्दसि' (पा.सू. 2.4.73) इति शपो लुक् । कमिव ? - रथं न रथमिव । उपरिष्टादुप(ा)चारत्वात् उपमानार्थो नशब्दः (नि. 1.4) । किमर्थं ? - धिये कर्मणे, कर्मसिध्यर्थम् । 'सावेकाचः' (पा.सू. 6.1.168) इति विभक्तेरुदात्तत्वम् । धीर्विशेष्यते - वाजसातये, वाजोऽन्नं स सन्यते लभ्यते अस्यामिति । अधिकरणार्थे क्तिनि, 'जनसनखनाम्' (पा.सू. 6.4.42) इत्यात्वम् । 'मन्क्तिन्व्याख्यानशयनासनस्थानयाजकादिक्रीताः' (पा.सू. 6.2.151) इत्युत्तरपदान्तोदात्तत्वं बाधित्वा दासीभारादित्वात् (पा.सू. 6.2.42) पूर्वपदप्रकृतिस्वरत्वम् । ईदृशकर्मसिद्ध्यर्थं त्वां योजयामः इति ॥\n\n6तत्रैव याज्या - पथस्पथ इति चतुष्पदा त्रिष्ठुप् ॥ पथस्पथः सर्वस्य मार्गस्य । 'कस्कादिषु च' (पा.सू. 8.3.48) इति विसर्जनीयस्य सकारः, अनुदात्तस्य च यत्रोदात्तलोपः' (पा.सू. 6.1.161) इति विभक्तेरुदात्तत्वम्, 'अनुदात्तं च' (पा.सू. 8.1.3) इत्याम्रेडितस्यानुदात्तत्वम् । परिपतिं परिपालयितारम् । अव्ययपूर्वपदप्रकृतिस्वरत्वम् (पा.सू. 6.2.2) । अर्कं स्तोतव्यम् । अर्क स्तवने, कर्मणि घञ्; (पा.सू. 3.3.19) अर्चतेर्वा घञ्, 'चजोः कु घिण्यतोः' (पा.सू. 7.3.52) इति कुत्वम्, उभयत्राप्युञ्छादित्वात् (पा.सू. 6.1.160) अन्तोदात्तत्वम् । ईदृशं हि पूषणं कामेन वशीकृतो जनः वचस्या वचसा स्तोत्ररूपेण । तृतीयैकवचनस्य याजादेशः (पा.सू. 7.1.39) । अभ्यानट् अभिप्राप्नोति । तस्मादहमप्यद्य त्वामुपागतोस्मीति भावः । अशू व्याप्तौ, 'छन्दसि लुङ्लङ्लिटः' (पा.सू. 3.4.6) इति लङ्, श्नम् । परस्मैपदे व्यत्ययेन हल्ङ्यादिलोपे (पा.सू. 6.1.168) व्रश्चादिना षत्वम् (पा.सू. 8.2.36) । यद्वा - नशेर्गतिकर्मणः लुङि 'मन्त्रे घस' (पा.सू. 2.4.80) इति च्लेर्लुक्, 'छन्दस्यपि दृश्यते' (पा.सू. 6.4.73) इत्याडागमः । स पूषा नोऽस्मभ्यं रासत् ददातु । रातेर्लेटि 'सिब्बहुलं लेटि' (पा.सू. 3.1.34) इति सिप्, 'लेटोडाटौ' (पा.सू. 3.4.94) इत्यडागमः । किं ददातु ? - शुरुधः शोकस्य रुधः निवारयित्रीः । क्विप् (पा.सू. 3.2.178), कृदुत्तरपदप्रकृतिस्वरत्वम् (पा.सू. 6.2.139), पृषोदरादित्वात् (पा.सू. 6.3.109) व्यञ्जनस्य लोपः । काः पुनस्ताः ? - चन्द्राग्राः ओषधीः ; चन्द्रः हिरण्यं, असितजातिर्वा चन्द्रः, सः अग्रं प्रधानमीश्वरो वा यासां ताः अस्मभ्यं ददातु । इदानीं प्रज्ञावतामेव धनवत्तया प्रयोजनमिति तां प्रार्थयते - धियंधियमित्यादिना चतुर्थेन पादेन ॥ सर्वां धियं प्रज्ञाम् । स पूषा प्रकर्षेण सीषधाति साधयत्वस्माकम् । सिद्ध्यतेर्ण्यन्ताद्धातुत्वे कृते लेटि 'बहुळं छन्दसि' (पा.सू. 2.4.76) इति शप्श्लुद्विर्वचनानि, 'बहुळं छन्दसि' (पा.सू. 7.4.78) इत्यभ्यासस्येत्वम्, तुजादित्वात् (पा.सू. 6.1.7) अभ्यासस्य दीर्घः, वर्णव्यत्ययेन धातोर्ह्रस्वत्वम्, 'लेटोऽडाटौ' (पा.सू. 3.4.94) इत्यात्वम्, 'छन्दस्युभयथा' (पा.सू. 3.4.117) इति लेट आर्धधातुकत्वाण्णिलोपः, 'इण्कोः' (पा.सू. 8.3.57) इति षत्वम् । यद्वा - विकरणव्यत्ययेन च्लेः 'णिश्रि' (पा.सू. 3.1.48) इत्यादिना चङ्द्विर्वचनादिः, णौ चङ्युपधाया ह्रस्वत्वम् (पा.सू. 7.4.1) ॥\n\n7'क्षैत्रपत्यं चरुं निर्वपेज्जनतामागत्य' (तै.सं. 2.2.1) इत्यस्य पुरोनुवाक्या - चतुष्पदानुष्टुप् ॥ क्षेत्रस्य निष्पत्त्याधारस्य, पतिना पत्याऽधिष्ठात्रा । 'षष्ठीयुक्तश्छन्दसि वा' (पा.सू. 1.4.9) इति घिसंज्ञा । तेनानुगृह्यमाणा वयं जयामसि जयामः । 'इदन्तो मसि' (पा.सू. 7.1.46) इति इकारः । केनेव ? - हितेनेव ; यथा हितेन मित्रेण जनेन अमित्रं जयति एवं क्षेत्रपतिना जयेम । किं जयेम ? - गामश्वं पोषयित्नु पोषकमन्नादिकं प्रजाम् । आकारस्समुच्चये । गां चाश्वं च पोषयित्नु च । पुषेर्ण्यन्तात् 'स्तनिहृषिपुषि' (उ.सू. 316) इत्यादिना इत्नुच्प्रत्ययः, 'अयामन्ताल्वाय्येत्न्विष्णुषु' (पा.सू. 6.4.55) इति णेरयादेशः । स च क्षेत्रपतिः नोस्मान् मृडाति मृडयतु सुखयतु । मृड सुखने, तौदादिकः, 'लेटोऽडाटौ' (पा.सू. 3.4.94) इत्याडागमः । ईदृशे यथोक्ते गवादावर्थे अस्मान् स्वामित्वेन स्थापयित्वा सुखयतु । 'त्यदादिषु दृशः' (पा.सू. 3.2.60) इति कञ्, इदम ईशादेशः (पा.सू. 6.3.90), कृदुत्तरपदप्रकृतिस्वरत्वम् (पा.सू. 6.2.139) । अत्र यणादेशसवर्णदीर्घयोरकरणेन तृतीयचतुर्थपादौ पूरयितव्यौ ॥\n\n8तत्रैव याज्या - क्षेत्रस्य पत इति चतुष्पदा त्रिष्टुप् ॥ हे क्षेत्रस्य पते । पराङ्गवद्भावेन षष्ठ्यामन्त्रितसमुदायस्य षाष्ठिकमामन्त्रिताद्युदात्तत्वम् (पा.सू. 6.1.118) । मधुमन्तमूर्मिं मधुरेण क्षीरादिना तद्वन्तमूर्मिं अरणशीलं गवादिसमुदायम् । 'अर्तेरूच्च' (उ.सू. 493) इति ऋ गतावित्यस्मात् मिप्रत्ययः ऊकारश्चान्तादेशः । मधुश्चुतं मधुरं क्षीरादिकमासिञ्चन्तं, न केवलं मधुमन्तं, अपि तु सर्वदा प्राणिभ्यस्स्रवन्तम् । श्चुतिर् आसेचने, कृदुत्तरपदप्रकृतिस्वरत्वम् (पा.सू. 6.2.139) । घृतमिव सुपूतम् । 'सुः पूजायाम्' (पा.सू. 1.4.94) इति कर्मप्रवचनीयत्वम्, 'स्वती पूजायाम्' (पा.भा. 2.2.18 वा 4) इति प्रादिसमासः, तेनाव्ययपूर्वपदप्रकृतिस्वरत्वम् (पा.सू. 6.2.2) । गतित्वाभावात् 'सूपमानात् क्तः' (पा.सू. 6.2.145) इत्येवं न भवति । ईदृशं गवादिसमुदायमस्मासु धुक्ष्व । स्वयमेव धुक्ष्व अस्मद्वात्सल्येन, यथा धेनुः पयस्स्वयमेव दुग्धे दोग्धृवात्सल्येन । कर्मकर्तरि लकारः, 'न दुहस्नुनमां' (पा.सू. 3.1.89) इति यक्प्रतिषेधः । यद्वा - क्षेत्रमित्यध्याह्रियते, गवादिसमुदायं क्षेत्राणि, दुहिः स्वरितेत् (पा.सू. 1.3.72) । किञ्च - ऋतस्य यज्ञस्य पतयोऽग्न्यादयो देवाः नोऽस्मानस्मदीयं वा त्वया दीयमानं गवादिसमुदायं मृडयन्तु सुखयन्तु । 'छन्दस्युभयथा' (पा.सू. 3.4.117) इति णिचस्सार्वधातुकत्वेन ङित्वाल्लघूपधगुणाभावः (पा.सू. 7.3.86) ॥\n\n9'अग्नये पथिकृते पुरोडाशमष्टाकपालं निर्वपेद्यो दर्शपूर्णमासयाजी सन्नमावास्यां वा पौर्णमासीं वातिपादयेत्' (तै.सं. 2.2.2) इत्यस्य पुरोनुवाक्या - अग्ने नयेति त्रिष्टुप्चतुष्पदा ॥ हे अग्ने देव सुपथा शोभनेन मार्गेण शास्त्राविरुद्धेन । 'परादिश्छन्दसि' (पा.सू. 6.2.199) इत्युत्तरपदाद्युदात्तत्वं, 'आद्युदात्तं द्व्यच्छन्दसि' (पा.सू. 6.2.119) इति तु न भवति अन्तोदात्तत्वात्पथिन्शब्दस्य, क्रत्वादिर्वा द्रष्टव्यः (पा.सू. 6.2.198) । 'न पूजनात्' (पा.सू. 5.4.69) इति समासान्तप्रतिषेधः । इर्दृशेन मार्गेणास्मान्नय । किमर्थं ? - राये धनाय हविर्लक्षणाय ; त्वदीयहविस्सम्पादनयोग्या वयं यथा भवामस्तथा कुर्वित्यर्थः । त्वं हि विश्वानि वयुनानि ज्ञानान्यभिप्रायान्विद्वान् । 'अजियमिशीङ्भ्यश्च' (उ.सू. 348) इत्यजेरुनन्प्रत्ययः, 'अजेर्व्यघञपोः' (पा.सू. 2.4.56) इति वीभावश्च । किञ्च - एनः पापं दर्शपूर्णमासातिपत्तिलक्षणम् अस्मत् अस्मत्तः युयोधि अपनय । यौतिः पृथग्भावे लोटि 'बहुळं छन्दसि' (पा.सू. 2.4.76) इति शपः श्लुः, 'वा छन्दसि' (पा.सू. 3.4.88) इत्यपित्त्वाभावेन अङित्त्वात् 'अङितश्च' (पा.सू. 6.4.103) इति धिभावः । कीदृशमेनः ? - जुहुराणं कुटिलस्वभावम् । हुर्च्छा कौटिल्ये इत्यस्मात् 'हुर्च्छेस्सनो लुक् छलोपश्च' (उ.सू. 257) इत्यानच्प्रत्ययः । हुर्छितुमिच्छति जुहुराणम् । यद्वा - हृ प्रसह्यकरणे, जुहोत्यादिकः, तस्मात्ताच्छीलिके (पा.सू. 3.2.129) चानशि शपः श्लुः (पा.सू. 2.4.75), 'बहुळं छन्दसि' (पा.सू. 7.1.103) इत्युत्वम् । तदर्थं वयं ते तुभ्यं भूयिष्ठां बहुतमां नमउक्तिं नमस्कारोक्तिं विधेम क्रियास्म । विध विधाने, आशिषि लिङ्, 'लिङ्याशिषि' (पा.सू. 3.1.86) इत्यङ्, यासुडादिः (पा.सू. 3.4.103)।, 'छन्दस्युभयथा' (पा.सू. 3.4.117) इति सार्वधातुकत्वात्सलोपः, अव्ययपूर्वपदप्रकृतिस्वरत्वम् (पा.सू. 6.2.2) । नमस आद्युदात्तत्वम् । 'पथो वा एषः' (तै.सं. 2.2.2) इत्यादि ब्राह्मणम् ॥\n\n10तत्रैव याज्या - आ देवानामिति चतुष्पदा त्रिष्टुप् ॥ देवानां पन्थां पन्थानं (वयं) कर्ममार्गं आगन्म आगता भूयास्म । 'मन्त्रे घसह्वर' (पा.सू. 2.4.80) इत्यादिना च्लेर्लुक् । यद्वा - 'बहुळं छन्दसि' (पा.सू. 2.4.73) इति शपो लुक् । 'पथिमथोस्सर्वनामस्थाने' (पा.सू. 6.1.199) इति पथिन्शब्दस्याद्युदात्तत्वम्, द्वितीयैकवचनेपि व्यत्ययेन (पा.सू. 3.1.85) 'पथिमथ्यृभुक्षामात्' (पा.सू. 7.1.85) इत्यात्वम् । ये वयं कालातिपत्त्या कर्ममार्गात्प्रच्युतास्तेऽपि वयम् । यद्वा - यतः कर्ममार्गात्प्रच्युताः, तमपि पन्थानमागन्म । किं कार्त्स्न्येन सर्वं र्वोढुं शक्यत इत्यत आह - यच्छक्नवाम यावत्किञ्चिदेव विषये अनुष्ठातुं शक्नुयाम । लोट्याडागमः (पा.सू. 3.4.92), सतिशिष्टो विकरणस्वरः (पा.सू. 6.1.158 वा 9) । तदनु प्रवोढुं तच्छक्यं कर्मजातं अनुक्रमेणाविच्छेदेन निर्वोढुं पन्थानमगन्म । अविच्छेदेनानुष्ठानं प्रवाहः । प्रवोढुमित्यत्र 'तादौ च निति कृत्यतौ' (पा.सू. 6.2.50) इति गतेः प्रकृतिस्वरत्वम् । शक्त्या कर्मप्रवाहो लक्ष्यत इति लक्षणे अनोः कर्मप्रवचनीयत्वम् (पा.सू. 1.4.84) । यद्वा - तदिति लिङ्गव्यत्ययेन (पा.सू. 3.1.85) नपुंसकत्वम्, तं पन्थानमनु प्रवोढुं यस्माद्वयं शक्नवाम । सम्भावने लोट् । तस्मात्तमागता वयमिति । ननु तदवस्थमेव कर्मणो वैकल्यं, कथं वा निर्वोढुं शक्यत इत्यत आह - स एव खल्वग्निः पथिकृन्नामा यजात् यजेत् अविगुणं यागं निर्वर्तयिष्यति अनतिपन्नतां कर्मणस्सम्पादयिष्यति । लेट आडागमः (पा.सू. 3.4.94) । कोऽस्य विशेष इत्यत आह - विद्वान् सम्यग्यागसम्पादनोपायज्ञः । ननु देवानां यागेऽतिपन्ने किमग्निना शक्यमित्यत आह - स एव खल्वग्निः होता देवानां साधु आह्वाता । ह्वयतेस्तृनि 'बहुळं छन्दसि' (पा.सू. 6.1.34) इति सम्प्रसारणम् । देवाः खल्वग्निना हूयमानाः कर्मणो वैगुण्यमनादृत्य आगमिष्यन्तीति । अधुना किमग्निना अशक्यं कर्तुमिति प्रतिपाद्यते - स खल्वग्निः अध्वरान् यागान् कल्पयाति कल्पयति अकालकृतानपि फलप्रदानसमर्थान् करोति । यद्वा - अध्वरान् ध्वरैः कर्मणो वारकैः कालातिपत्त्यादिदोषैः रहितानस्मान् अस्मद्यागान्वा करोतु । एवं हि 'नञ् सुभ्याम्' (पा.सू. 6.2.172) इत्युत्तरपदान्तोदात्तत्वं लभ्यते । ननु कालो बलवान्, तत्कथं तदतिपत्तिः अग्निना परिहर्तुं शक्यत इत्यत आह - स एव खल्वग्निः ऋतून् कालावयवान् कल्पयाति, आदित्यात्मनाप्यग्नेरेवावस्थितत्वात् । यः कालस्यैव स्रष्टा स कथं विपन्नकालं अविपन्नं कर्तुं न शक्नुयादिति भावः । अत्र स इति पदं चतुः प्रयुज्यते । तत्र संहितायां प्रथमस्य 'एतत्तदोः' (पा.सू. 6.1.132) इति प्रथमा लुप्यते । द्वितीयस्य तु 'सोऽचि लोपे चेत्' (पा.सू. 6.1.134) इति लुप्यते । तृतीयस्य तु 'अतो रोः' (पा.सू. 6.1.113) इति रोरुत्वे, गुणे च कृते, 'अनुदात्ते च कुधपरे' (पा.सू. 6.1.120) इति रोः प्रकृतिभावः । चतुर्थस्य तु 'भोभगोअघोअपूर्वस्य योऽशि' (पा.सू. 8.3.17) इति यत्वे कृते, 'लोपश्शाकल्यस्य' (पा.सू. 8.3.19) इति लुप्यते, लोपस्यासिद्धत्वात् (पा.सू. 8.2.1) गुणो न क्रियते ॥\n\n11तत्रैव स्विष्टकृतः पुरोनुवाक्या - यद्वाहिष्ठमिति चतुष्पदानुष्टुप् ॥ वाहिष्ठं वाहयितृतमं प्रीतेः प्रापयितृ । स्तोत्रमेव चेदृशं भवति । तस्मादीदृशं यत् स्तोत्रं तदग्नये अग्न्यर्थमेव । अग्निरेव रमणीयं स्तोत्रमर्हति, तस्मादीदृशेन स्तोत्रेण त्वामेव स्तौमीति भावः । वाहयितृशब्दात् 'तुश्छन्दसि' (पा.सू. 5.3.49) इतीष्ठन्प्रत्ययः, 'तुरिष्ठेमेयस्सु' (पा.सू. 6.4.154) इति तृशब्दलोपः, व्यत्ययेन तस्यासिद्धत्वमनादृत्य 'टेः' (पा.सू. 6.4.155) इति टिलोपः । यद्वा - वाहृ प्रयत्ने इत्यस्माद्धातोस्तृजन्तादिष्ठन्प्रत्ययः । अभीष्टनिर्वहणं प्रयत्नः । हे विभावसो तेजोधन त्वमपि बृहत् प्रशस्तं मदीयं स्तोत्रं अर्च बहुमन्यस्व अङ्गीकुरु । किमिति देवतान्तरं मुक्त्वा अग्निरेव स्तूयते इत्यत आह - त्वत् त्वत्तः रयिः धनं उत्पद्यते । उदीरत इति वक्ष्यमाणबहुवचनान्तमत्र एकवचनान्तविपरिणामेन सम्बध्यते । कस्मादिव ? - महिषीव, महान् ऋषिर्महर्षिः महेश्वरः । पृषोदरादित्वात् (पा.सू. 6.3.109) आकारस्येत्वम्, रेफलोपश्च । ततः पञ्चम्येकवचनस्य 'सुपां सुलुक्' (पा.सू. 7.1.39) इति लुक् । महाराजादिव त्वत्तो धनमुत्पद्यते । वृषादित्वात् (पा.सू. 6.1.203) आद्युदात्तत्वम् । यद्वा - महिष्येव गृह्यते, यथा राजभार्यायाः रत्नादिकं लभते एवं त्वत्तोपि । 'अविमह्योष्टिषच्' (उ.सू. 48) इति महेष्टिषचि कृते टित्त्वात् ङीप् (पा.सू. 4.1.15) । उदात्तनिवृत्तिस्वरेण (पा.सू. 6.1.174) ङीप उदात्तत्वे प्राप्ते ' महिष्य(ा)षाढयो(र्जाये)रिष्टकाख्या (चेत्)याम्' (फि.सू. 68) इत्याद्युदात्तत्वम् । किञ्च - वाजाः अन्नान्यपि त्वत्तः उदीरते उत्पद्यन्ते । ईर गतौ कम्पने च, इत्यदादिकोऽनुदात्तेत्, 'आत्मनेपदेष्वनतः' (पा.सू. 7.1.5) इत्यदादेशः ॥\n\n12तत्रैव याज्या - अग्ने त्वमिति चतुष्पदा त्रिष्टुप् ॥ हे अग्ने त्वं नव्यः, नव एव नव्यः । 'वस्वपसोककविक्षेमवचोनिष्केवलोक्थजनपूर्वनवसूरमर्तयविष्ठेभ्यश्छन्दसि स्वार्थे यद्वक्तव्यः' (पा.भा. 5.4.30) इति स्वार्थे यत्प्रत्ययः । 'यतोऽनावः' (पा.सू. 6.1.213) इत्याद्युदात्तत्वम् । अस्मानतिपारय अतिक्रम्य पारय । पार तीर कर्मसमाप्तौ । अविकलकर्मणः कुरु । किमतिक्रम्य? - विश्वा विश्वानि । 'शेश्छन्दसि बहुळम्' (पा.सू. 6.1.70) इति लोपः । दुर्गाणि दुःखेन गच्छन्ति येषु तानि दुर्गाणि विध्यपराधलक्षणानि पापानि । 'सुदुरोरधिकरणे' (पा.सू. 3.2.48 वा 3) इति गमेर्डः, कृदुत्तरपदप्रकृतिस्वरत्वम् (पा.सू. 6.2.139) । तान्यतिक्रम्यास्मान्पारय । 'अन्येषामपि दृश्यते' (पा.सू. 6.3.137) इति संहितायां दीर्घत्वम् । नव्यो अस्मानिति 'प्रकृत्यान्तःपादमव्यपरे' (पा.सू. 6.1.115) इति प्रकृतिभावः । स्वस्तिभिश्शोभनैर्मार्गैः दुर्गातिक्रमणोपायभूतैः । अस गतौ । 'क्तिच्क्तौ च संज्ञायाम्' (पा.सू. 3.3.174) इति क्तिच्, 'तितुत्र' (पा.सू. 7.2.9) इतीट्प्रतिषेधः, कृदुत्तरपदप्रकृतिस्वरत्वम् (पा.सू. 6.2.139) । किञ्च - नोऽस्माकं तत्र वसतां पूः नगरी निवासस्थानं पृथ्वी विस्तीर्णा महावकाशा अविकलकर्मफलोपभोगयोग्या भवत्विति शेषः । पृथुशब्दः कुप्रत्ययान्तत्वादन्तोदात्तः, 'ओतो गुणवचनात्' (पा.सू. 4.1.44) इति ङीप्, 'उदात्तयणो हल्पूर्वात्' (पा.सू. 6.1.174) इति नद्या उदात्तत्वम् । किञ्च - अस्माकं तत्र वसतां उर्वी मेदिनी । स एव स्वरः । सा बहुळा भवतु बहुभिर्धनधान्यपश्वादिभिस्तद्वती भवतु । सिध्मादिलक्षणो लच् (पा.सू. 5.2.97) । यद्वा - बहूनामर्थानां लात्री आदात्री उत्पादयित्री भवतु । लातेः 'आतोऽनुपसर्गे' (पा.सू. 3.2.3) इति कः । किञ्च - तोकाय अस्मदीयाय अपत्याय तनयाय तस्यापत्याय अस्मत्पौत्राय शं शमयिता रोगाणां भव । शमेर्ण्यन्तात्क्विप् (पा.सू. 3.2.76), मितां ह्रस्वः (पा.सू. 6.4.92), 'णेरनिटि' (पा.सू. 6.4.51) इति णिलोपः । किञ्च - योः यापयिता पृथक्कर्ता आगामिनां भयानां अस्मदीयजनसकाशादपनेता च भव । यौतेः 'अन्येभ्योपि दृश्यन्ते' (पा.सू. 3.2.75) इति विच्, 'ओतो णित्' (पा.सू. 7.1.90) इति बहुलवचनान्न भवति । 'षष्ठ्यर्थे चतुर्थी वक्तव्या' (पा.सू. 2.3.62 वा 1) इति वा 'क्रियार्थोपपदस्य च कर्मणि स्थानिनः' (पा.सू. 2.3.14) इति वा चतुर्थ्यौ । तोकं तनयं च रक्षितुं शं योश्च भव । 'द्व्यचोऽतस्तिडः' (पा.सू. 6.3.135) इति संहितायाम् 'अ'स्य दीर्घत्वम् ॥\n\n13'अग्नये व्रतपतये पुरोडाशमष्टाकपालं निर्वपेद्य आहिताग्निस्सन्नव्रत्यमिव चरेत्' (तै.सं. 2.2.2) इत्यस्य पुरोनुवाक्या - त्वमग्ने इति त्रिपदा गायत्री, अष्टकसप्तकषट्कपदा प्रतिष्ठानाम्नी, 'षट्सप्तकाष्टकैर्वर्धमाना । विपरीता प्रतिष्ठा' (पि.छ.सू. 3.14.15) इति वचनात् ॥ देव इति सप्तमीबहुवचनस्य 'सुपां सुलुक्' (पा.सू. 7.1.39) इत्यादिना स्वादेशः । आकारौ समुच्चयवाचिनौ । हे अग्ने देवेषु च मर्त्येषु (मनुष्येषु) च त्वमेव व्रतपाः व्रतानां पाता रक्षकः नान्यः कश्चित् । पातेः 'अन्येभ्योपि दृश्यन्ते' (पा.सू. 3.2.75) इति वचनाद्विच् । कृदुत्तरपदप्रकृतिस्वरत्वम् (पा.सू. 6.2.139) । किञ्च - त्वमेव यज्ञेषु ईड्यः स्तुत्यः । 'ईडवन्दवृशंसुदुहां ण्यतः' (पा.सू. 6.1.214) इत्याद्युदात्तत्वम् । अतोऽस्मानखण्डितव्रतान् पाहि । त्वामेव वयं स्तुम इति भावः ॥\n\n14तत्रैव याज्या - यद्व इति चतुष्पदा त्रिष्टुप् ॥ हे देवा वो युष्माकं विदुषामखण्डितज्ञानानां सम्बन्धीनि व्रतानि कर्माणि वयं अविदुष्टरासः अविद्वत्तराः क्षणेक्षणे सम्भाव्यमानप्रमादाः । अयस्मयादित्वेन (पा.सू. 1.4.20) भत्वाद्वसोस्सम्प्रसारणम्, 'आज्जसेरसुक्' (पा.सू. 7.1.50) । अव्ययपूर्वपदप्रकृतिस्वरत्वम् (पा.सू. 6.2.2) । ईदृशा वयं यद्यस्मात् प्रमिनाम हिंसितवन्तः । मीङ् हिंसायां क्र्यादिः, तस्मात् 'उपसंवादाशङ्कयोश्च' (पा.सू. 3.4.8) इत्याशङ्कायां लेट् । कारणतः कार्यानुमानमाशङ्का । अज्ञानातिशयेन कर्मलोप आशङ्क्यते । 'लेटोऽडाटौ' (पा.सू. 3.4.94) इत्याडागमः, 'स उत्तमस्य' (पा.सू. 3.4.98) इति सकारलोपः । 'मीनातेर्निगमे' (पा.सू. 7.3.81) इति धातोः ह्रस्वत्वम्, 'हिनुमीना' (पा.सू. 8.4.15) इति णत्वं बहुलवचनान्न भवति । तत् तस्मात्कारणाद्विश्वं (अ) खण्डितं सर्वं कर्मजातं अग्निरेवायमिज्यमानः व्रतपतिनामा आपृणाति आभिमुख्येन पूरयतु अखण्डितमापादयतु । पॄ पालनपूरणयोः, लेट् 'प्वादीनां ह्रस्वः' (पा.सू. 7.3.80) इति ह्रस्वत्वम्, विकरणव्यत्ययो वा । तत्रैव हेतुः - विद्वान्, यस्मादयमग्निर्विद्वान् । 'विदेश्शतुर्वसुः' (पा.सू. 7.1.36) 'उगिदचाम्' (पा.सू. 7.1.70) इति नुम्, 'सान्तमहतस्संयोगस्य' (पा.सू. 6.4.10) इति दीर्घः, संयोगान्तलोपः (पा.सू. 8.2.23) । सर्वज्ञ इत्यर्थः । तस्मादापूरणोपायज्ञो यथा स्यात्तथा कर्तुं समर्थ एवेति भावः । के पुनस्त उपाय इत्यत आह - येभिर्यैः । 'बहुलं छन्दसि' (पा.सू. 7.1.10) इति भिस ऐस् । ऋतुभिः कालावयवैः पौर्णमास्यादिभिः युष्मान् देवान् अग्न्या[न्ना]दीन् कल्पयाति देवशब्दवाच्यहविर्लाजाद्यैः [दीन् यैः] कल्पयति कल्पयितुमर्हति । 'अर्हे कृत्यतृचश्च' (पा.सू. 3.3.169) इति लिङर्थे लेट्, पूर्ववदाडागमः (पा.सू. 3.4.94) । तत्कालादीनवयवान् विदुषोऽग्नेः व्रतस्याखण्डितत्वापादनमात्रं कियदिति भावः । तस्माद्व्रतमनेन खण्डितमिति भवद्भिरुद्वेगो न कार्यः । अत्र संहितायामग्निष्टदिति 'युष्मत्तत्ततक्षुष्वन्तःपादम्' (पा.सू. 8.3.103) इति षः । ऋतुभिरित्यत्र 'दीर्घादटि समानपादे' (पा.सू. 8.3.9) इति रुत्वम्, 'आतोऽटि नित्यम्' (पा.सू. 8.3.3) इत्यनुनासिकः । एतदुक्तं भवति - अयमग्निः यैः पर्वभिरस्माभिः अननुष्ठितैरसन्तुष्टस्तद्विद्वान् वर्तते तैस्सर्वैरदुष्टै[नुष्ठितै]रिव अस्मदनुग्रहाय सन्तुष्टः स देवानपीष्टानिव इष्टानस्मद्विषये प्रसन्नान् करोतु ॥\n\nइति प्रथमकाण्डे प्रथमप्रपाठके चतुर्दशोनुवाकः ।\nइति भट्टभास्करविरचिते यजुर्वेदभाष्ये ज्ञानयज्ञाख्ये प्रथमकाण्डे प्रथमः प्रपाठकः ।\n\n—------------------------------------------\n"
}