{
  "id": "TS 2.6.2.2",
  "classification": {
    "kanda": "2",
    "prasna": "6",
    "anuvaka": "2",
    "panchasat": "2"
  },
  "header": "TS 2.6.2.2",
  "panchasatInfo": " 9",
  "padaCount": 50,
  "samhita": "ॅयद॒ग्नीषोमा॑वन्त॒रा दे॒वता॑ इज्येते दे॒वता॑नां॒ ॅविधृ॑त्यै॒ तस्मा॒द्-राज्ञा॑ मनु॒ष्या॑ विधृ॑ता ब्रह्मवा॒दिनो॑ वदन्ति॒ किं तद्-य॒ज्ञे यज॑मानः कुरुते॒ येना॒न्यतो॑दतश्च प॒शून् दा॒धा-रो॑भ॒यतो॑दत॒-श्चेत्यृच॑-म॒नूच्या ऽऽज्य॑भागस्य जुषा॒णेन॑ यजति॒ तेना॒न्यतो॑दतो दाधा॒रर्च॑म॒नूच्य॑ ह॒विष॑ ऋ॒चा य॑जति॒ तेनो॑भ॒यतो॑दतो दाधार मूर्द्ध॒न्वती॑ पुरोऽनुवा॒क्या॑ भवति मू॒र्द्धान॑मे॒वैनꣳ॑ समा॒नानां᳚ करोति - [  ] ",
  "pada": "यत् । अ॒ग्नीषोमा॒वित्य॒ग्नी-सोमौ᳚ । अ॒न्त॒रा । दे॒वताः᳚ । इ॒ज्ये॒ते॒ इति॑ । दे॒वता॑नाम् । विधृ॑त्या॒ इति॒ वि - धृ॒त्यै॒ । तस्मा᳚त् । राज्ञा᳚ । म॒नु॒ष्याः᳚ । विधृ॑ता॒ इति॒ वि - धृ॒ताः॒ । ब्र॒ह्म॒वा॒दिन॒ इति॑ ब्रह्म-वा॒दिनः॑ । व॒द॒न्ति॒ । किम् । तत् । य॒ज्ञे । यज॑मानः । कु॒रु॒ते॒ । येन॑ । अ॒न्यतो॑दत॒ इत्य॒न्यतः॑ - द॒तः॒ । च॒ । प॒शून् । दा॒धार॑ । उ॒भ॒यतो॑दत॒ इत्यु॑भ॒यतः॑-द॒तः॒ । च॒ । इति॑ । ऋच᳚म् । अ॒नूच्येत्य॑नु - उच्य॑ । आज्य॑भाग॒स्येत्याज्य॑ - भा॒ग॒स्य॒ । जु॒षा॒णेन॑ । य॒ज॒ति॒ । तेन॑ । अ॒न्यतो॑दत॒ इत्य॒न्यतः॑ - द॒तः॒ । दा॒धा॒र॒ । ऋच᳚म् । अ॒नूच्येत्य॑नु - उच्य॑ । ह॒विषः॑ । ऋ॒चा । य॒ज॒ति॒ । तेन॑ । उ॒भ॒यतो॑दत॒ इत्यु॑भ॒यतः॑ - द॒तः॒ । दा॒धा॒र॒ । मू॒र्द्ध॒न्वतीति॑ मूर्द्धन्न् - वती᳚ । पु॒रो॒नु॒वा॒क्येति॑ पुरः-अ॒नु॒वा॒क्या᳚ । भ॒व॒ति॒ । मू॒र्द्धान᳚म् । ए॒व । ए॒न॒म् । स॒मा॒नाना᳚म् । क॒रो॒ति॒ । ",
  "attribute": {
    "rishi": "अज्ञात",
    "devata": "अज्ञात",
    "chandas": "अज्ञात"
  },
  "sayanaBhashya": "\n\nतन्मन्त्रास्तन्मन्त्रकाण्डे समाम्नाताः । कल्पः - “यदा जानात्यग्नयेनुब्रूहीति तदाग्नेयस्याज्यभागस्य पुरोनुवाक्यामन्वाहाग्निर्वृत्राणि जङ्घनदिति पौर्णमास्यामग्निः प्रत्नेन जन्मनेत्यमावास्यायां यदा जानात्यग्निं यजेति तज्जुषाणेन यजति जुषाणो अग्निराज्यस्य वेत्विति यदा जानाति सोमायानूब्रूहीति तत्सोमस्य पुरोनुवाक्यामन्वाह त्वँ सोमासि सत्पतिरिति पौर्णमास्यां सोम गीर्भिष्ट्वा वयमित्यमावास्यायां यदा जानाति सोमं यजेति तज्जुषाणेनैव यजति जुषाणः सोम आज्यस्य हविषो वेत्विति” इति । तत्र प्रथमस्याग्नेयस्य पाठस्तु अग्निर्वृत्राणि जङ्घनत् । द्रविणस्युर्विपन्यया । समिद्धः शुक्र आहुतः । जुषाणो अग्निराज्यस्य वेतु (तै. ब्रा. ३.५.६) इति ।\nअयमग्निरस्माननुगृह्णात्विति शेषः । कीदृशोऽग्निः । वृत्राणि कर्मानुष्ठाननिवारकाणि पापानि जङ्घनदतिशयेन हतवान् । विपन्यया विशिष्टयाऽस्मत्कृतया स्तुत्या द्रविणस्युरस्मदर्थं द्रविणेच्छुः समिद्धः सम्यग्ज्वालितः शुक्रः शोचमान आहुतः समन्तादस्माभिराकारितोऽनेनाहुतो वा । जुषाणः प्रीयमाणोऽयमग्निराज्यस्य वेत्वस्मद्दत्तमिदमाज्यमश्नातु ।\n\"प्रथमस्य सौम्यस्य पाठस्तु त्वँ सोमासि सत्पतिः । त्वँ राजोत वृत्रहा । त्वं भद्रो असि क्रतुः । जुषाणः सोम आज्यस्य हविषो वेतु (तै.ब्रा. ३.५.६) इति । हे सोम त्वं सतां सद्भिरनुष्ठितानां कर्मणां पतिरसि । किंच त्वं राजा दीप्तिमान् । अपि च पापघाती । किंच, भद्रः फलप्रदत्वेन मङ्गलरूपः क्रतुरसि । तस्य क्रतोर्निष्पादकत्वात् । तादृशः सोम इदमाज्यं हविरश्नातु ।\"\nद्वितीयस्याग्नेयस्य पाठस्तु अग्निः प्रत्नेन जन्मना । शुम्भानस्तनुवँ स्वाम् । कविर्विप्रेण वावृधे । जुषाणो अग्निराज्यस्य वेतु (तै.ब्रा. ३.५.६) इति । अयमग्निः प्रत्नेन पुरातनेन स्वजन्मना स्वां तनुवं स्वतनुं शुम्भानः शोधयन्कविर्विपश्चित्पण्डितः पराभिप्रायज्ञो विप्रेणर्त्विजा कृतां स्तुतिं ज्ञात्वा वावृधे वृद्धिं प्राप्तः । जुषाण इत्यादि पूर्ववत् । द्वितीयस्य सौम्यस्य पाठस्तु सोम गीर्भिष्ट्वा वयम् । वर्धयामो वचोविदः । सुमृडीको न आविश । जुषाणः सोम आज्यस्य हविषो वेतु (तै.ब्रा. ३.५.६) इति । हे सोम वचोविदो वाक्यतात्पर्याभिज्ञा वयं गीर्भिः स्तुतिरूपाभिर्वाग्भिर्वर्धयामः । त्वं तु सुमृडीकः सम्यक्सुखयन्नोऽस्मानाविश । तादृशः सोम आज्यं हविरश्नातु । मन्त्रकाण्डोक्तैस्वैरेतैः साध्यावाज्यभागौ विधत्ते चक्षुषी वा इति । यजमानब्राह्मणेऽग्नीषोमाभ्यां वै यज्ञश्चक्षुष्मानित्युक्तत्वादाज्यभागयोर्यज्ञचक्षुष्ट्वम् । आवहनीयस्य पूर्वार्धभागं होमदेशत्वेन विधत्ते पूर्वार्धे जुहोतीति । लोकेऽपि शिरसः पूर्वभागे चक्षुषी तिष्ठतो न तु पृष्ठभागे । उभयोराहुत्योः पङ्क्तिरूपत्वं परीमाणवैषम्यं च वारयितुं साम्यं विधत्ते प्रबाहुग्जुहोतीति । प्रबाहुक्समं यथा भवति तथा जुहुयादित्यर्थः ।\nएकस्यां पङ्क्तावुत्तरदक्षिणदेशं क्रमेण विधत्ते देवलोकं वा इति । देवलोक उत्तरदेशस्थः । पितृलोको दक्षिणदेशस्थः । अतस्तथाविधेन होमेन तयोरनुख्यातिरभिज्ञानं भवति ।\nउभयोराज्यभागयोर्मध्यदेशं प्रधानयागस्थानत्वेन विधत्ते \"राजानौ वा इति । इज्येते इत्यत्र बहुवचनव्यत्ययो द्रष्टव्यः । प्रधानदेवता हि तयोर्मध्य इज्यन्ते । अत एवाथर्वणिका आमनन्ति “यदा लेलायते ह्यर्चिः समिद्धे हव्यवाहने । तदाज्यभागावन्तरेणाहुतीः प्रतिपादयेत्” ॥ इति । एवं च सत्युभयतोऽवस्थिताभ्यां राजभ्यां मध्येऽवस्थिताः प्रधानदेवताः विशेषेण धृता भवन्ति । अथवात्र देवताशब्देनावान्तरदेवता विवक्षिताः । ता अन्तरेण तासां मध्ये राजानावग्नीषोमाविज्येते । ताश्च देवताः परितोऽत्र स्थिता सेवकभृत्यवदेतौ राजानौ विशेषेण धारयन्ति । अथवा राजभ्यां ताभ्यामन्या देवता जीवितप्रदानेनैव पोषिता भवन्ति । यस्मादेवं तस्माल्लोकेऽपि मनुष्याः सर्वे राज्ञा विधृता वर्तन्ते । इत्थमाज्यभागौ निरूप्य तदीये याज्यानुवाक्ये उपरितनस्याग्नेयस्य प्रधानस्य हविषो याज्यानुवाक्ये च क्रमेण विधत्ते ब्रह्मवादिन इति । अन्यतोऽधोभाग एव दन्ता येषां ते गवादयोऽन्यतोदत(न्त) स्तान्पशून्येन यज्ञाङ्गेन यजमानो दाधार प्राप्नोति तद्यज्ञाङ्गं किं नाम यजमानः कुरुते । उभयत ऊर्ध्वाधरयोर्दन्ता येषामश्वादीनां त उभयतोदत (न्त) स्तान्येन प्राप्नोति तदपि किमित्येवं ब्रह्मवादिष्वेके विज्ञाः पृष्टाः (ष्टवतः) । इतरे विज्ञा उत्तरमवदन् -- आज्यभागस्य होमकाले पुरोनुवाक्यारूपेण कांचिदृचं पठित्वा याज्यारूपेण जुषाण इत्यादियजुषा यागं कोरति । तेनाधोभागे संपूर्णाया ऋचः पाठेनाधोभागस्थदन्तयुक्तान्पशूनाप्नोति । प्रधानस्याग्नेयस्य हविषो होमे पुरोनुवाक्यामप्यृचमेव पठित्वा याज्ययाप्यृचैव यजति । तेनाधऊर्ध्वभागयोर्ऋचोः संपूर्णत्वेन भागद्वयेपि दन्तयुक्तानश्वादीन्प्राप्नोति । तत्राज्यभागविषया पुरोनुवाक्या यजुश्चेत्युभयं पूर्वमेवोक्तं व्याख्यातं च । आग्नेयविषये च याज्यानुवाक्ये वक्ष्येते । तस्मादीदृशमेवोभयत्र वक्तव्यमिति विधिः पर्यवस्यति । आग्नेययागस्य याज्यानुवाक्ये सामान्येन विधाय विशेषाकारेण विधत्ते मूर्ध्वन्वतीति । मूर्धशब्दो यस्यामृच्यस्ति सा मूर्धन्वती, तथा समानानां मध्ये यजमानं मूर्धानं मूर्धवदुत्कृष्टं करोति । नियुच्छब्दो यस्यामृच्यस्ति सा नियुत्वती, तया वैरिणां पशून्नितरां नि (वि) योजयति । एते याज्यानुवाक्ये मन्त्रकाण्डे समाम्नाते । तयोर्विनियोगं वौधायनो दर्शयति — ‘अथ हविषामग्निर्मूर्धा भुवो यज्ञस्येत्याग्नेयस्य पुरोडाशस्य’ इति । तत्र प्रथमायाः पाठस्तु ‘अग्निर्मूर्धा दिवः ककुत् । पतिः पृथिव्या अयम् । अपाँ रेताँसि जिन्वति’ । (तै.ब्रा. ३.५.७) इति । अयमग्निरादित्यरूपेण दिवो द्युलोकस्य ककुदुच्छ्रितो मूर्धा द्युलोकस्य शिरःस्थानीयः, पृथिव्याः, पतिर्दाहकारित्वेन पालकोऽप्ययं, किंचापां रेतांस्युदककार्याणि स्थावरजङ्गमात्मकानि शरीराणि जाठराग्निरूपेण जिन्वति प्रीणयति । द्वितीयस्याः पाठस्तु “भुवो यज्ञस्य रजसश्च नेता । यत्रा नियुद्भिः सचसे शिवाभिः । दिवि मूर्धानं दधिषे सुवर्षाम् । जिह्वामग्ने चकृषे हव्यवाहम्” (तै.ब्रा. ३.५.७) इति ।\"\n\"अयमग्निर्भूलोकस्य तत्रानुष्ठेयस्य यज्ञस्य तस्मिन्यज्ञे प्रवर्तकस्य रजोगुणस्य च नेता प्रवर्तको निर्वाहकः । तादृश हेऽग्ने यत्र यस्यां दिवि सूर्यरूपो भूत्वा नियुद्भी रथे नितरां योज्यमानाभिः शिवाभिरुत्तमाभिरश्वजातिभिः सचसे समवैषि तस्यां दिवि मूर्धानं शिरोवदुन्नतस्थितिं दधिषे धारयसि । कीदृशं मूर्धानं, सुवर्षां सुवः स्वर्गलोके स्यति सर्वदा तिष्ठतीति सुवर्षास्तं सुवर्षाम् । सोमपावत्पुंलिङ्गोऽयं शब्दः । हेऽग्ने त्वमस्मिन्यज्ञे हव्यवाहं हविषः प्रापिकां जिह्वां ज्वालां चकृषे करोषि । तदिदं याज्यानुवाक्यायुगलमनेकप्रकारेण प्रशंसति केशिनँ हेति । दर्भनाम्नः पुत्रः कश्चित्केशी, सत्यकामपुत्रोऽपरः केशी, तयोर्दार्भ्यं प्रति सात्यकामिः ब्रूते हे दार्भ्य श्वः प्रयोज्यमाने ते त्वदीये यज्ञे सप्तभिः पदैरुपेतां शक्वरीछन्दस्कामृचं प्रयोक्ष्यसे । सा च ऋगत्यन्तवीर्यवती । ‘अग्निमूर्धा’ इत्यादयस्त्रयः पादाः । ‘भुवो यज्ञस्य’ इत्यादयश्चत्वारः पादाः । तदुभयं मिलित्वा सप्तपदा शक्वरी यस्य भवति । शक्तिरस्या अस्तीति शक्वरी । सा च शक्तिरेव द्रष्टव्या । यस्याः शक्वर्याः सामर्थ्येन पूर्वमुत्पन्नान्भ्रातृव्यान्प्रणुदते निराकरोति । जनिष्यमाणाँश्च यथा नोत्पत्स्यन्ते तथा करोति । प्रतिनुदते प्रतिबध्नातीत्यर्थः । किंच तदीयेन वीर्येण भूर्लोकस्वर्गलोकयोर्ज्योतिरुत्कर्षं पुरुषो धत्ते । किंच तदीयेन वीर्येण बलीवर्दो लाङ्गलशकटवाहिना स्कन्धरूपेण पूर्वभागेन (ण) स्वामिनं पालयति । धेनुश्च क्षीरप्रदेनोधसापरभागेन (ण) स्वामिनं पालयति । तथाविधेयं शक्वरी । याज्यानुवाक्ययोर्लक्षणं दर्शयति\n\"पुरस्ताल्लक्ष्मेति । मन्त्रप्रतिपाद्याया देवताया नामधेयं लक्ष्म तद्यस्यामृचि पूर्वार्धे विद्यते सा पुरोनुवाक्या । तन्नाम यस्मामुत्तरार्धे विद्यते सा याज्या । तद्यथा — ‘अग्निमूर्धा’ इति पूर्वार्धेऽग्निशब्दः । ‘जिह्वामग्ने चकृषे हव्यवाहम्’ इत्युत्तरार्धेऽग्निशब्दः । पूर्वार्धगतेन लक्षणेन पूर्वोत्पन्नभ्रातृव्यान्निराकरोति । उत्तरार्धगतेन लक्ष्मणा जनिष्यमाणवैरिप्रतिबन्धः । तदेव पूर्वोत्तरार्धगतं लक्ष्मद्वयमनूद्य पुनरपि द्वेधा प्रशंसति पुरस्ताल्लक्ष्मेति । अस्य लोकस्य पूर्वभावित्वात्पूर्वभाविना लक्ष्मणा ज्योतिर्भवति । स्वर्गस्योपरिवर्तित्वादुपरिवर्तिना लक्ष्मणा ज्योतिः । वेदितुरपि तदेव फलम् । एवमनडुहो धेन्वाश्च पूर्वोत्तरार्धसाम्यं योज्यम् । एतस्योभयस्य वेदितारमेतौ धेन्वनडुहौ स्वस्वोपकारेण पालयतः । अथ याज्यान्ते प्रयोज्यस्य वषट्कारस्य विधिमर्थवादेनोन्नयति वज्र आज्यमिति । तानूनप्त्रब्राह्मणे ‘घृतं खलु वै देवा वज्रं कृत्वा सोममघ्नन्’ इत्युक्तत्वादाज्यस्य वज्रत्वम् । ‘वृत्राणि जङ्घनत्’ इति मन्त्राम्नानादाज्यभागयोर्वज्रत्वम् । “वषट्कारो वै गायत्रिये शिरोच्छिनदित्युक्तत्वाद्वषट्कारस्य वज्रत्वम् । तदेतत्त्रयमाज्यभावाख्यकर्मणि मिलित्वा त्रिगुणो वज्रः संपद्यते । तादृशेन भ्रातृव्यस्य प्रहरणे सति वषट्कारेण वैयर्थ्यं तस्य प्रहारस्य न भवति । तस्य वषट्कारस्योच्चध्वनिं विधत्ते अपगूर्येति । अपगूर्योच्चैर्ध्वनिं कृत्वेत्यर्थः । स च ध्वनिर्भ्रातृव्यस्य हिंसायै संपद्यते । अयं च वषट्कारविधिराग्नेयादियाज्यास्वपि समानो द्रष्टव्यः । वषट्कारिण्यः सर्वत्रेत्याश्वलायनवचनात् । पुनरप्याग्नेयस्य याज्यानुवाक्ये छन्दोद्वारा प्रशंसति गायत्रीति । “अग्निर्मूर्धा” इति गायत्री । सा च ब्राह्मणेन सहोत्पन्नत्वाद्ब्रह्मस्वरूपा । “भुवो यज्ञस्य” इति त्रिष्टुप् । सा च क्षत्त्रेण सहोत्पन्नत्वात्क्षत्त्ररूपा । तथा सति गायत्रीत्रिष्टुभोः पौर्वापर्येण ब्राह्मणमनु पश्चात्क्षत्त्रियः प्रवर्तितवान्भवति । यस्माद्ब्राह्मणः पूर्वं प्रवृत्तस्तस्मान्मुख्यो भवति । मुखे भवतीति व्युत्पत्तेः । तद्वेदनं प्रशंसति मुख्यो भवतीति । पुनरपि पुरोनुवाक्यादित्रयं प्रदेयदेवतासमीपप्राप्तिद्वारेण प्रशंसति प्रैवैनमिति । पुरोनुवाक्यापाठेन हविषो दातारमेव देवानामग्रे प्रकर्षेण कथितवान्भवति । याज्यया तं मार्गेण नयति । वषट्कारेण देवान्प्रापयति । पुनरपि तस्य प्रापितस्य यजमानस्य प्रतिष्ठापनद्वारेण प्रशंसति ऐवैनमिति । एनं यजमानं त्रिभिर्मन्त्रैः क्रमाद्धस्तेन गृहीत्वा देवेभ्यः प्रदाय तत्रोपवेशयति । पादसंख्यामक्षरसंख्यां च प्रशंसति त्रिपदेति । पशुषु प्राप्तेषु सत्सु पश्चादेव ब्राह्मणभोजनादौ क्षीरादिकं दातुं तत्पङ्क्तौ द्वाभ्यां पादाभ्यां स्थिरस्तिष्ठति । पूर्वमुक्तं सप्तपदान्ते शक्वरीमिति तत्र पादोदाहरणेन प्रशंसति गायत्रीति । देवा यत्कार्यमुद्दिश्याशिक्षञ्शक्ता भवामेत्यैच्छन् । यद्वा परस्परमिदं कार्यं कर्तव्यमिति शिक्षितवन्त एतया शक्वर्या ते तत्कार्यं कर्तुं शक्ता अभवन् । एतद्वेदितापि यत्कार्यं कर्तुं शक्तिमिच्छति तत्कार्ये शक्तो भवत्येव । तदेवमाग्नेयस्य याज्यापुरोनुवाक्ययोर्विधानेन लक्षणेन प्रशंसया च प्राजापत्योपांशुयाजादीनां याज्यानुवाक्याः सर्वा मन्त्रकाण्डाम्नाता व्याख्याता द्रष्टव्याः । ताः स्वयमाम्नातक्रमेणोदाहृत्याक्षरार्थं वर्णयामः । कल्पः -- “प्रजापते स वेदेति यस्य प्राजापत्य उपांशुयाजो भवति” इति । पाठस्तु “प्रजापते न त्वदेतान्यन्यः । विश्वा जातानि परि ता बभूव । यत्कामास्ते जुहुमस्तन्नो अस्तु । वयँ स्याम पतयो रयीणाम् । स वेद पुत्रः पितरँ स मातरम् । स सूनुर्भुवत्स भुवत्पुनर्मघः । स द्यामौर्णोदन्तरिक्षँ स सुवः । स विश्वा भुवो अभवत्स आभवत्” (तै.ब्रा. ३.५.७) इति । हे प्रजापते त्वदन्यः कोपि पुरुष उत्पन्नानि तान्येताति विश्वानि न परिबभूव परिभवितुं न समर्थोऽभूत् । परिभवः सृष्टेरप्युपलक्षणम् । सृष्टिसंहारयोरशक्त इत्यर्थः । अतस्ते तव वयं यत्कामा जुहुमस्तत्फलमस्माकमस्तु वयं धनपतय स्याम “द्यौः पिता । पृथिवी माता । प्रजापतिर्बन्धुः” इति मन्त्रवर्णाद्ब्रह्माण्डमध्ये सत्यलोके वर्तमानस्य प्रजापतेरण्डस्योपरितनं कपालं द्यौः पिता । अधस्तनकपालरूपा पृथिवी माता । पुत्रः प्रजापतिस्तं पितरं तां च मातरं वेत्ति । अभिज्ञः स प्रजापतिः सूनुर्भवति तयोर्मातापित्रोः पुत्रो भवति । अत एव तयोर्वेदनं तस्योपपन्नमेव । मघशब्दो धनवाची । पुनःपुनर्यजमानाय दातव्यं धनं यस्य स पुनर्मघः । तादृशोऽयं प्रजापतिर्भुवद्भवति । किंच स प्रजापतिः सर्वस्यापि विराड्रुपं धृत्वा द्यामुपरितनकपालमौर्णोदाच्छादितवान् । तथान्तरिक्षं स्वर्गं च स और्णोत् । किंच, स एव विश्वा भुव इमं लोकमारभ्याधस्तनाः पूर्वा भूमीरभवत्प्राप्तवानच्छादितवानित्यर्थः । सत्यलोके समागत्य चतुर्मुखत्वेन रूपान्तरेण परिमितोऽभवत् । कल्पः - “तथाग्नीषोमा सवेदसा युवमेतानीत्यग्नीषोमीयस्य पुरोडाशस्य” इति । पाठस्तु —\n“अग्नीषोमा सवेदसा । सहूती वनतं गिरः । सं देवत्रा बभूवथुः । युवमेतानि दिवि रोचनानि । अग्निश्च सोम सक्रतू अधत्तम् । युवँ सिन्धूँ रभिशस्तेरवद्यात् । अग्नीषोमावमुञ्चतं गृभीतान्” (तै.ब्रा. ३.५.७) इति ।\n\"हेऽग्नीषोमौ गिरोऽस्मदीयाः स्तुतीर्वनतं भजतम् । कीदृशौ सवेदसा समानज्ञानयुक्तौ, सहूती समानाह्वानयुक्तौ, देवत्रा देवेषु मध्ये संबभूवथुः । युवां संभूयैव स्थितौ न कदाचिप्यन्योन्यवियुक्तावित्यर्थः । हे सोम त्वमग्निश्चेत्येतौ युवां सक्रतू समानसंकल्पौ सन्तौ दिव्येतानि रोचनानि नक्षत्राण्यधत्तमस्थापयतम् । हेऽग्नीषोमौ युवां गृहीतान्सिन्धून्रथ्योदकादिनिमित्तेनापृतत्वापवादेन पङ्कादिरूपेणावद्येन दोषेण च गृहीताः सर्वां नदीरभिशस्तेस्तस्मादपवादादवद्यात्पङ्कादिदुष्टदोषाच्चामुञ्चतं मोचितवन्तौ । यद्यप्येतत्सर्वमीश्वरकृतं तथापि तद्रूपत्वेनैतौ स्तूयेते । कल्पः - “इन्द्राग्नी रोचना दिवः श्नथद्वृत्रमित्यैन्द्राग्नस्य” इति । पाठस्तु “इन्द्राग्नी रोचना दिवः । परि वाजेषु भूषथः । तद्वां चेति प्र वीर्यम् । श्नथद्वृत्रमुत सनोति वाजम् । इन्द्रा यो अग्नी सहुरी सपर्यात् । इरज्यन्ता वसव्यस्य भूरेः । सहस्तमा सहसा वाजयन्ता” (तै.ब्रा. ३.५.७) इति । हे इन्द्राग्नी दिवस्परि स्वर्गस्योपरि रोचना दीप्यमानौ युवां वाजे यजमानसंबन्धिष्वन्नेषु निमित्तभूतेषु भूषथो दातारौ भवितुमिच्छथः । तत्तदीयं बुभूषुत्वं वां युवयोर्वीर्यं सामर्थ्यं प्रचेति चेतयति प्रकर्षेण ज्ञापयतीत्यर्थः । इन्द्रा यो अग्नीरित्यत्र समस्तं पदं विच्छिद्य मध्ये य इति पदमाम्नातम् । तथा च हे इन्द्राग्नी इति संबोधनम् । यो यजमानो वृत्रं बिरोधिनं पाप्मानं श्नथन्निराकरोति उत वाजं हविर्लक्षणमन्नं सनोति ददाति, (अपि च) सहुरी कौटिल्येन सह विद्यमानौ, हुरिः कौटिल्यं, यजमानस्य श्रद्धाराहित्यादिच्छिद्रान्वेषणेन कुटिलावपि युवां सपर्यादप्रमत्तो यो यजमानः परिचरति, तादृशं यजमानं युवामेवानुगृह्णीतमिति शेषः । कीदृशौ युवाम्, इरज्यन्ता, अनुग्रहेण भक्तचित्तं रञ्जयन्तौ, भूरेर्बहुलस्य वसव्यस्य धनसमूहस्य, दाताराविति शेषः । सहस्तमा, अतिशयेन सहिष्णू । सहसा बलवन्तौ । वाजयन्ता वाजं हविर्लक्षणमन्नं यन्तौ प्राप्नुवन्तौ । कल्पः - “एन्द्र सानसिँ रयिं प्रससाहिषे पुरुहूत शत्रूनित्यैन्द्रस्य यद्येन्द्रं सांनाय्यम्” इति । पाठस्तु — \"\n\"एन्द्र सानसिँ रयिम् । सजित्वानँ सदासहम् । वर्षिष्ठमूतये भर । प्रससाहिषे पुरुहूत शत्रून् । ज्येष्ठस्ते शुष्म इह रातिरस्तु । इन्द्राभर दक्षिणेना वसूनि । पतिः सिन्धूनामसि रेवतीनाम् । (तै.ब्रा. ३.५.७) इति । हे इन्द्र रयिं धनमूतयेऽस्मद्रक्षणार्थम् । भराहरानय । कीदृशं धनं, सानसिं सनसो दानस्य संबन्धिनं बहुभ्भो(भ्यो) दातुं पर्याप्तमित्यर्थः । सजित्वानं जित्वभिर्जयशीलैः पुत्रादिभिरुपेतम् । सदासहं सर्वदा विरोधिनां सोढारं तिरस्कारक्षममित्यर्थः । वर्षिष्ठमतिशयेन प्रवृद्धम् । हे पुरुहूत पुरुषु बहुषु यज्ञेष्वाहूयमान शत्रुन्प्रकर्षेण ससाहिषे सर्वदा सहसे तिरस्कुरुष इत्यर्थः । ते शुष्मो ज्येष्ठस्तव बलं प्रशस्तमित्यर्थः । इहास्मिन्कर्मणि रातिरस्तु फलदानमस्तु । हे इन्द्र दक्षिणेन हस्तेन वसूनि धनान्याभर समानय । सिन्धूनां धनवाहिनीनां समुद्रसमानानां रेवतीनां प्रजानां पतिरसि ।\"\nकल्पः - यद्यु वै माहेन्द्रं महाँ इन्द्रो य ओजसा महाँ इन्द्रो नृवदा चर्षणिप्रा इति माहेन्द्रस्य इति । पाठस्तु महा इन्द्रो य ओजसा पर्यन्यो वृष्टिमा इव। स्तोमैर्वत्सस्य वावृधे। महा इन्द्रो नृवदा चर्षणिप्राः। उत द्विबर्हा अमिनः सहोभिः। अस्माद्रिबग्वावृधे वीर्याय। उरुः पृथुः सुकृतः कर्तुभिर्भूत (ब्रा. का. ३ प्र. ५ अ. ७) इति। वृष्टिमान्पर्जन्य इव य इन्द्र ओजसा बलेन महान्स इन्द्रो वत्सस्थानीयस्य यजमानस्य स्तौमैः स्तोत्रैर्वावृधे वर्धताम्। अयं महानिन्द्रो नृवन्मनुष्यवदाचर्षणिप्राः चर्षणीन्मनुष्यान्प्रति तदभीष्टदानैर्भोगेः पूरयतीति चर्षणिप्राः। यथा राजामात्यादिमनुष्यः सेवकानभीष्टभोगैरापूरयति तद्वत्। अपि चयं द्वयोः प्रकृतिविकृतिरूपयोर्यागयोर्बर्हो वृद्धिर्यस्येति द्विबर्हाः। अमिन उपमारहितः साहेभिर्युक्तो बलवानस्मद्रियगस्मत्सदृशो वावृधे वृद्धिं प्राप्तः। यथा वयमस्यानुग्रहाद्वृद्धिंप्राप्तास्तथायमप्यस्मदीयैर्हाविभिर्मिवृद्धः। एतदेव प्रपञ्च्यते वीर्याय सामर्थ्यसिद्ध-\nये। कर्तृभिर्यजमानैरयं सुकृतोभूत्सृष्ठु वर्धितोभूत्। कीदृशी तस्याभिवृद्धिः उरुर्यशसा विपुलः। पृथुर्बलेन विस्तीर्णः।\nकल्पः- अथ स्विष्टकृतः पिप्रीहि देवानिति पुरोनुवाक्यामनूच्य ये यजामहेप्ति स्विष्टकृतमयाडग्निरग्नेरित्युक्त्वा यथादैवतं निगदमुक्त्वा जातवेदा जुषता हविरग्ने यदद्य विशो अध्वरस्येत्यृचमनूच्य यजति इति।\nतत्र पुरोनुवाक्याः पाठस्तु पिप्रीहि देवा उशतो यविष्ठ। विद्वा ऋतू ऋतुपते यजेह। हे दैव्याऋत्विजस्तेभिरग्ने। त्व होतृणामस्यायजिष्ठः (ब्रा. का. ३ प्र. ५ अ. ७) इति। हेग्ने यविष्ठ युवतमोशतः कामयमानान्देवान्पिप्रीहि अतिशयेन प्रीणय। हे ऋतुपते सूर्यात्मना कालपरिपालकाग्ने त्वमृतून्यागकालविशेषान्विद्वाञ्जानन्वर्तसे। तस्मादिहोचिते काले यज। देवेषु भवा ये दैव्या ऋत्विजः सन्ति अग्निहोर्ता। अश्विनाध्वर्यू। त्वष्टासीत्। इत्यादीनाम्नातास्तेभिस्तेभिस्तैर्दैव्यैः सहत्वमस्य यजमानस्य संबन्धिनां होतृणामृत्विजां मध्य आजजिष्ठः सर्वतो यष्टृतमोसि। निगदपाठस्तु अग्नि स्विष्टकृतम्। आयाडग्निरग्नेः प्रिया धामानि। आयाट्सोमस्य प्रिया धामानि। आयाडग्नेः प्रिया धामानि। आयाट्प्रजापतेः प्रिया धामानि। अयाडग्नीषोमयोः प्रिया धामानि। शयाडिन्द्राग्नियोः प्रिया धामानि। अयाडिन्द्रस्य प्रिया धामानी। अयाण्महेन्द्रस्य प्रिया धामानि अयाड्देवानामाज्यपानां धामानि। यक्षदग्नेर्होतुः प्रिया धामानि। यक्षस्त्वं महिमानम्। आयजतामेज्या इषः। कृणोतु सो अध्वरा जातवेदाः जुषता हविः (ब्रा. का. ३ प्र. ५ अ. ७) इति।\nस्विष्टकृतमग्निं ये यजामह इति शेषः पूरणीयः। ये वयं होतारः स्मस्ते वय स्विष्टकृतमग्निं यजामहे। प्रथमाज्यभागदेवस्याग्नेर्यानि प्रियस्थानानि तेषु सर्वेषु दैव्यहोतृरूपोग्निरयाडिष्टूवान्। एवमयाट्सोमस्येत्यादिषु योज्यम्। देवानामानुपूर्वी चावाहननिगदवद्व्याख्येया। होतुरग्नेर्होमस्य स्विष्टकृत्त्वसंपादक\nस्याग्नेः प्रियधामानि यानि सन्ति तेषु दैव्यो होता यक्षद्यजतु। उक्तानां सर्वेषां देवानां स्वकीयो महिमा योस्ति तमुद्दिश्य दैव्यो होता यक्षद्यजतु। आयज तामाभिमुख्येन यागं कुर्वतां यजमानानामेज्या आभिमुख्येन यष्टव्या इषोभीष्टाया देवताः सन्ति ताः सर्वा अध्वरास्मिन्यज्ञे स जातवेदाः स्विष्टकृत्सोग्निः कृणोतु स्विष्टाः करोतु। तदर्थमयं स्विष्टकृदग्निरिदं हविर्जुषताम्। याज्यायाः पाठस्तु “अग्ने यदद्य विशो अध्वरस्य होतः । पावक शोचे वेष्ट्व हि यज्वा। ऋता यजासि महिना वि यद्भूः। हव्या वह यविष्ठ या ते अद्य” (ब्रा. का. ३ प्र. ५ अ. ७) इति।\nहे स्विष्टकृदग्ने विशः प्रविष्टस्यानुष्ठितस्याध्वरस्य संबन्धि यद्धविरस्ति तदद्य वेरशान भक्षय। होतर्होमकर्तः पावक शोधक शोचे दीप्यमान। तान्येतान्यग्निविशेषणानि। हि यस्मात्वं यज्वा यागस्य कर्ता तस्मादृतर्तेस्मदीये यज्ञे महिना महिम्ना देवान्यजासि प्रीणयसि। यद्यस्मात्कारणाद्विभूर्विशिष्टो भवसि तस्मात्कारणाद्धे यविष्ठ युवतमाद्य ते तव या हव्या यानि हव्यान्यस्माभिर्दीयन्ते तानि सर्वाणि वह स्वी कुरु। तावतोदाहृताः सर्वा याज्यानुवाक्या आग्नेययाज्यानुवाक्यादिकथनादेवागन्तव्या इति मत्वा ब्राह्मणेन न पृथग्व्याख्याताः।\nअत्र मीमांसा।\nदशमाध्यायस्य प्रथमपादे चिन्तितम् “आज्यभागो य आग्नेयः किं मुख्याग्नेः स संस्कृतिः।\nआरादुतोपकारी स्यात्पूर्वन्यायेन संस्कृतिः।। निगदेग्नेर्द्विरुक्तत्वाद्विधावेकपदोक्तितः।\nउपकारी ततः सोग्निः सौर्यादौ न निवर्तते।।” दर्शपूर्णमासयोः श्रूयते-----‘आज्यभागावग्नीषोमाभ्यां यजति’ इति। तयोः प्रथम आग्नेयो द्वितीयः सौम्यः। तत्र सौम्यस्य नास्ति संदेहः। प्रधानदवेतासु केवलस्य सोमस्याभावात्। अग्निस्तु केवल आग्नेयपुरोडाशे विद्यते। तस्मादाग्नेय आज्यभागः पुरोडाशदेवताया अग्नेः किं संस्कार उतेष्टेरारादुपकारक इति संदिह्यते। तत्र यथोत्तमप्रयाजो मन्त्रोक्तानां यक्ष्यमाणदेषतानां संस्कारस्तथा प्रथमाज्यभागोप्यग्निमग्न आवहेतिनिगदोक्तस्य प्रधानयागदेवतारूपस्याग्नेः संस्कार इति पूर्वः पक्षः। अत्रोच्यते निगदस्तावदेवं पठ्यते-‘अग्निमग्न आवह। सोममावह। अग्निमावह’ इति। अस्यायमर्थः- हेग्न आहुत्यधिकरणीभूत हविर्ग्नाहिण आज्यभागद्वयाष्टाकपालपुरोडाशदेवतारूपानग्निः सामोवाग्निरित्येतांस्त्रीनिहेष्टावावहेति। तत्र पुरोडाशदेवतारूपादग्नेः प्रथमाज्यभागदेवतारूपोग्निर्भिन्नइत्यवगम्यते। अन्यथावाह्यस्याग्नेरेकत्वे द्विरुक्तिवैयर्थ्यात्। अतः प्रथमाज्यभाग इज्यमानस्याग्नेः पुरोडाशदेवतात्वाभावात्तत्संस्कारत्वमयुक्तम्। किंचाज्यभागविधावग्नीषोमाभ्यामाज्यभागौ यजतीति देवताद्वयं समस्तेनैकेन पदेनोच्यते। तत्र यथा सोमस्य यागं प्रति गुणत्वं भवताभ्युपगतं तथाग्नेरप्यभ्युपगन्तव्यम्। तत्तु संस्कारपक्षे विरुद्धं संस्कारत्वे प्राधान्यावश्यंभात्। तस्मात्संस्कारपक्षासंभवात्प्रथमाज्यभागो द्वितीयाज्यभागवदिष्टेरारादुपकारकः। एवं च सति सौर्ययागेपि प्रथमाज्यभागेग्निर्न निवर्तत इति बाधापवादो विचारफलं भविष्यति तत्रैव चतुर्थपादे चिन्तितम्-\n“अन्वाहेत्यर्थकर्म स्यात्संस्कारो वार्थकर्मता। शस्त्रवत्कार्यताज्ञानाद्दृष्टार्थत्वेन संस्कृतिः”।।\n“तिष्ठन्याज्यामन्वाहासीनः पुरोनुवाक्याम्” इति दर्शपूर्णमासयोराम्नातम्। तदेतच्छस्त्रादिवदर्थकर्म स्यात्। यथा स्तौति शंसतीत्यत्र कर्तव्यताप्रतीतेः स्तोत्रशक्त्योरर्थकर्मत्वं तथानुवचनस्यापि। मैवम्। चोदितदेवतास्मरणसंस्कारस्य दृष्टप्रयोजनत्वात्। तस्मिन्सत्यदृष्टस्य कल्पयितुमशक्यत्वात्। ननु मन्त्रसामर्थ्यादेव देवतास्मरणसिद्धेरन्वाहेति तद्विधानं व्यर्थम्। एवं तर्हि प्रागनुवचनमनूद्य तिष्ठन्नासीन इति स्थानासनगुणौ विधीयेयाताम्।।\nइति श्रीमत्सायणाचार्यविरचिते माधवीये वेदार्थप्रकाशे कृष्णयजुर्वेदीयतैत्तिरीयसंहिताभाष्ये द्वितीयकाण्डे षष्ठप्रपाठके द्वितीयोनुवाकः ।। २।।\n"
}