{
  "id": "TS 1.4.13.1",
  "classification": {
    "kanda": "1",
    "prasna": "4",
    "anuvaka": "13",
    "panchasat": "1"
  },
  "header": "TS 1.4.13.1",
  "panchasatInfo": " 14",
  "padaCount": 35,
  "samhita": "मू॒र्द्धानं॑ दि॒वो अ॑र॒तिं पृ॑थि॒व्या वै᳚श्वान॒रमृ॒ताय॑ जा॒तम॒ग्निं । क॒विꣳ स॒म्राज॒-मति॑थिं॒ जना॑नामा॒सन्ना पात्रं॑ जनयन्त दे॒वाः ॥ उ॒प॒या॒मगृ॑हीतो-ऽस्य॒ग्नये᳚ त्वा वैश्वान॒राय॑ ध्रु॒वो॑ऽसि ध्रु॒वक्षि॑तिर् ध्रु॒वाणां᳚ ध्रु॒वत॒मोऽच्यु॑ताना-मच्युत॒क्षित्त॑म ए॒ष ते॒ योनि॑र॒ग्नये᳚ त्वा वैश्वान॒राय॑ ॥",
  "pada": "मू॒र्धान᳚म् । दि॒वः । अ॒र॒तिम् । पृ॒थि॒व्याः । वै॒श्वा॒न॒रम् । ऋ॒ताय॑ । जा॒तम् । अ॒ग्निम् ।  । क॒विम् । स॒म्राज॒मिति॑ सं - राज᳚म् । अति॑थिम् । जना॑नाम् । आ॒सन्न् । एति॑ । पात्र᳚म् । ज॒न॒य॒न्त॒ । दे॒वाः ।  । उ॒प॒या॒मगृ॑हीत॒ इत्यु॑पया॒म - गृ॒ही॒तः॒ । अ॒सि॒ । अ॒ग्नये᳚ । त्वा॒ । वै॒श्वा॒न॒राय॑ । ध्रु॒वः । अ॒सि॒ । ध्रु॒वक्षि॑ति॒रिति॑ ध्रु॒व-क्षि॒तिः॒ । ध्रु॒वाणा᳚म् । ध्रु॒वत॑म॒ इति॑ ध्रु॒व - त॒मः॒ । अच्यु॑तानाम् । अ॒च्यु॒त॒क्षित्त॑म॒ इत्य॑च्युत॒क्षित् - त॒मः॒ । ए॒षः । ते॒ । योनिः॑ । अ॒ग्नये᳚ । त्वा॒ । वै॒श्वा॒न॒राय॑ ।  । ",
  "attribute": {
    "rishi": "अज्ञात",
    "devata": "अज्ञात",
    "chandas": "अज्ञात"
  },
  "sayanaBhashya": "\n\nपाठस्तु — मूर्धानमिति। अत्र गृहीत्वा ध्रुवोऽसीत्यादिकं पठेत्। तदुक्तं बौधायनेन — “अथैनमधिवदते ध्रुवोऽसीति” इति। मूर्धानमिति मन्त्रे स्तुम इति पदमध्याहृत्याग्निं वयं स्तुम इति योजनीयम्। कीदृशमग्निम्। दिवो मूर्धानं शिरोवदुन्नतदेशे सूर्यरूपेणावस्थाय द्युलोकस्य भासकम्। अरतिं पृथिव्या रतिरुपरतिस्तिद्रहितम्। नहि पृथिव्या उपरि कदाचिदग्निरुपरमते किंतु दाहपाकप्रकाशैः सर्वाननुगृह्णन्सर्वदा वर्तते। स चाग्निर्वैश्वानरनामकः। यथा दिवि नाको नामाग्नी रक्षोहेत्याम्नातं तथा पृथिव्यां वैश्वानरः। तथा पृथिव्यामृताय जातं यज्ञार्थमाहवनीयादिरूपेणोत्पन्नम्। कविं स्वभक्ताननुग्रहीतुमभिज्ञम्। सम्राजं सम्यग्दीप्यमानम्। जनानां यजमानानामतिथिं हविर्भिः सत्कारयोग्यम्। आसन्, ईदृशस्याग्नेरास्ये होतुं देवाः पात्रं सोमग्रहचमसरूपमाजनयन्त सर्वत ऐन्द्रवायवादिस्थानेषूत्पादितवन्तः। हे सोम स्थालीरूपेणोपयामेन गृहीतोऽसि। वैश्वानरायाग्नये त्वां गृह्णामि। हे ग्रह त्वं ध्रुवोऽसि ध्रुवनामकोऽसि। ध्रुवक्षितिः स्थिरनिवासः। आवैश्वदेवशंसनमवस्थानात्। ध्रुवाणामादित्यस्थाल्यादीनां मध्येऽतिशयेन ध्रुवः। तस्यैव व्याख्यानमच्युतानामच्युतक्षित्तम इति। एषोऽनुपोप्तदेशस्तव स्थानं तत्र वैश्वानरायाग्नये त्वां सादयामि।\nध्रुवग्रहं विधत्ते — “आयुर्वा एतद्यज्ञस्य यद्ध्रुव उत्तमो ग्रहाणां गृह्यते तस्मादायुः प्राणानामुत्तमम्” (सं. का. ६ प्र. ५ अ. २) इति।\nऐन्द्रवायवादयो यथा यज्ञस्य वागादिप्राणरूपास्तथा ध्रुवोऽप्यायुःस्वरूपः। स च ध्रुवोऽन्तर्यामैन्द्रवायवादीनां धाराग्रहाणामुत्तमश्चरमो यथा भवति तथा ग्रहीतव्यः। अत एव ध्रुवग्रहप्रस्तावे सूत्रकारेणोक्तम् — “अत्र धारा विरमति” इति। यस्मादायुःस्थानीयो ध्रुवो ग्रहाणामुत्तमस्तस्माद्वागादीनां प्राणानां मध्ये जीवनरूपमायुरुत्तमम्। सति हि जीवने प्राणाः शोभन्ते।\nमन्त्रे मूर्धानमित्यादिशब्दप्रयोगेण ज्ञातीनां मध्ये यजमानं श्रेष्ठं करोतीत्याह — “मूर्धानं दिवो अरतिं पृथिव्या इत्याह मूर्धानमेवैन समानानां करोति” (सं. का. ६ प्र. ५ अ. २) इति।\nआयुषो वैश्वानराभिमानिदेवत्वादायुःस्थानीयध्रुवस्य ग्रहणे वैश्वानरशब्दो युक्त इत्याह — “वैश्वानरमृताय जातमग्निमित्याह वैश्वानर हि देवतायाऽऽयुः” (सं. का. ६ प्र. ५ अ. २) इति।\nअस्यामृच्युपरितने यजुषि च वैश्वानरशब्दप्रयोगो नाभेरूर्ध्वाधोवर्तिप्राणसा-म्यायेत्याह — “उभयतोवैश्वानरो गृह्यते तस्मादुभयतः प्राणा अधस्ताच्चोपरिष्टाच्च” (सं. का. ६ प्र. ५ अ. २) इति।\nयथा वाक्चक्षुरादय उपरिवर्तिनो मूकत्वान्धत्वबधिरत्वादिकृतानल्पान्व्यवहारनिरोधान्वारयन्तो देहस्यार्धं कृत्यं निर्वहन्ति अधोभागवर्ती तु प्राणो मलमूत्रनिरोधं महान्तं निवारयन्नर्धकृत्यं निर्वहति तथैवान्ये ग्रहा यज्ञस्यार्धं निर्वहन्ति ध्रुवस्त्वर्धमिति प्रशंसति — “अर्धिनोऽन्ये ग्रहा गृह्यन्तेऽर्धी ध्रुवस्तस्मादर्ध्यवाङ्प्राणोऽन्येषां प्राणानाम्” (सं. का. ६ प्र. ५ अ. २) इति।\nअर्धित्वमिति शेषः।\nध्रुवस्येतरविलक्षणं सादनस्थानं विधत्ते– “उपोप्तेऽन्ये ग्रहाः साद्यन्तेऽनुपोप्ते ध्रुवस्तस्मादस्थ्नाऽन्याः प्रजाः प्रतितिष्ठन्ति मासेनान्याः” (सं. का. ६ प्र. ५ अ. २) इति।\nमृदमुपोप्य खरीकृते प्रदेशे ग्रहान्तरसादनं, केवलभूम्यां ध्रुवस्य सादनम्। यस्मादेवं वैलक्षण्यं तस्माल्लोकेऽपि अन्या गवादिरूपाः प्रजा अस्थिवत्कठिनखुरेण भूमौ तिष्ठन्ति, अन्यास्तु मनुष्यरूपाः प्रजाः पादतलगतेन मांसेनावतिष्ठन्ते।\nभूमौ साद्यमानस्य ध्रुवस्योत्तरहविर्धानसमीपदेशं विधत्ते — “असुरा वा उत्तरतः पृथिवीं पर्याचिकीर्षन्तां देवा ध्रुवेणादृहन्तद्ध्रुवस्य ध्रुवत्वं यद्ध्रुव उत्तरतः साद्यते धृत्यै” (सं. का. ६ प्र. ५ अ. २) इति।\nपर्याचिकीर्षन्पर्याकर्तुमुत्तरत आक्रष्टुमैच्छन्। ध्रुवस्योत्तरदेशे सादनेन पृथिवी धृता भवति। अत्र सूत्रम् – “उत्तरस्य हविर्धानस्याग्रेणोपस्तम्भनमनुपोप्ते ध्रुवस्थालीम्” इति।\nध्रुवोऽवस्थितस्य सोमस्य होतृचमसेऽवनयनं विधत्ते — “आयुर्वा एतद्यज्ञस्य यद्ध्रुव आत्मा होता यद्धोतृचमसे ध्रुमवनयत्यात्मन्नेव यज्ञस्याऽऽयुर्दधाति” (सं. का. ६ प्र. ५ अ. २) इति।\nअवनयनस्य कालं विधित्सुर्मतान्तराण्युपन्यस्यति — “पुरस्तादुक्थस्यावनीय इत्याहुः पुरस्ताद्ध्यायुषो भुङ्क्ते मध्यतोऽवनीय इत्याहुर्मध्यमेन ह्यायुषो भुङ्क्त उत्तरार्धेऽवनीय इत्याहुरुत्तमेन ह्यायुषो भुङ्क्ते” (सं. का. ६ प्र. ५ अ. २) इति।\nउक्थं शस्त्रम्। तच्च त्रेधा विभज्य पूर्वभागे शस्यमानेऽवनयेत्। एवमितरयोरपि। आयुषः पूर्वभागे बाल्ये बहुकृत्वो भुज्यते। मध्यमे भागे बह्वन्नं भुज्यते। उत्तमे भागे शक्त्यभावेऽपि बहु भोक्तुमिच्छति।\nइदानीं विधत्ते — “वैश्वदेव्यामृचि शस्यमानायामव नयति वैश्वदेव्यो वै प्रजाः प्रजास्वेवाऽऽयुर्दधाति” (सं. का. ६ प्र. ५ अ. २) इति।\nउत नोऽहिर्बुध्नियः शृणोत्वित्येषा वैश्वदेवा।\nमूर्धानं दिव इत्येषा त्रिष्टुप्॥\nइति श्रीमत्सायणाचार्यविरचिते माधवीये वेदार्थप्रकाशे कृष्णयजुर्वे-दीयतैत्तिरीयसंहिताभाष्ये प्रथमकाण्डे चतुर्थप्रपाठके त्रयोदशोऽनुवाकः॥१३॥\n",
  "bhattaBhashya": "\n\n\nइमामनुद्रुत्य उपयामगृहीतोस्यग्नये त्वा वैश्वानरायेति गृह्णाति ॥\n\n2अधिवदते - ध्रुवोसीति ॥ धुवस्त्वमसि, यो यज्ञस्यायुष्ट्वात् ग्रहाणामुत्तमस्स त्वमसि । 'आयुर्वा एतद्यज्ञस्य यद्ध्रुवः' इत्यादि ब्राह्मणम् । यद्वा - पृथिव्या धृतिहेतुत्वादस्य ध्रुवत्वं, ध्रुवं करोतीति ध्रुवः । 'असुरा वा उत्तरतः पृथिवीं पर्याचिकीर्षन्' इत्यादि ब्राह्मणम् । ध्रुवक्षितिर्ध्रुवनिवासः निश्चलावस्थानः यावद्वैश्वदेव्या ऋचश्शंसनं तावदवस्थाना; यथोक्तं - 'वैश्वदेव्यामृचि शस्यमानायामवनयति'' इति । ध्रुवाणामादित्यस्थाल्यादीनां मध्ये ध्रुवतमस्त्वमसि । अच्युतानामच्युतस्थानानां मध्ये अच्युतक्षित्तमस्त्वमसि । अच्युतं स्थानं क्षियति निवसतीति क्विप् । यद्वा - अच्युतानां स्थानानां मध्ये यदच्युतमतिशयेनाच्युततमं निषेवते इति अचूततमक्षिदिति यावत् ब्रूयात्तावदच्युतक्षित्तम इति । तत्र सामर्थ्यादुपसर्जनातिशायने तमप्प्रत्ययः, छान्दसो वा । इर्दृशस्त्वमसीत्यधिवादः ॥\n\n3एष ते योनिरग्नये त्वा वैश्वानरायेति सादयति ॥\n\nइति चतुर्थे त्रयोदशः ॥\n"
}