{
  "id": "TS 1.4.10.1",
  "classification": {
    "kanda": "1",
    "prasna": "4",
    "anuvaka": "10",
    "panchasat": "1"
  },
  "header": "TS 1.4.10.1",
  "panchasatInfo": " 11 ",
  "padaCount": 43,
  "samhita": "ये दे॑वा दि॒व्येका॑दश॒ स्थ पृ॑थि॒व्यामद्ध्येका॑दश॒ स्थाऽफ्सु॒षदो॑ महि॒नैका॑दश॒ स्थ ते दे॑वा य॒ज्ञ्मि॒मं जु॑षद्ध्व-मुपया॒मगृ॑हीतो-ऽस्याग्रय॒णो॑ऽसि॒ स्वा᳚ग्रयणो॒ जिन्व॑ य॒ज्ञ्ं जिन्व॑ य॒ज्ञ्प॑तिम॒भि सव॑ना पाहि॒ विष्णु॒स्त्वां पा॑तु॒ विशं॒ त्वं पा॑हीन्द्रि॒येणै॒ष ते॒ योनि॒र् विश्वे᳚भ्यस्त्वा दे॒वेभ्यः॑ ॥",
  "pada": "ये । दे॒वाः॒ । दि॒वि । एका॑दश । स्थ । पृ॒थि॒व्याम् । अधीति॑ । एका॑दश । स्थ । अ॒फ्सु॒षद॒ इत्य॑फ्सु - सदः॑ । म॒हि॒ना । एका॑दश । स्थ । ते । दे॒वाः॒ । य॒ज्ञम् । इ॒मम् । जु॒ष॒द्ध्व॒म् । उ॒प॒या॒मगृ॑हीत॒ इत्यु॑पया॒म - गृ॒ही॒तः॒ । अ॒सि॒ । आ॒ग्र॒य॒णः । अ॒सि॒ । स्वा᳚ग्रयण॒ इति॒ सु - आ॒ग्र॒य॒णः॒ । जिन्व॑ । य॒ज्ञम् । जिन्व॑ । य॒ज्ञप॑ति॒मिति॑ य॒ज्ञ - प॒ति॒म् । अ॒भीति॑ । सव॑ना । पा॒हि॒ । विष्णुः॑ । त्वाम् । पा॒तु॒ । विश᳚म् । त्वम् । पा॒हि॒ । इ॒न्द्रि॒येण॑ । ए॒षः । ते॒ । योनिः॑ । विश्वे᳚भ्यः । त्वा॒ । दे॒वेभ्यः॑ ।  । ",
  "attribute": {
    "rishi": "अज्ञात",
    "devata": "अज्ञात",
    "chandas": "अज्ञात"
  },
  "sayanaBhashya": "\n\nपाठस्तु — ये देवा इति। अप्सुषदोऽबुपलक्षितेऽन्तरिक्षे सीदन्तीत्यप्सुषदः। महिना स्वमहिम्ना तत्र सीदन्ति। हे देवा ये यूयं त्रिषु लोकेषु प्रत्येकमेकादशावस्थितास्ते सर्वे यज्ञमिमं सेवध्वम्। हे सोम त्वामुपयामेन स्थालीरूपेण पार्थिवपात्रेण गृहीतोऽसि। आग्रयणनामाऽसि। सुष्ठु अग्रं श्रैष्ठ्यं तस्य प्रापकः स्वाग्रयणः। तादृशस्त्वं यज्ञं प्रीणय यजमानं च प्रीणय। सवनान्याभिमुख्येन पालय। विष्णुना रक्षितस्त्वं यजमानस्य प्रजामिन्द्रियेण सामर्थ्यप्रदानेन पालय। एष खरस्ते तव स्थानं, विश्वेभ्यो देवेभ्यस्त्वां सादयामि। ये देवा आग्रयणोऽसीत्येतौ मन्त्रावापस्तम्बमते विकल्पितौ। बौधायनमते ये देवा इति ग्रहणम्। आग्रयणोऽसीत्यधिवदेत्।\nये देवा इत्येतस्य स्थाने भ्रातृव्यवतो मन्त्रान्तरमाम्नायते —\nत्रिशत्यश्चेति। एकादशात्मकास्त्रयो गणा एषां सन्तीति गणिनः। ते च त्रयस्त्रिंशत्संख्याका रुजन्तः शत्रून्विनाशयन्तो रुद्राः शत्रुनारीणां रोदयितारः। तन्मध्ये केचन दिवं सचन्ते सेवन्ते। केचन पृथिवीं सेवन्ते अवशिष्टास्त्वेकादशसंख्याका अबुपलक्षितेऽन्तेरिक्षे सीदन्ति। ते विश्वे सर्वे सुतमभिषुतमिमं सोमं सवनाय तृतीयसवने सेवन्ताम्।\nमन्त्रान्व्याचिख्यासुराग्रयणस्य ग्रहणं विधत्ते — “देवा वै यद्यज्ञेऽकुर्वत तदसुरा अकुर्वत ते देवा आग्रयणाग्रान्ग्रहानपश्यन्तानगृह्णत ततो वै तेऽग्रं पर्यायन्यस्यैवं विदुष आग्रयणाग्रा ग्रहा गृह्यन्तेऽग्रमेव समानानां पर्येति” (सं. का. ६ प्र. ४ अ. ११) इति।\nआग्रयणमग्रं (णोऽग्रः) प्रथमं (मो) येषां त आग्रयणाग्राः। अत्र सूत्रम् —\n“यदि रथंतरसामा सोमः स्यादैन्द्रवायवाग्रान्गृह्णीयाद्यदि बृहत्सामा शुक्राग्रान्यदि जगत्सामाऽऽग्रयणाग्रान्यद्युभयसामा याथाकामी” इति। माध्यंदिने सवने पृष्ठस्तोत्राणामाद्ये स्तोत्रे रथंतराख्यं साम यस्मिन्सोमयागे स यागो रथंतरसामा। एवमन्यत्रापि योज्यम्। एकस्मिन्भागे रथंतरं भागान्तरे बृहदित्येवमुभयसामत्वम्। अग्रं पर्यायन्, श्रैष्ठ्यं पर्याप्ताः।\nत्रिंशत्त्रयश्चेति मन्त्रस्य विषयं दर्शयति — “रुग्णावत्यर्चा भ्रातृव्यवतो गृह्णीयाद्भ्रातृव्यस्यैव रुक्त्वाऽग्र समानानां पर्येति” (सं. का. ६ प्र. ४ अ. ११) इति।\nरुग्णे रुजिधातुः, सोऽस्यामस्तीति रुग्णवती। गणिनो रुजन्त इति रुजिधातुर्मन्त्रे दृश्यते। रुक्त्वा रोगमुत्पाद्य।\nतयोर्मन्त्रयोर्देवसंख्योक्तिस्तान्सर्वानुद्दिश्य ग्रहीतुमित्याह — “ये देवा दिव्येकादश स्थेत्याहैतावतीर्वै देवतास्ताभ्य एवैन सर्वाभ्यो गृह्णाति” (सं. का. ६ प्र. ४ अ. ११) इति।\nसादनमन्त्रे विश्वेभ्य इत्यभिधानं युक्तमित्याह — “एष ते योनिर्विश्वेभ्यस्त्वा देवेभ्य इत्याह वैश्वदेवो ह्येष देवतया” (सं. का. ६ प्र. ४ अ. ११) इति।\nवाग्विसर्गं विधत्ते — “वाग्वै देवेभ्योऽपाक्रामद्यज्ञायातिष्ठमाना ते देवा वाच्यपक्रान्तायां तूष्णीं ग्रहानगृह्णत साऽमन्यत वागन्तर्यन्ति वै मेति साऽऽग्रयणं प्रत्याऽगच्छत्तदाग्रय णस्याऽऽग्रयणत्वम्। तस्मादाग्रयणे वाग्विसृज्यते यतूष्णीं पूर्वे ग्रहा गृह्यन्ते” (सं. का. ६ प्र. ४ अ. ११) इति।\nकेनापि निमित्तेन वाग्देवता यज्ञार्थं स्वकीयं रूपमप्रकाशयमाना देवेभ्योऽ-पक्रम्य देवैर्विगृहीतैस्तूष्णीमेव गृहीतेषु सा वागित्थममन्यत — एते देवा वरदानादिना मां न समादधते किंतु मयि निरपेक्षा एव स्वकार्यं कुर्वन्तो मामन्तर्यन्ति परित्यजन्त्येवेति। ततो देवैरनाहूता सा वागाग्रयणं प्रति स्वयमागच्छत्। तस्मादग्रमभिमुखमेति गच्छति वागित्यग्रायणं (ग्यस्य सोऽग्रायणः)। तत्र दीर्घव्यत्ययादाग्रयणं (ण) नाम संपन्नम्। यद्यस्मात्पूर्वे तूष्णीं गृहीता वाक्चेदानीमागता तस्माद्वाचोऽस्मिन्काले समागमादाग्रयणे गृहीते वाचं विसृजेन्न तु पूर्वग्रहवदुत्तरग्रहांस्तूष्णीं गृह्णीयात्। ननु पूर्वग्रहेष्वपि प्रतिग्रहं मन्त्राणामाम्नातत्वात्कथं तूष्णीं ग्रहणम्। एवं तर्हि तूष्णींशब्दवाग्विसर्गशब्दाभ्यमुपांशूच्चौ ध्वनी विवक्ष्येयाताम्। अत एवोपानुवाक्यकाण्डे समाम्नायते — “यान्प्राचीनमाग्रयणाद्ग्रहान्गृह्णीयात्तानुपाशु गृह्णीयाद्यानूर्ध्वास्तानुपब्दिमतः” इति।\nध्वनिद्वयं लौकिकदृष्टान्तेन विशदयति — “यथा त्सारीयति म आख इयति नाम रात्स्यामीत्युपावसृजत्येवमेव तदध्वर्युराग्रयणं गृहीत्वा यज्ञमारभ्य वाचं वि सृजते” (सं. का. ६ प्र. ४ अ. ११) इति।\nत्सारी छद्मगतिर्व्याधः।त्सर च्छद्मगताविति धातुः। स व्याधो मनस्यादौ विचार्य पश्चाद्बाणानुपावसृजति नुञ्चति। वराहान्गजान्पातयितुं मार्गे यो गर्त आयामेन खन्यते स आखः। ममैतावति दूरमाखस्तिष्ठति अहं त्वीषत्पुरोगत इयति दूरे स्थितो नापरात्स्यामि। वराहादिभिः स्वस्य मारणमेकोऽपराधः। स्वात्मानं दृष्ट्वा वराहादेः पलायनमन्योऽपराधः। स्वेन मुक्तस्य बाणस्य स्खलनमपराधान्तरम्। एतत्सर्वमियति दूरे मम न भबिष्यतीति निश्चित्याऽऽगतिस्तत्र स्थित्वा पश्चादवसरे सति पश्चादुद्भूतो यथा बाणान्मुञ्चति तथैव तत्राध्वर्युर्गूढध्वनिः कांश्चिद्ग्रहान्गृहीत्वा यज्ञं दृढमवष्टभ्य पश्चाद्ध्वनिं प्रकटी करोतीत्येतदुपपद्यते।\nविधत्ते — “त्रिर्हि करोत्युद्गातॄनेव तद्वृणीते” (सं. का. ६ प्र. ४ अ. ११) इति।\nहिंकारस्य सामसु प्रसिद्धत्वात्सामगानां तेन वरणं युक्तम्।\nहिंकारस्य कालं विधत्ते — “प्रजापतिर्वा एष यदाग्रयणो यदाग्रयणं गृहीत्वा हिं करोति प्रजापतिरेव तत्प्रजा अभि जिघ्रति तस्माद्वत्सं जातं गौरभि जिघ्रति” (सं. का. ६ प्र. ४ अ. ११) इति।\nआग्रयणहिंकारयोः पौर्वापर्यं यदस्ति तत्तेन प्रजापतिरेव यजमानस्य प्रजानां मूर्धन्याघ्राणं करोति। अत एव पशुष्वप्येतद्वीक्ष्यते।\nसवनत्रयेऽप्याग्रयणं विधत्ते — “आत्मा वा एष यज्ञस्य यदाग्रयणः सवनेसवनेऽभि गृह्णात्यात्मन्नेव यज्ञ सं तनोति” (सं. का. ६ प्र. ४ अ. ११) इति।\nदशापवित्रस्योपरि सोमरसस्याव (स्याऽऽ) नयनं विधत्ते — “उपरिष्टादानयति रेत एव तद्दधाति” (सं. का. ६ प्र. ४ अ. ११) इति।\nदशपवित्रस्याधस्तात्स्रवन्त्या धारया (यो) [प] ग्रहणं विधत्ते — “अधस्तादुप गृह्णाति प्र जनयत्येव तत्” (सं. का. ६ प्र. ४ अ. ११) इति।\nसवनत्रयगमाग्रयणं प्रशंसति — “ब्रह्मवादिनो वदन्ति कस्मात्सत्याद्गायत्री कनिष्ठा छन्दसा सती सर्वाणि सवनानि बृहतीत्येष वै गायत्रियै वत्सो यदाग्रयणस्तमेव तदभिनिवर्त सर्वाणि सवनानि वहति तस्माद्वत्समपाकृतं गौरभि नि वर्तते” (सं. का. ६ प्र. ४ अ. ११) इति।\nअल्पाक्षरत्वात्कनिष्ठा। प्रातःसवने बहिष्पवमानसूक्तानामुपास्मै गायतेत्यादीनां छन्दो गायत्री। माध्यंदिनसवने माध्यंदिनपवमानसूक्तस्योच्चा ते जातमन्धस इत्यस्य गायत्री। तृतीयसवनस्याऽऽर्भवपवमानसूक्तस्य स्वादिष्ठयेत्यस्य गायत्री। एवमुदाहर्तव्यम्। यथा गौरपाकृतं स्वीयं वत्समभिलक्ष्य तृणादिकमपि परित्यज्य निवर्तते तथा गायत्री स्ववत्समाग्रयणमभिलक्ष्य पुनः पुनर्निवर्त्य (वृत्य) सवनानि निर्वहति। ये देवास्रिशच्चेत्येते त्रिष्टुभौ।\nइति श्रीमत्सायणाचार्यविरचिते माधवीये वेदार्थप्रकाशे कृष्णयजु-र्वेदीयतैत्तिरीयसंहिताभाष्ये प्रथमकाण्डे चतुर्थप्रपाठके दशमैकादशावनुवाकौ ॥१०॥११॥\n",
  "bhattaBhashya": "\n\n\nइमामनुद्रुत्य 'उपयामगृहीतोसि विश्वेभ्यस्त्वा देवेभ्यः' इति गृह्णाति ॥ अस्य ग्रहणमन्त्रस्य साकाङ्क्षत्वात्सादनमन्त्रे श्रुतं विश्वेभ्यस्त्वेति सम्बध्यते ॥\n\n2अधिवदते ॥ आग्रयणोसि आग्रयणाख्यो ग्रहस्त्वमस्ति । अग्रे इर्यते गृह्यत इत्यग्रयणः ग्रहाणामग्रेसरोसि । 'ते देवा आग्रयाणाग्रान्ग्रहानपश्यन्' इति ब्राह्माणम् । शकन्ध्वादित्वात्पररूपत्वम् । अग्रयाण एवाग्रयणाः । 'सान्नाय्यानुजावर' इत्यादिना स्वार्थिकोण्निपातितः । यद्वा - वाचा अग्रे प्रथममीयत इत्याग्रयणः । 'वाग्वै देवेभ्यः' इत्यादि ब्राह्मणं 'तदाग्रयणस्याग्रयणत्वम्' इत्यन्तम् । स्वाग्रयाणः, अग्र्यं श्रैष्ठ्यं यन्ति प्राप्नुवन्त्यनेनेत्याग्रयणः, शोभन आग्रयणस्स्वाग्रयणः । त्वां गृहीत्वा देवा अग्रं पर्यायन् । तथा यजमानोपि त्वां गृहीत्वा समानानामग्रं पर्येत्विति भावः । 'अग्रमेव समानानां पर्येति' इति ब्राह्मणम् । यस्मादीदृशस्त्वमसि तस्माज्जिन्व प्रीणय यज्ञं, यज्ञपतिं च जिन्व । उभयत्रापि वाक्यादित्वान्न निहन्यते । जिवि प्रीणने । सवना सवनानि, अभि पाहि आभिमुख्येन पालय तवाक्षीणतया । त्वयि ही क्षीणे प्रायश्चित्तप्रसङ्गादरक्षितानि सवनानि स्युः; तस्मान्मा क्षेष्ठा इत्यर्थः । तर्थां भगवान्विष्णुस्त्वां पातु यस्सर्वं पाति । तमपि विशं प्रजां यजमानस्य स्वभूतां पाहि सर्वां वा, इन्द्रियेणेत्थंभूतां प्रजामविकलेन्द्रियां कुर्वित्यर्थः ॥\n\n3एवमनुद्रुत्य 'एष ते योनिर्विश्वेभ्यस्त्वा देवेभ्यः' इति सादयति । 'वैश्वदेवो ह्येष देवतया' इति ब्राह्मणम् । 'आत्मा वा एष यज्ञस्य यदाग्रयणः' इत्यादि च ॥\n\nइति चतुर्थे दशमोनुवाकः ॥\n"
}