{
  "id": "TS 1.5.3.2",
  "classification": {
    "kanda": "1",
    "prasna": "5",
    "anuvaka": "3",
    "panchasat": "2"
  },
  "header": "TS 1.5.3.2",
  "panchasatInfo": " 11",
  "padaCount": 50,
  "samhita": "क्रु॒द्धः प॑रो॒वप॑ म॒न्युना॒ यदव॑र्त्या । सु॒कल्प॑मग्ने॒ तत्तव॒ पुन॒स्त्वोद्दी॑पयामसि ॥यत्ते॑ म॒न्युप॑रोप्तस्य पृथि॒वीमनु॑ दद्ध्व॒से । आ॒दि॒त्या विश्वे॒ तद्दे॒वा वस॑वश्च स॒माभ॑रन्न् ॥मनो॒ ज्योति॑र् जुषता॒माज्यं॒ ॅविच्छि॑न्नं ॅय॒ज्ञ्ꣳ समि॒मं द॑धातु । बृह॒स्पति॑स्तनुतामि॒मं नो॒ विश्वे॑ दे॒वा इ॒ह मा॑दयन्तां ॥ स॒प्त ते॑ अग्ने स॒मिधः॑ स॒प्त जि॒ह्वाः स॒प्त - [ ]",
  "pada": "क्रु॒द्धः । प॒रो॒वपेति॑ परा - उ॒वप॑ । म॒न्युना᳚ । यत् । अव॑र्त्या ।  । सु॒कल्प॒मिति॑ सु - कल्प᳚म् । अ॒ग्ने॒ । तत् । तव॑ । पुनः॑ । त्वा॒ । उदिति॑ । दी॒प॒या॒म॒सि॒ ।  । यत् । ते॒ । म॒न्युप॑रोप्त॒स्येति॑ म॒न्यु-प॒रो॒प्त॒स्य॒ । पृ॒थि॒वीम् । अन्विति॑ । द॒द्ध्व॒से ।  । आ॒दि॒त्याः । विश्वे᳚ । तत् । दे॒वाः । वस॑वः । च॒ । स॒माभ॑र॒न्निति॑ सं - आभ॑रन्न् ।  । मनः॑ । ज्योतिः॑ । जु॒ष॒ता॒म् । आज्य᳚म् । विच्छि॑न्न॒मिति॒ वि - छि॒न्न॒म् । य॒ज्ञम् । समिति॑ । इ॒मम् । द॒धा॒तु॒ ।  । बृह॒स्पतिः॑ । त॒नु॒ता॒म् । इ॒मम् । नः॒ । विश्वे᳚ । दे॒वाः । इ॒ह । मा॒द॒य॒न्ता॒म् ।  । स॒प्त । ते॒ । अ॒ग्ने॒ । स॒मिध॒ इति॑ सं - इधः॑ । स॒प्त । जि॒ह्वाः । स॒प्त । ",
  "attribute": {
    "rishi": "अज्ञात",
    "devata": "अज्ञात",
    "chandas": "अज्ञात"
  },
  "sayanaBhashya": "\n\nकल्पः - ‘भूमिर्भूम्नेति सर्पराज्ञीभिर्गार्हपत्यमादधाति यत्त्वा क्रुद्धः परोवपेति दक्षिणाग्निं यत्ते मन्युपरोप्तस्येतीतरान्’ इति।\nआहवनीसभ्यावसथ्यानित्यर्थः। त एते षण्मन्त्राः\nतत्र प्रथम एव पठ्यते - भूमिर्भूम्नेति। हे गार्हपत्यप्रदेश त्वं लोकत्रयात्मकोऽसि। तत्र भूम्ना बाहुल्येन भूमिरसि। वरिणा वरिम्णा श्रेष्ठत्वेन द्यौरसि। महित्वा महत्त्वेनान्तरिक्षमसि। हेऽदिते भूमे तत्प्रदेशरूपे देवि तवोत्सङ्गेऽन्नभोक्तरं गार्हपत्याग्निं यजमानस्यादनयोग्यान्नसिद्ध्यर्थमादधे।\nअथ द्वितीयः - आऽयं गौरिति। अयं गार्हपत्य आदित्यरूपेण गौर्गमनशीलः पृश्निः श्वेतवर्णो जगदाक्रमीत्। आक्रमणप्रकार एवं स्पष्टी क्रियते - पुनर्मातरं पृथिवीमसन-दासीदत्प्राप्नोदित्यर्थः। सुवः स्वर्गरूपं पितरं च प्रयन्प्रकर्षेण गच्छन्नवस्थितः। द्यौः पिता पृथिवी मातेति श्रुत्यन्तरात्तयोर्मातापितृत्वम्।\nअथ तृतीयः - त्रिशद्धामेति। आदित्यरूपस्य गार्हपत्यस्य संबन्धि त्रिंशत्संख्याकं धाम मुहूर्तरूपं तेजो विशेषेण राजते। अह्नः पञ्चदश मुहूर्ता रात्रेः पञ्चदश। किंच वैदिकस्तुतिरूपा वाक्पतङ्गाय पक्षिवदाकाशसंचारिणमादित्यं शिश्रिय आश्रितवतीत्यर्थः। अत एवान्यत्राऽऽम्नायते – ‘ऋग्भिः पूर्वाह्णे दिवि देव ईयते’ इत्यादि। हे तादृग्गार्हपत्य त्वां प्रति यदस्माभिरुद्वासनरूपं प्रतिकूलमाचरीतं तत्सर्वमस्य प्रतिक्षिप मनसि मा कृथाः। द्युभिर्ज्वालारूपाभिर्वहास्मदीयं हविर्देवेषु प्रापय।\nअथ चतुर्थः - अस्य प्राणादिति। अस्याऽऽदित्यस्य रोचना दीप्तिः प्राणादुच्छ्वाससदृशादुदयादपानती निःश्वसातुल्यमस्तमयं गच्छन्ती द्यावापृथिव्योरन्तश्चरति। महति मण्डले सीदतीति महिष आदित्यः सुवः स्वर्गं व्यख्यद्यजमानेभ्यः प्रकाशितवान्। आदित्यरूपेण स्तूयमान हे गार्पत्य त्वामादधामीत्यभिप्रायः।\nअथ पञ्चमः- यत्त्वा क्रुद्ध इति। हे दक्षिणाग्ने क्रुद्धः कोपपराधीनोऽहं तेन मन्युना त्वां परोवप। उवपेति लिडुत्तमपुरुषः। परोप्तवानुद्वासितवानस्मीति यद्यच्चावर्त्या समृद्ध्यभावलक्षणेन दारिद्र्येणोद्वासितवानस्मीति हेऽग्ने तव प्रसादात्तत्सुकल्पं सुष्टु कृतमस्तु। पुनरपि त्वां वयमुद्दीपयामः।\nअथ षष्ठः - यत्त इति। हे आहवनीय मदीयकोपेनोद्वासितस्य तव यत्तेजः पृथिवमनु प्रविश्य ध्वस्तं तत्तेज आदित्यादयः समाहरन्तु।\nकल्पः - ‘मनो ज्योतिर्जुषतामिति बृहस्पतिवत्यर्चोपतिष्ठते’ इति।\nपाठस्तु - मनो ज्योतिरिति। उद्वासनापराधपरिहाराय मनो माननीयाग्नेर्ज्योतिर्हव्यमाज्यं सेवताम्। विच्छिन्नमिमं यज्ञं संदधातु। बृहस्पतिरस्माकमिमं यज्ञं विरस्तीर्णं करोतु। सर्वेऽपि देवा इह कर्मणि मादयन्तां तृप्तियुक्ता भवन्तु।\nकल्पः - ‘सप्त ते अग्ने समिधः सप्त जिह्वा इत्याग्निहोत्रं जुहोति’ इति।\nपाठस्तु - सप्त ते अग्ना इति। हेऽग्ने तव समिधः सप्तसंख्याका अश्वत्थोदुम्बरपला-\nशशमीविकङ्कताशनिहतवृक्षपुष्करपर्णरूपाः। अत एव सूत्रकारो यथोक्तान्सं-भारान्समन्त्रकाननुक्रम्य, इति वानस्पत्या इत्युपसंजहार। ज्वालारूपा जिह्वाश्च सप्त। तथा चाऽऽथर्वणिका आमनन्ति - ‘काली कराली च मनोजवा च सुलोहिता या च सुधूम्रवर्णा।\n‘स्फुलिङ्गिनी विश्वरुची च देवी लेलायमाना इति सप्त जिह्वाः’ (मुण्ड॰ १-२-४) इति।\nऋषयो मन्त्राः। ते च यथोक्तसमित्संपादनार्थाः सप्तसंख्याका अश्वो रूपं कृत्वा यदश्वत्थेऽतिष्ठ इत्यादयः समाम्नाताः। प्रियाणि धाम स्थानान्याहवनी-यगार्हपत्यदक्षिणाग्निसभ्यावसथ्यप्राजहिताग्नीध्रीयाख्यानि (णि) सोमयागे वह्निधारकाणि सप्तसंख्याकानि। होत्रा होतृप्रमुखा वषट्कर्तारो होता प्रशास्ता ब्राह्मणाच्छंसी पोता नेष्टाऽऽग्नीध्रोऽच्छावाकश्चेति सप्तसंख्याकाः। त्वा यजमानाः सप्तधा यजन्ति। अग्निष्टोमोऽत्यग्निष्टोम उक्थ्यः षोडश्यतिरा-त्रोऽप्तोर्यामो वाजपेयश्चेति सप्त प्रकाराः। तादृश्स्त्वं सप्त योनीराहवनीया-दिस्थानानि घृतेन सर्वतः पूरय।\nकल्पः - ‘पुनरूर्जा सह रय्येत्यभितः पुरोडाशमाहुती जुहोति पुनरूर्जेति वा पुरस्तात्प्रयाजानां सह रय्येत्युपरिष्टादनूयाजानाम्’ इति।\nप्रथममन्त्रपाठस्तु - पुनरूर्जेति। हेऽग्ने त्वं मयोद्वासितोऽप्यूर्जा क्षीरादिरसेन सह पुनर्निवर्तस्वा-त्राऽऽगच्छ। इषाऽन्नेनाऽऽयुषा च सह पुनरागच्छ। अस्मान्पुनः पुनः कृता-द्विश्वतः सर्वस्मादपराधात्पाहि।\nद्वितीयमन्त्रपाठस्तु- सह रय्येति। हेऽग्ने रय्या धनेन सह निवर्तस्व। प्सा भक्षण इति धातुः। विश्वेन प्सायते भक्ष्यते पीयत इति विश्वप्स्री। तादृश्या वृष्टिधारया विश्वत-स्परि सर्वेषां तृणधान्यलतापादपानामुपरि पिन्वस्व सिञ्च।\nकल्पः - ‘यस्तृतीयमादधीत स एतान्होमाञ्जुहुयाल्लेकः सलेक इति’ इति।\nमन्त्रत्रयपाठस्तु - लेकः सलेक इति। नवसंख्याका लेकादिनामका य आदित्यास्ते सर्व जुषाणाः प्रीयमाणा अस्माकमाज्यं वियन्तु पिबन्तु।\nअत्र विनियोसंग्रहः - “चतुर्भिर्भूमिरित्याद्यैराध्यात्पश्चिमानलम्।\nदक्षिणाग्निं तु यत्त्वेति यदित्याहवनीयकम्॥१॥\nमनस्तूपस्थितिः सप्त जुहुयादग्निहोत्रकम्।\nपुनर्द्वाभ्यां पुरोडाशमभितो जुहुयादथ॥२॥\nतृतीयमादधानस्य लेकाद्या होममन्त्रकाः॥३॥” इति॥\nइति श्रीमत्सायणाचार्यविरचिते माधवीये वेदार्थप्रकाशे कृष्णयजुर्वेदीय-तैत्तिरीयसंहिताभाष्ये प्रथमकाण्डे पञ्चमप्रपाठके तृतीयोऽनुवाकः॥३॥\n",
  "bhattaBhashya": "\n\n\n2द्वितीया - आयमिति गायत्री ॥ इदानीमादित्यात्मना स्तूयते - अयमग्निः गौरादित्यात्मा गच्छतीति गौः गमनशीलः पृश्निः शुक्लवर्णः आदित्यानामे[आदित्यनामै]व वा । आक्रमीत् अयमेवादित्यात्मना विश्वमाक्रामतीति । प्रकर्षेणाविच्छेदेन गच्छन् सुवः शोभना रतिः । छान्दसौ लुङ्लङौ । आक्रम्य च मातरं भूमिमसनत् भूमौ मातरि शान्तोभूत् । पितरं दिवं प्रयन् प्रकर्षेण गच्छन् सर्वतो ज्वलन् धूमज्वालाभ्यामभ्रं लिहन् सुवः पितृस्थानीये दिवि स्वरतिरभूत् ॥\n\n3तृतीया - त्रिंशदिति गायत्री ॥ त्रिंशद्धामानि स्थानानि विराजति प्रकाशवद्भवति । उभयत्रापि वचनव्यत्ययः । त्रिंशन्मुहूर्ता उच्यन्ते । [पञ्चदशाह्नः]पञ्चदश रात्रेः । तेषु वाक् शिश्रिये सिषेवे आश्रिता पतङ्गाय पतङ्गः आदित्यः । यथा 'ऋग्भिः पूर्वाह्णे दिवि देव इर्यते' इति या स्तुतिलक्षणा वाक् तेषु सर्वेष्वपि मुर्हूर्तेषु पतङ्गं श्रिता । कर्मणि चतुर्थी । तस्मात्तादृशः महानुभावः आदित्यात्मा त्वं प्रत्यस्य प्रतिकूलं यत्प्रकृतं तवोद्वासनं तदस्य विसृज बुद्धौ मा कृथाः । 'ससाधनां क्रियामुपसर्ग आह' इति प्रतिशब्देन प्रतिकूलमुच्यते । ततः प्रसन्नो भूत्वा वह हवींष्यस्माकं द्युभिः दिनेदिने । अधिकरणानां साधकतमत्वविवक्षया तृतीया; यथा 'स्थाल्या पचति' इति । 'ऊडिदम्' इति प्राप्तस्य विभक्त्युदात्तत्वस्य 'दिवो झल्' इति प्रतिषेधः । अस्मिन्व्याख्याने तिङः परत्वाद्वहेत्यस्य निघातो दुर्लभस्स्यात् । अथ ब्रूमः - एवं महातेजाः पतङ्गः अस्य प्रतिवह प्रतिरूपतया वर्तस्व द्युभिः तेजोभिः । अन्वादेशत्वादस्येति सर्वानुदात्तः ॥\n\n4आहवनीये तिस्रोनुवर्तयति । तत्र प्रथमा - अस्येति गायत्री ॥ अपानतीति प्रथमपादान्तः । अस्याग्नेः रोचना दीप्तिः रोचनशीला । 'अनुदात्तेतश्च' इति युच् । अन्तश्शरीरेषु चरति । किं कुर्वती प्राणात् प्राणनव्यापारात् अनन्तरमपानती अपाननव्यापारं कुर्वती । जीवानां ऊर्ध्वगमनं प्राणनं अधोगमनमपाननम् । जीवश्श्वासवायुः । किञ्च - महिषः महति शरीरे सीदति । 'सदिरप्रतेः' इति षत्वम् । अन्त्यविकारश्छान्दसः । यद्वा - महतेष्टिषचि लिङ्गव्यत्ययः । महनीया सुवः शोभना रोचना व्यख्यत् विचष्टे प्रकाशते जीवानामन्तः । छान्दसौ लुङ् । 'अस्यतिवक्ति' इत्यादिनाङ् । 'उदात्तस्वीरतयोः' इति संहितायामडागमः स्वर्यते । अन्य आहुः - अस्याग्नेः सुवः आदित्यात्मिका रोचना दीप्तिः प्राणादुदयात् अपानती अस्तं गच्छन्ती अन्तः द्यावापृथिव्योर्मध्ये चरति । महत्यन्तरिक्षे सीदति । व्यख्यत् प्रकाशयति च द्यावापृथिव्यौ । एवं महानुभावं त्वामादधामीति ॥\n\n5द्वितीया - यत्त्वेत्यनुष्टुप् । तवेति तृतीयपादान्तः ॥ यत् येन कारणेन ऋद्ध्यभावेन क्रुद्धोहं त्वामपि परोवप परोप्तवान् उद्वासितवानस्मि । 'णलुत्तमो वा' इति णित्त्वाभावः । 'यद्वृत्तान्नित्यम्' इति निघाताभावे 'तिङि चोदात्तवति' इति गतेरनुदात्तत्वम्, समासश्च । लिति प्रत्ययात्पूर्वस्योदात्तत्वम् । मन्युना शोकेन परीतोहमवर्त्या दारिद्र्येण पाप्मना वा यत्त्वां परोवप विनाशितवान् हे अग्ने तदपि तव प्रसादात्सुकल्पं शोभनकृतिकमेव भवति । 'आद्युदात्तं द्व्यच्छन्दसि' इत्युत्तरपदाद्युदात्तत्वम् । 'युष्मदस्मदोर्ङसि' इति तवशब्द आद्युदात्तः । अतस्त्वां पूर्ववदेवोद्दीपयामसि उद्वपामः । 'इदन्तो मसि' ॥\n\n6अथ तृतीया - यत्त इत्यनुष्टुप् ॥ ते तव मन्युपरोप्तस्य मन्युना हेतुना मयोद्वासितस्य । 'तृतीया कर्मणि' इति पूर्वपदप्रकृतिस्वरत्वम् । यत्तेजः पृथिवीमनुदध्वसे ध्वस्तं पृथिवीमनुप्रविश्य वा नष्टं बभूव तदादित्या विश्वे देवा वसवश्च समाभरन् समाभरन्तु । 'हृग्रहोः' इति भत्वम् ॥\n\n7अग्निहोत्रमन्त्रावुपस्थानार्थौ - तत्र प्रथमा मन इति विराट् ॥ हे अग्ने तव ज्योतिः कीदृशं मननीयम् । यद्वा - मनश्शेषमुद्वासितेन पीडितं यन्मननीयमेवासीत् नान्यत्वे[त्र]विद्यते तदिदमाज्यं जुषतां सेवतां अनेन कर्मणा पूर्ववत्समृद्धमस्तु । यद्वा - मनस्सदा मननीयं मनोहरं अग्न्याख्यं ज्योतिः उद्वासनापराधं चेतस्यकृत्वा जुषतामाज्यमिति । ततो विच्छिन्नमुद्वासने तव यज्ञमिमं सन्दधातु । बृहस्पतिश्च नः अस्माकमिमं यज्ञं तनुतां विश्वे देवाश्च इहास्मिन्कर्मणि मादयन्तां मोद(य)न्ताम् । मद तृप्तियोगे चुरादिः । बृहस्पतिशब्दश्च पारस्करादिः, वनस्पत्यादिश्च । तेन सुडागमः, पूर्वोत्तरपदयोर्युगपत्प्रकृतिस्वरत्वं च ॥\n\n8द्वितीया - सप्त त इति त्रिष्टुप्॥ हे अग्ने तव प्रियाणि सप्त धामानि स्थानानि भूरादयो लोकाः । 'सुपां सुलुक्' इति धाम्नो जसो लुक् । तेषु सप्तसु धामसु तव सप्त समिधः सम्यगिद्धास्तनवः । सप्त जिह्वा ज्याला याभिस्सप्तसु रसनास्वदनाय स्वादयसि सप्त ऋषयः दर्शयित्र्यः प्रकाशशक्तयः । यद्वा - सप्तर्षयो मन्त्राः सप्त धिष्ण्यविषयाः । सप्त होत्राः होत्रादयो वषट्कर्तारः । ते त्वामेकं सप्तधा यजन्ति । स त्वं तथेष्टः सप्त योनीः स्थानानि भूरादीनि सप्त कारणानि घृतेनाज्येन उदकेन वा फलभूतेन आपृणस्व आप्रीणय । पृण प्रीणने ॥\n\n9अभितः पुरोडाशमाहुतीर्जुहोति पुरस्तादुपरिष्टाच्च - पनरूर्जेति द्वाभ्यां गायत्रीभ्याम् ॥ हे अग्ने ऊर्जा रसेन क्षीरादिना अस्मभ्यं देयेन सह निवर्तस्व पुनरुद्वासितोहमिति सञ्जातमन्युर्वा मय्युपेक्षां मा कार्षीः । इषा अन्नेन आयुषा च सह पुनार्निवर्तस्वेत्येव । उद्वासननिमित्ताच्च पापाद्विश्वतोस्मान्पुनः पाहि रक्ष ॥\n\n10द्वितीया - हे अग्ने रय्या धनेन सह निवर्तस्व । 'उदात्तयणः' इति तृतीयाया उदात्तत्वम् । धारयानयाहुत्या एतदाहुतिहेतुकया वा वर्षधारया विश्वतस्परि विश्वस्य रक्षणीयस्य तृणधान्यलतापादपादेर्मूर्ध्नि पिन्वस्य सिञ्च । पिवि सेचने; इदित्त्वान्नुम् । 'पञ्चम्याः परावध्यर्थे' इति संहितायां सत्वम् । धारा विशेष्यते - विश्वप्स्न्या । प्सा भक्षणे । विश्वेन प्सानीया भक्षणीया विश्वं वा प्साति भक्षयति व्याप्नोतीति विश्वप्स्म् । 'श्वन्नुक्षन्' इत्यादौ कनिन्प्रत्ययान्तो निपात्यते निपातनसामर्थ्यादभीष्टस्वरसिद्धिः । 'ऋन्नेभ्यः' इति ङीप् ॥\n\n11-13तृतीयमादधानस्य स्रुवाहुतिमन्त्राः - लेक इत्यादयः ॥ द्विपदा विच्छन्दसः, यजूंषि वा । एते लेकादयो नवादित्याः नः अस्माकमिदं आज्यं जुषाणाः प्रीणानाः वियन्तु पिबन्तु । लेकतिर्दर्शनकर्मा । सर्वैर्दृश्यते इति लेकः; द्रष्टव्यो वा । दर्शनेन प्रकाशात्मकेन सह वर्तते इति सलेकः । शोभनदर्शनस्सुलेकः । 'आद्युदात्तं द्व्यच्छन्दसि' इत्युत्तरपदाद्युदात्तत्वम् । कित ज्ञाने, सर्वैर्ज्ञायते इति केतः सर्वैरुपासनीयः । सकेतसुकेतौ गतौ । विवस्वान् दीप्तिमान् धनवान्वा । अदितिः अखण्डनीयः केनापि । देवजूतिः देवानामपि गतिः, देवैर्वा गन्तव्यः । दासीभारादित्वात्पूर्वपदप्रकृतिस्वरत्वम् । इदं तृतीयाधेयमग्न्याधेयमुपश्रयतीत्येके । पुनराधेयमित्यन्ये ॥\n\nपञ्चमे तृतीयोनुवाकः ॥\n"
}