{
  "id": "TS 1.5.10.4",
  "classification": {
    "kanda": "1",
    "prasna": "5",
    "anuvaka": "10",
    "panchasat": "4"
  },
  "header": "TS 1.5.10.4",
  "panchasatInfo": " 46",
  "padaCount": 45,
  "samhita": "वे॒धसः॑ । पू॒ष्णस्तान्यपि॑ व्र॒त इ॑न्द्रवा॒यू वि मु॑ञ्चतां ॥अभि॑न्नो घ॒र्मो जी॒रदा॑नु॒र्यत॒ आत्त॒स्तद॑ग॒न् पुनः॑ । इ॒द्ध्मो वेदिः॑ परि॒धय॑श्च॒ सर्वे॑ य॒ज्ञ्स्याऽऽयु॒रनु॒ सं च॑रन्ति ॥ त्रय॑स्त्रिꣳश॒त् तन्त॑वो॒॒ ये वि॑तत्नि॒रे य इ॒मं ॅय॒ज्ञ्ꣳ स्व॒धया॒ दद॑न्ते॒ तेषां᳚ छि॒न्नं प्रत्ये॒तद्-द॑धामि॒ स्वाहा॑ घ॒र्मो दे॒वाꣳ अप्ये॑तु ॥",
  "pada": "वे॒धसः॑ ।  । पू॒ष्णः । तानि॑ । अपीति॑ । व्र॒ते । इ॒न्द्र॒वा॒यू इती᳚न्द्र - वा॒यू । वीति॑ । मु॒ञ्च॒ता॒म् ।  । अभि॑न्नः । घ॒र्मः । जी॒रदा॑नु॒रिति॑ जी॒र - दा॒नुः॒ । यतः॑ । आत्तः॑ । तत् । अ॒ग॒न्न् । पुनः॑ ।  । इ॒द्ध्मः । वेदिः॑ । प॒रि॒धय॒ इति॑ परि - धयः॑ । च॒ । सर्वे᳚ । य॒ज्ञस्य॑ । आयुः॑ । अनु॑ । समिति॑ । च॒र॒न्ति॒ ।  । त्रय॑स्त्रिꣳश॒दिति॒ त्रयः॑ - त्रिꣳ॒॒श॒त् । तन्त॑वः । ये । वि॒त॒त्नि॒र इति॑ वि - त॒त्नि॒रे । ये । इ॒मम् । य॒ज्ञम् । स्व॒धयेति॑ स्व - धया᳚ । दद॑न्ते । तेषा᳚म् । छि॒न्नम् । प्रतीति॑ । ए॒तत् । द॒धा॒मि॒ । स्वाहा᳚ । घ॒र्मः । दे॒वान् । अपीति॑ । ए॒तु॒ ।  । ",
  "attribute": {
    "rishi": "अज्ञात",
    "devata": "अज्ञात",
    "chandas": "अज्ञात"
  },
  "sayanaBhashya": "\n\nतत्र पशूनित्यादिमन्त्रः शाखान्तरगतः। मन्त्रान्तरपाठस्तु -\nमम नाम प्रथममिति। ब्राह्मणस्य नामद्वयं विद्यते देवदत्तयज्ञदत्तादिकमे- कमुपाध्यायदीक्षितादिकमपरम्। अथ एव श्रूयते — “तस्माद्द्विनामा ब्राह्म-णोऽर्धुकः” इति। तत्राध्यापनादेरूर्ध्वं प्रवृत्तत्वादुपाध्यायादिकं चरमम्। अग्ने जन्मकाले मातापितृभ्यां कृतत्वाद्देवदत्तादिकं प्रथमम्। हे जातवेदो मम यत्प्रथमं नाम तत्त्वं धारय। कियन्तं कालम्। पुनरा मदैतोः। आ मदीयपुरागमनात्। अहमपि तव नाम धारयाणि। त्वमत्र वैकल्यं निर्हरन्मदीयं कार्यं कुरु। त्वन्नामधारिणो मम गन्तव्यदेशे वैकल्यमेव न संभवतीत्यर्थः।\nकल्पे — “अभ्येत्याहाग्नीन्समाधेहीति ज्वलत उपतिष्ठते” इत्युपक्रम्योक्तं “मम नाम तव च जातवेद इति चतसृभिराहवनीयम्” इति।\nतत्र प्रथमा - मम नाम तवेति। हे जातवेदो मम देवदत्तादि नाम तव च वह्न्यादि नामेत्येवं ये नामनी विपरिवृत्यान्योन्यवाससी विपर्ययेण वसानाविवेदानीमावां चरावः। अत ऊर्ध्वं ते नामनी त्वं चाहं च पुनरपि यथायथं त्वदीयं वह्न्यादिनाम तवैव मदीयं च देवदत्तादिनाम मदीयमेव यथा भवति तथा विपरिवृत्य परिदधावहै। एवं सत्यायुर्वृद्धिर्धनादिसंपत्त्या प्रशस्तजीवनं च भवति।\nअथ द्वितीया - नमोऽग्नय इति। अप्रतिविद्धाय केनचिदताडिताय। अनाधृष्ठाय। केनाप्यतिरस्कृताय। सम्राजे संहतदीप्तये। अषाढः शत्रूणां सोढुमशक्यः। बृहद्वया अपरिमितान्नः। विश्वजित्सर्वस्य जेता। सहन्त्यः स्वयं सहिष्णुः। श्रेष्ठो गन्धर्वः संगीतादिकलाविद्यास्वतिकुशलः।\nअथ तृतीया - त्वत्पितार इति। त्वमेव पिता पालको येषां देवानां ते त्वत्पितारः। त्वा प्राप्ता आहुतयो येषां देवानां ते त्वामाहुतयः। त्वयि हुताः सत्यो देवांस्तर्पय-न्तीत्यर्थः। त्वमेव विशेषेण वाचनप्रख्यापयिता येषां ते त्वद्विवाचनाः। हेऽग्ने मां दीर्घायुषा संधाः संयोजय। गौपत्येन गवां स्वामित्वेन संयोजय। सुहिते सुष्ठु हिते पुरुषार्थे मा धाः, मां स्थापय।\nअथ चतुर्थी - अयमग्निरिति। प्रशस्यानां मध्येऽतिशयेन श्रेष्ठः। पुनरपि तादृशानां मध्येऽतिशयेन श्रेष्ठः श्रेष्ठतमः। भगवच्छब्दः पौराणिकैर्व्याख्यातः —\n“ऐश्वर्यस्य समग्रस्य धर्मस्य यशसः श्रियः।\nज्ञानवैराग्ययोश्चैव षण्णां भग इतीरणा” इति।\n“उत्पत्तिं प्रलयं चैव भूतानामगतिं गतिम्।\nवेत्ति विद्यामविद्यां च स वाच्यो भगवानिति” इति।\nअतिशयेन भगवान्भगवत्तमः। सहस्रसंख्याकस्य धनस्य सनितारो दातारस्ते-ष्वतिशयेन दाता सहस्रसातमः। तादृशस्याग्नेः प्रसादादस्मै यजमानाय मह्यं शोभनं सामर्थ्यमस्तु।\nकल्पः — “नवमीं चेदति प्रवसेन्मित्रो जनान्यातयति प्रजानन्निति मैत्र्योप\nस्थाय मनो ज्योतिर्जुषतामित्याहुतिं जुहुयात्” इति।\nनिर्गमनतिथिमारभ्य नवमीं तिथिमतिक्रम्य प्रवासे सत्येतदवगन्तव्यम्। तत्र मित्रो जनानिति मन्त्रोऽन्यत्राऽऽम्नातः।\nमनो ज्योतिरिति। पूर्वार्धं भूमिर्भूम्नेत्यनुवाके व्याख्यातम्। या उषसः प्रातःकालोपलक्षिता आहुतयः, याश्च निम्रुचोऽस्तमयकालोपलक्षिता आहुतय इष्टा इतरैर्यजमानैरनुष्ठिता मया त्वन्तरितास्ताः सर्वा आहुतीरनेन घृतेन हविषा संदधामि अविच्छिन्नाः करोमि।\nअग्न्युपस्थानमन्त्रविषयः पूर्वभागो गतः। अथ दार्शिकयजमानमन्त्रादिविषय उत्तरभाग उच्यते।\nकल्पः — “पयस्वतीरोषधय इत्यप आचामत्युपस्पृशति वा” इति।\nपाठस्तु - पयस्वतीरिति। सारवाची पयःशब्दः। ओषधयः पयस्वत्यः सारवत्यः। वीरुधां लतानां संबन्धि यत्पयो निर्गतं क्षीरं तदपि पयस्वत्सारवत्। अपां मध्ये यत्पयः सारं यच्च पयसो गवादिक्षीरस्य पयः सारं तेन सारेण सर्वेण हे इन्द्र मां संसृज संयोजय।\nअग्ने व्रतपत इति। कल्पः — “दक्षिणेनाऽऽहवनीयमवस्थाय व्रतमुपैष्यन्स-मुद्रं मनसा ध्यायत्यथ जपति अग्ने व्रतपते व्रतं चरिष्यामीति ब्राह्मणः” इति।\nमन्त्रशेषस्तु — “तच्छकेयं तन्मे राध्यताम्” इति।\nतद्व्रतमनुष्ठातुं शक्तो भूयासं, मदीयं तद्व्रतं समृद्धं भवति।\nअग्नि होतारमिति। कल्पः — “अग्नि होतारमिह त हुव इति हविर्निरूप्यमाणमभिमन्त्रयते हविर्निर्वपणं वा पात्रमभिमृशत्यभि वा मन्त्रयते” इति।\nमन्त्रशेषस्तु —”देवान्यज्ञियानिह यान्हवामहे। आ यन्तु देवाः सुमनस्यमाना वियन्तु देवा हविषो मे अस्य” इति।\nइह कर्मणि देवानामाह्वातारं तमग्निमहमाह्वयामि। इह कर्मणि यान्देवानुद्दिश्य जुहुमस्तानपि यज्ञियान्देवानाह्वयामि। आहूताश्च ते देवाः सैमनस्यं प्राप्ता आगच्छन्तु। आगत्य च मेऽस्य हविषो मदीयमिदं हविर्वियन्तु भक्षयन्तु।\nकस्त्वेति। कल्पः — “अथ यज्ञं युनक्ति कस्त्वा युनक्ति स त्वा युनक्त्विति सर्वं विहारमनुवीक्षते” इति।\nहे यज्ञ कः प्रजापतिः सर्वत्र त्वां युनक्ति योग्यं करोति। तस्मादत्रापि स एव त्वां युनक्तु।\nकल्पः — “उभौ कपालविमोचनं जपतः” इति। उभावप्यध्वर्युयजमानौ।\nमन्त्रपाठस्तु - यानि घर्म इति। अयं मन्त्रोऽप्यध्वर्युकाण्ड आम्नातत्वात्प्रथमप्रपाठके व्याख्यातः। वेधसो ब्रह्मसमाः पूष्णः पोषका ऋत्विजो यानि कपालानि वह्ना वुपस्थापयन्ति तानि सर्वाण्यपि व्रते समाप्ते सतीन्द्रवायू विमुञ्चताम्।\nअभिन्न इति। अथ प्रायश्चित्तम्। तत्र कल्पः — “यदि कपालं भिद्येत गायत्रिया त्वा शताक्षरया संदधामीति तत्संधायोपरि गार्हपत्ये धार्यमाणम-भिजुहुयान्मनो ज्योतिर्जुषतामित्यथैनदपोऽभ्यवहरेदभिन्नो घर्मो जीरदानुरिति” इति।\nमन्त्रशेषस्तु “यत्र आत्तस्तदगन्पुनः। इध्मो वेदिः परिधेयश्च सर्वे यज्ञस्याऽऽयुरनुसंचरन्ति” इति।\nघर्मो दीप्तः संतप्तोऽयं कपालविशेषः स्वयं मिन्नत्वेन प्रतीयमानोऽपि मन्त्र सामर्थ्यादभिन्न एव भिन्नत्वदोषं नाऽऽवहति। यस्मादयं जीरदानुः। जीरं जीवनं पुरोडाशाद्वारेण यज्ञस्य ददातीति जीरदानुः। यो ह्यन्यं जीवयति स कथं स्वयं भिन्नो भवेत्। अभिन्नत्वे तदाकारः कुतो न भातीत्याशङ्क्योत्तरमुच्यते - यतो यस्मान्मृद्रूपात्कारणादात्त उत्पन्नः पुनस्तत्कारणमगन्नाप्नोदतः कारणरूपमृदाकार एव प्रतीयते न तु कार्याकारः। तदप्रतीतावपीध्मादयः स्वस्वाकारेण प्रतीयमाना यज्ञपुरुषस्याऽऽयुरनुकृत्य संचरन्ति।\nत्रयस्रिशदिति। कल्पः — “अथान्यत्संस्कृत्य कपालेष्वतिसृजेत्त्रयस्रिश-त्तन्तव इति” इति।\nमन्त्रशेषस्तु — “ये वितत्निरे य इमं यज्ञ स्वधया ददन्ते तेषां छिन्नं प्रत्येतद्दधामि स्वाहा घर्मो देवा अप्येतु” इति।\nचतुर्थकाण्डे प्रजापतिर्मनसाऽन्धोऽच्छेत इत्यस्मिन्ननुवाक इष्टकोपधानार्था यज्ञतनुनामकास्त्रयस्त्रिंशन्मन्त्रा आम्नाताः। तन्मन्त्रप्रतिपाद्या यज्ञतनव इह तन्तुस्थानीयाः। यथा तन्तुभिः पटो निष्पाद्यते तथा तास्तनवो यज्ञं विस्तारयन्ति। ते तन्तवो यज्ञनिष्पादकाः। येऽप्यृत्विगादयः स्वधया हविषेमं यज्ञं ददन्तेऽनुतिष्ठन्ति तेषां प्राजापत्यादीनां यज्ञाभिमानिदेवानामृ- त्विगादियज्ञाङ्गानां च मध्ये यत्स्वरूपं विच्छिन्नं तदेतत्प्रतिसंधामि। अतः स्वाहा सुष्टु प्रतिसंहितो घर्मो दीप्तो यज्ञाङ्गविशेषो देवानप्येतु प्राप्नोतु।\nअत्र विनियोगसंग्रहः —\n“मम प्रवत्स्यन्पूर्वाग्निं मन्त्रयेत्पुनरागतः।\nममेत्याद्यैश्चतुर्मन्त्रैर्मनस्तत्र जुहोति हि॥१॥\nगतमग्नेरुपस्थानं मन्त्राः प्रासङ्गिका अथ।\nपयेत्याचामति स्वामी दर्शपूर्णिमयोरपः॥२॥\nअग्ने प्रागग्निपार्श्वस्थो जपेदग्निं हविस्तथा।\nनिरुप्यमाणं संमन्त्र्य कस्त्वा यज्ञं युनक्ति हि॥३॥\nयानीति मुच्यमानानि कपालान्यनुमन्त्रयेत्।\nअभिन्नोऽप्सु क्षिपेद्भिन्नं कपालं त्रय इत्यतः।\nकपालान्तरमादध्यादिति प्रासङ्गिका गताः॥४॥” इति।\nइति श्रीमत्सायणाचार्यविरचिते माधवीये वेदार्थप्रकाशे कृष्णयजुर्वेदीय-तैत्तिरीयसंहिताभाष्ये प्रथमकाण्डे पञ्चमप्रपाठके दशमोऽनुवाकः॥१०॥\n",
  "bhattaBhashya": "\n\n\n2आगत्य प्रवासात्पुनस्तमुपतिष्ठते - मम नाम तव चेति । अयञ्च जगतीप्रकारो विवृद्धपादः । 'आयुषे त्वं जीवसे वयम्' इति तृतीयः पादः ॥ हे जातवेदः मम च तव च सम्बन्धिनी ये नामनी विवसानौ विपरिवृत्य वसानौ मम नाम त्वं तव च नामाहमिति, अतोन्योन्यस्य विपरिवृत्ते इव धारयन्तौ चरावः त्वं चाहं च वर्तावहे । ते नामनी पुनरिदानीं यथायथं यथास्वं विपरिदधावहै पुनविवर्तावहै । तव नाम त्वमेव परिधत्स्व मम च नामाहमेव परिदधे । 'यथास्वे यथायथम्' इति निपात्यते । किमर्थमित्याह - आयुषे अन्नाय हविर्लक्षणाय त्वमात्मीयं नाम गृहाण । जीवसे दीर्घाय्नुर्जीवितुम् वयमप्यात्मीयं नाम गृह्णीमः । 'अस्मदो द्वयोश्च' इत्येकस्मिन् बहुवचनम् । वचनव्यत्ययो वा ।\n\n'तुमर्थे सेसेन्' इत्यसेप्रत्ययः, आद्युदात्तत्वप्रसङ्गादसुन्नन्तो नेष्यते ॥\n\n3गार्हपत्यमुपतिष्ठते - नमोग्नय इति त्रिष्टुभा ॥ नमोग्नये पूजेयं क्रियते । अप्रतिविद्धाय केन न चिदप्यताडिताय । नमोनाधृष्टाय केन चिदप्यपरिभूताय । नमस्सम्राजे सर्वदा सङ्गतदीप्तये । 'मो राजि समः क्वौ' इति मकारः । इदानीं स एवाग्निस्स्तूयते - अयं खल्वग्निः अषाढः केन चिदपि सोढुमशक्यः । 'साढ्वै साढ्वा' इति निपात्यते, 'सहोस्साढस्सः' इति षत्वम् । बृहद्वयाः अपरिमितान्नः, विश्वजित्सर्वस्य जेता, सहन्न्त्यः अभिभवनशीलश्शत्रूणाम् । सहेरौणादिके झचि स्वार्थिको यत्, अद्व्यचोपि व्यत्ययेन 'यतोऽनावः' इत्याद्युदात्तत्वम् । श्रेष्ठः प्रशस्यतमः, गन्धर्वः गवां स्तुतिशब्दानां धारयिता स्वीकर्ता । स्वीकृत्य वा तदर्थस्य कर्ता । पृषोदरादिः । योग्निरित्थम्भूतस्तस्मै नमः इति ॥\n\n4अन्वाहार्यपचनमुपतिष्ठते - त्वत्पितार इति ॥ अयं कश्चिद्गायत्रीप्रकारः । 'सम्मामायुषा' इति तृतीयः । हे अग्ने त्वात्पितारस्त्वत्पितृकाः त्वं पिता पाता वा येषां तादृशा देवताः । छान्दसं दीर्घत्वम्, 'ऋतश्छन्दसि' इति कबभावः । त्वामाहुतयः त्वां प्रति गन्तारः, त्वय्याहुतयो येषान्ते त्वामाहुतयः । छान्दसो द्वितीयाया अलुक् । त्वय्याहुतयः देवाहुतय इत्यर्थः । त्वद्विवाचनाः त्वं विवाचनाः विवाचयिता विशेषेण ख्यापयिता येषां ते तादृशाः, त्वन्मुखत्वाद्देवानाम् वचेर्ण्यन्तान्नन्द्यादिलक्षणो ल्युः । स तादृशस्त्वमायुषान्नेन जीवितेन वा सुहिते सुष्ठु निहिते सुहितार्थं मां सन्धाः सन्धेहि संयोजय । गौपत्येन गवां स्वामित्वेन च मां सन्धेहि । पत्यन्तलक्षणो यत् । दधातेर्लेटि शपो लुक् । छान्दसे वा लिङि 'गातिस्था' इति सिचो लुक् । यद्वा - सुहिते सम्यक् स्थापय । सुहित इति प्रादिसमासे अव्ययपूर्वपदप्रकृतिस्वरत्वम् ॥\n\n5आहवनीयमुपतिष्ठते - अयमित्यनुष्टुभा ॥ अयमग्निराहवनीयश्श्रेष्ठतमः अतिशयेन प्रशस्यतमः प्रशस्तानामपि प्रशस्ततमः । प्रकर्षवतामप्यतिशयविवक्षया द्वितीय आतिशायनिको भवत्येव, यथा 'श्रेष्ठतमाय कर्मणे' इति । अयं भगवत्तमः अतिशयेन धनवान् । तथाऽयं सहस्रसातमः सहस्रस्य बहुनो धनस्य ये सनितारस्सम्भक्तारो दातारो वा तानतिशेते । 'जनसन' इति विट् ,'विड्वनोरनुनासिकस्स्यात्' इत्यात्वम् । ईदृशोयमग्निरस्मै यजमानाय मह्यं सुवीर्यमस्तु शोभनवीर्यं धनमस्तु । ईदृशधनहेतुर्मामस्त्विति यावत् । 'वीरवीर्यौ च' इत्युत्तरपदाद्युदात्तत्वम् । एवं सहस्रपदोपात्तं धनं सुवीर्यशब्देन विशेप्यते ॥\n\n6विच्छिन्ननिमित्तो होमः - मनो ज्योतिरिति । त्रिष्टुबियं, विराड्वा ॥ पूर्वार्धर्चो व्याख्यातः । सर्वस्य मनो द्योतमानोयमग्निरिदमाज्यं जुषतां, जुषमाणश्चेमं विच्छिन्नं यज्ञं सन्दधात्विति । या इष्टाः 'तास्सन्दधामि' इति वचनात् मयि प्रोषिते प्रमत्ते वा । या उषसः अन्यैर्यजमानैरिष्टाः, मयानिष्टा इत्यर्थसिद्धम् । यद्वा - इष्टा यागार्हा मयानिष्टास्संधातुं या इष्टाः । इच्छतेर्निष्ठा । इषेर्वा गतिकर्मणः, इष्टाः गताः विना यागेनातिवाहिताः । उषसः अहरारम्भाः प्रातश्च सायं चेति यावत् । म्रुचु म्लुचु स्तेयकरणे, सम्पदादिलक्षणः क्विप् । तास्सन्दधामि अनेन घृतेनैव हविषा चरुणा सङ्गताः करोमि अनेन हविषा यागवतीः करोमि । अथापरम् - या इष्टाः पूर्वं मया यागवत्यः कृताः या उषसः उदया दिवसा इत्यर्थः । याश्च निम्रुचः लुप्तयागा उषसस्ता उभयीरुषसः अनेन हविषा सन्दधामि संयोजयामि, यागवतीरेव सर्वाः करोमि, इष्टानिष्टविभागरहिताः करोमीत्यर्थः ॥\n\n7अतः परमिष्टियाजमानकाण्डं प्राजापत्यम् । तत्राप आचामति - पयस्वतीरित्यनुष्टुभा ॥ पयस्वतीः पयस्वत्यः क्षीरवत्यस्सारवत्यो वा । पानरसेन तद्वत्य ओषधय ओषध्यः फलपाकान्ताः । 'वा छन्दसि' पूर्वसवर्णदीर्घत्वम् । वीरुधां तु पयः पयस्वत् ओषधीनां पयोपि पयस्वत् सारवत् पेयत्वगुणवत् । विविधं रोहन्तीति वीरुधः लतादयः । पृषोदरादिः । अपां वा सम्बन्धि यत्पयः ईदृशं पयसोपि पयः, यत्किञ्चित्पय ओषधीनां वीरुधां वा तस्यापि पयस्ततोपि सारवत् । तेन मां संसृज योजय हे इन्द्र । एतदुक्तं भवति - ओषधयो न केवलं पयस्वत्यः वीरुधान्तु पयोपि पयस्वत्, अपान्तु ततोपि पयस्वत्पय इति ॥\n\n8व्रतमुपैति - अग्ने व्रतपत इति यजुषा ॥ हे अग्ने व्रतानां ब्रह्मचर्यादीनां पते पालयितः । 'नामन्त्रिते समानाधिकरणे सामान्यवचनम्' इति पूर्वस्याविद्यमानवत्वनिषेधाद्द्वितीयं निहन्यते । व्रतं यथोक्तं चरिष्यामि तद्व्रतमहं शकेयं चरितुं समर्थो भूयासम् । लिङ्याशिष्यङ् । तद्व्रतं त्वत्प्रसादाच्चरितं मे मम राध्यतां सिद्ध्यतु । राध हिंसासिद्दयोः, दैवादिकः ॥\n\n9हविर्निरुप्यमाणमभिमन्त्रयते - अग्निं होतारमिति । अत्र वृत्तिद्वययोगात्संशये सङ्ख्यया त्रिष्टुबित्येके । 'आद्यात्सन्देहे । देवतादिभ्यश्च' इति जगतीत्यन्ये ॥ इहास्मिन् कर्मणि होतारं देवानामाह्वातारमग्निं हुवे आह्वयामि । शपो लुक् । देवान्यज्ञियान्यज्ञार्हान् हवामहे आह्वयामः, य आह्वातव्यास्तानप्याह्वयामि । 'बहुलं छन्दसि' इति ह्वयतेस्सम्प्रसार्णम् । 'यज्ञर्त्विग्भ्याम्' इति यज्ञशब्दाद्घः । यद्वा - यान्हवामहे ये होतव्याः तानाह्वयामि । जुहोतेर्व्यत्येयन शप्, आत्मनेपदं च । ते च हुतास्सुमनस्यमानाः सुमनसस्सन्त आह्वानापराधं सोढ्वा तुष्यन्तु, आयन्त्वागच्छन्तु । भृशादित्वलक्षणः क्यङ् । आगत्य च देवा हविषोस्य वियन्तु भक्षयन्तु । वी गत्यादिषु, 'क्रियाग्रहणं कर्तव्यम्' इति सम्प्रदानत्वात् 'चतुर्थ्यर्थे बहुलं छन्दसि' इति षष्ठी ॥\n\n10यज्ञं यज्ञयोगेन युनक्ति - कस्त्वेति यजुषा ॥ कः प्रजापतिरेव हि त्वां युनक्ति योक्तुमर्हति, तस्मात्स त्वां युनक्तु हे यज्ञ युक्तात्मानं त्वां करोतु ॥\n\n11कपालानि विमुञ्चति - यानि घर्म इत्यनुष्टुभा ॥ इयं चाध्वर्यवे व्याख्याता 'धृष्टिरसि' इत्यत्र । यानि कपालानि घर्मे अग्नौ वेधसोध्वर्यवः उपचिन्वन्ति उपदधति तानि पूष्णः पुष्टिकारणस्याग्नेर्व्रते कर्मणि अपीते समाप्ते । इदानीमिन्द्रवायू विमुञ्चताम्; न ह्यन्यस्तानि विमोक्तुं शक्नोतीति ॥\n\n12भिन्नं कपालमुत्कर उदस्यति - अभिन्न इति । पङ्क्तिरियं चतुष्पदा ॥ अभिन्नोऽविगुणोस्तु घर्मो यज्ञः; सत्यपि कपालभेदे तन्निमत्तं यज्ञस्य वैगुण्यं मा भूदित्यर्थः । अथ वा - घर्मार्थं कपालं घर्मः स भिन्नोप्यभिन्नोस्तु अविनष्ट एवास्तु । अत एव जीरदानुः यागः कपालं वा भवतु वैगुण्याभावात्; जीरमुदकं तस्य दाता वर्षादिद्वारेण । यद्वा - जीवं जीवितं प्रजानां तस्य दाता । जीवेरौणादिको रक्प्रत्ययः, ददातेर्नुः, दासीभारादित्वात्पूर्वपदप्रकृतिस्वरत्वम् । जीवेरदानुक् जीरदानुः इति निर्वचनं पदकारा न सहन्ते । किञ्च - अयं घर्मो यज्ञात्मा कपालात्मा वा यतः पृथिव्या आत्तः गृहीतः तदेव पुनरगन् गच्छतु पृथिव्यां गृहीतं पृथिवीमेव गच्छतु । गमेश्छान्दसे लिङि 'मन्त्रे घस' इत्यादिना च्लेर्लुक् । 'मो नो धातोः ' ॥\n\n13आहवनीये सम्मीननीं जुहोति - इध्मो वेदिरित्युत्तरेणार्धर्चेन त्रयस्त्रिंशदिति त्रिष्टुभा च ॥ इध्मो वेदिः परिधयश्च । चशब्दादन्येप्येवंजातीयास्सर्वे यज्ञस्यायुस्थानीयमिममनुसञ्चरन्ति अनुक्रमेण प्रत्यासन्ना भूत्वा चरन्ति इमं सेवमाना वर्तन्ते । ये च त्रयस्त्रिंशत्तन्तवः तन्तुस्थानीयाः पटमिव सूत्राणीमं यज्ञं वितत्निरे विस्तारयन्ति । के पुनस्ते? ये 'प्रजापतिर्मनसान्धोच्छेतः' इति आकूतिप्रभृतियज्ञस्य तनितारः प्रजापत्यादयः ते वेदितव्याः । आकूत्यादयो वा यज्ञावयवाः । त्रयश्च त्रिंशच्च । 'त्रेस्त्रयः' इति सूत्रेण त्रेस्त्रयसादेशः, 'सङ्क्या' इति पूर्वपदप्रर्कृतिस्वरत्वम् । विपूर्वात्तनोतेश्छान्दसे लिटि 'तनिपत्योश्छन्दसि' इत्युपधालोपः । अथ ये च इमं यज्ञं स्वधयान्नेन हविरात्मना ददन्ते उत्पादयन्ति, उत्पाद्य वा देवेभ्यो दधति । ददतिर्भौवादिकः । तेषां सर्वेषां यच्छिन्नं भेदननिमित्तेन प्राप्तं वैगुण्यं एतत्प्रतिदधामि अनयाहुत्या प्रतिविहितं करोमि । यद्वा - समर्थे प्रतिशब्दः; यच्छिन्नमेतत्सन्दधामि सन्ततमविच्छिन्नमनयाहुत्या करोमि, स्वाहुतं चेदमस्तु ॥\n\n14अन्यं कपालं तेषु विसृजति - घर्म इति ॥ घर्मो यज्ञः कपालं वा देवानप्येतु अनुप्रविशतु अन्वितगुणो भवतु ॥\n\nइति पञ्चमे दशमोनुवाकः ॥\n"
}