{
  "id": "TS 1.7.13.3",
  "classification": {
    "kanda": "1",
    "prasna": "7",
    "anuvaka": "13",
    "panchasat": "3"
  },
  "header": "TS 1.7.13.3",
  "panchasatInfo": " 49",
  "padaCount": 50,
  "samhita": "मनो॑ विष्व॒द्रिय॒ग् वि चा॑रीत् ॥ मा नो॑ मर्द्धी॒रा भ॑रा द॒द्धि तन्नः॒ प्र दा॒शुषे॒ दात॑वे॒ भूरि॒ यत् ते᳚ । नव्ये॑ दे॒ष्णे श॒स्ते अ॒स्मिन् त॑ उ॒क्थे प्र ब्र॑वाम व॒यमि॑न्द्र स्तु॒वन्तः॑ ॥ आ तू भ॑र॒ माकि॑रे॒तत् परि॑ ष्ठाद् वि॒द्मा हि त्वा॒ वसु॑पतिं॒ ॅवसू॑नां । इन्द्र॒ यत् ते॒ माहि॑नं॒ दत्र॒-मस्त्य॒स्मभ्यं॒ तद्ध॑र्यश्व॒ - [ ]",
  "pada": "मनः॑ । वि॒ष्व॒द्रिय॒गिति॑ विष्व - द्रिय॑क् । वीति॑ । चा॒री॒त् ।  । मा । नः॒ । म॒र्द्धीः॒ । एति॑ । भ॒र॒ । द॒द्धि । तत् । नः॒ । प्रेति॑ । दा॒शुषे᳚ । दात॑वे । भूरि॑ । यत् । ते॒ ।  । नव्ये᳚ । दे॒ष्णे । श॒स्ते । अ॒स्मिन्न् । ते॒ । उ॒क्थे । प्रेति॑ । ब्र॒वा॒म॒ । व॒यम् । इ॒न्द्र॒ । स्तु॒वन्तः॑ ।  । एति॑ । तु । भ॒र॒ । माकिः॑ । ए॒तत् । परीति॑ । स्था॒त् । वि॒द्म । हि । त्वा॒ । वसु॑पति॒मिति॒ वसु॑ - प॒ति॒म् । वसू॑नाम् ।  । इन्द्र॑ । यत् । ते॒ । माहि॑नम् । दत्र᳚म् । अस्ति॑ । अ॒स्मभ्य॒मित्य॒स्म - भ्य॒म् । तत् । ह॒र्य॒श्वेति॑ हरि - अ॒श्व॒ । ",
  "attribute": {
    "rishi": "अज्ञात",
    "devata": "अज्ञात",
    "chandas": "अज्ञात"
  },
  "sayanaBhashya": "\n\nकाम्येष्टिकाण्डे काचिदिष्टिरेवमाम्नायते — “इन्द्रायान्वृजवे पुरोडाशमेकादशकपालं निर्वपेद्ग्रामकाम इन्द्रमेवान्वृज  स्वेन भागधेयेनोप धावति स एवास्मै सजाताननुकान्करोति ग्राम्येव भवति” (सं. का. २ प्र.२ अ.८) इति।\nअनुकूलश्चासावृजुश्चेत्यन्वृजुः, साहाय्यकरणमानुकूल्यम्। विरोधानाचारणमृजुत्वं तादृशम्। इन्द्रोऽस्मै यजमानाय सजाताञ्ज्ञातिप्रभृतिबन्धूननुकानेतस्मिन्ननुकूलान्कारोति। ततोऽयं ग्रामस्वामी भवत्येव।\nतत्र पुरोनुवाक्यामाह — अन्वहेति। अहशब्द इच्छब्दश्च समुच्चये। चैत्रादयो मासास्ते च जायमानमिन्द्रमनुसृत्याजिहतास्माननुग्रहीतुं प्राप्तवन्तः। एवं वनान्योषधयः पर्वता वावशाने अस्मान्कामयमाने रोदसी द्यावापृथिव्यावापश्चाजिहतेति योजना। षोढा वाक्यानि भेत्तुं षडनुशब्दाः। स च भेद आदरार्थः॥\nअथ याज्यामाह — अनु त इति। यजत्र यष्टव्य हे इन्द्र महे महते सर्वेभ्यो देवेभ्योऽधिकाय ते तुम्यं सत्रा सत्रेषु विश्वं सर्वं हविर्देवेभिरग्न्यादिभिरनुयायि अनुक्रमेण दीयते। किमर्थम्। वृत्रहत्ये वृत्रवधमनु ते तवेन्द्रियाय बलसिद्ध्यर्थम्। न केवलं वृत्रवधमनुसृत्य क्षत्रमनु त्वदीयं क्षत्रियत्वजात्यभिमानं चानुसृत्य, सहोऽनु त्वदीयमेव बलमनुसृत्य, नृषह्ये वैरिमनुष्यतिरस्कारशीलमनुसृत्य, त्वयी यथोक्तान्गुणानवेक्ष्य ते तुभ्यं पुनः पुनर्दीयत इति शेषः।\nइष्ट्यन्तरं विधत्ते — “इन्द्राण्यै चरुं निर्वपेद्यस्य सेनाऽस शितेव स्यादिन्द्राणी वै सेनायै देवलेन्द्राणीमेव स्वेन भागघेयेनोप धावति सैवास्य सेना स श्यति (सं. का. २ प्र.२. अ.८)” इति।\nअसंशिता तीक्ष्णा न भवति (वेत्) स्वकार्यक्षमा नैव भवेदित्यर्थः।\nतस्यामिष्टौ कंचिदङविशेषं विधत्ते — “बल्बजानपीध्मे सं नह्येद्गौर्यत्राधिष्कन्ना न्येमहत्ततो बल्बजा उदतिष्ठन्गवामेवैनं न्यायमपिनीय गा वेदयति” (सं. का. २ प्र. २ अ. ८) इति।\nबल्बजास्तृणविशेषः। तानपि चोदकप्राप्त इध्मे सम्यग्बध्नीयात्। अधिष्कन्नाऽधिकं पुरीषं प्राप्ता गौर्यत्र देशे न्यमेहन्नितरां मूत्रं करोति, ततो देशाद्वल्बजा उत्पद्यन्ते। तेषां च बल्बजानां बन्धत्वेन यजमांन गवामेव न्यायमपिनीय प्रापय्य गा वेदयति लम्भयति। गवां न्यायः स्वाधीनतया शिक्षितत्वम्। यथा धेनवः शिक्षिताः प्रतिदिनमरण्ये गत्वा यत्र क्वापि पलायनलक्षणं चापलं परित्यज्य काले स्वगृहमेवाऽऽयान्त्यनायासेन दुह्यन्ते यथा वा बलीवर्दाःशिक्षिताः सन्तो रथादीन्स्वामिन इच्छानुसारेण वहन्ति, तथा सेनायाः स्ववशत्वेन कार्यकारित्वं गोन्यायः। गा वेदयति गोवद्धितां स्वाधीनां कार्यकारित्वेन प्रापयतीत्यर्थः।\nतत्र पुरोनुवाक्यामाह — इन्द्राणीमिति। आसु नारिषु देवस्त्रीषु मध्ये सेनास्वामिभूतामिन्द्राणीं सुपत्नीं पतिव्रतामहमश्रवम्। अपरं चनान्यदप्येकमस्ति, अस्या इन्द्राण्याः पतिर्जरसा नहि मरते नैव त्रियते।\nतत्रैव याज्यामाह — नाहमिति। हे इन्द्राणि अहं सख्युर्वृषाकपेऋते त्वत्प्रियमिन्द्रं विना यं कमप्यन्यं देवं न रारण नैव कीर्तयामि। यस्य ममाप्यमप्सु भवमिदं हविः सोमपुरोडाशादिकं प्रियमिष्टं भूत्वा देवेषु गच्छति सर्वान्देवान्प्राप्नोति, तादृशोऽहमिति पूर्वत्रान्वयः।\nइष्ट्यन्तरं विधत्ते — “इन्द्राय मन्युमते मनस्वते पुरोडाशमेकादशकपालं निर्वषेत्संग्रामे संयत्त इन्द्रियेण वै मन्युना मनसा सङ्ग्रामं जयतीन्द्रमेव मन्युमन्तं मनस्वन्त स्वेन भागधेयेनोप धावति स एवास्मिन्निन्द्रियं मन्युं मनो दधाति जयति त  संग्रामम्” (सं. का. २ प्र. २ अ.८) इति।\nमनस्वते धैर्योपेताय, संग्रामे युद्धे संयत्ते सम्यक्प्रवृत्ते सति, इन्द्रियेण पाणिपादादीन्द्रियपाटवेन, मन्युना वैरिविषयकोपाधिक्येन, मनसा पलायनभीत्यादिवर्जनरूपेण धैर्येण।\nतत्र पुरोनुवाक्यामाह — यो जात इति। यो देव इन्द्रो जात एवोत्पन्नमात्र एव प्रथमो देवानो मध्ये मुख्यो मनस्वान्धैर्यवाश्च भूत्वा ऋतुना वृत्रवधादिकर्मणा देवानन्यानग्न्यादीन्पर्यभूषदतिक्रान्तवान्। यस्येन्द्रस्य शुष्माद्बलांद्रोदसी द्यावापृथिव्यावभ्यसेतामविभीताम्। भ्यस, भय इति धातुः। जनासो हे जनाःस इन्द्रो नृम्णस्य स्वकीयबलस्य मह्ना महिम्ना युष्मानवत्विति शेषः।\nयाज्यामाह — आ त इति। उग्र हे इन्द्राऽऽसमन्तात्ते तवोती रक्षणं महोऽधिकम्। यद्यस्माद्रक्षणादस्मदीयाः सेनाःसमन्यवो वैरिविषयकोपयुक्ताः सत्यः समरन्त सम्यगरमन्त क्रीडा अकुर्वन्परबलं नैवागणयन्नित्यर्थः। स(किं)च नर्यस्य मनुष्यहितस्य ते तव बाहुवोर्दिद्युत्खड्गदिदीप्तिः पताति सर्वत्र प्रसरति।\nते मनो विष्वद्रियग्बहुमुखं सन्मा विचारीन्मा विचरतु।\nपूर्वोक्तामेवेष्टिं फलान्तराय विधत्ते — “एतामेव निर्वपेद्यो हतमनाः स्वयंपाप इव स्यादेतानि हि वा एतस्मादपक्रान्तान्यथैष हतमनाः स्वयंपाप इन्द्रमेव मन्युमन्तं मनस्वन्त  स्वेन भागदेयेनोप धावति स एवास्मिन्निन्द्रियं मन्युं मनो दधाति न हतमनाः स्वयंपापो भवति” (सं. का. २ प्र.२ अ.८) इति।\nयः पुरुषो रोगेण द्रव्यहान्यादिना वा हतमना नष्टचित्तः सन्स्वयंपाप इव भ्रान्त इव स्यात्, एतस्मात्पुरुषादेतानीन्द्रियमन्युधैर्याणि अपक्रान्तानि। अथेदानीमेष पुरुषो नष्टचित्तः स्वयं भ्रान्तो भवति तादृश एतामेव निर्वपेदिति पूर्वेत्रान्वयः। एतस्यामपीष्टौ पूर्वोक्ते एव याज्यानुवाक्ये।\nइष्ट्यन्तरं विधत्ते — “इन्द्राय दात्रे पुरोडाशमेकादशकपालं निर्वपेद्यः कामयेत दानकामा मे प्रजाः स्युरितीन्द्रमेव दातार स्वेन भागधेयेनोप धावति स एवास्मै दानकामाः प्रजाः करोति दानकामा अस्मै प्रजा भवन्ति” (सं. का. २ प्र. २ अ. ८) इति।\nतत्र पुरोनुवाक्यामाह — मा न इति। हे इन्द्र नोऽस्मानस्मदीयाः प्रजाश्च मा मर्धीः कलहार्थिनार्मा कार्षीः। किंतु प्रकर्षेण दाशुषे हव्यं दत्तवत्ते यजमानाय दातवे दातुं ते त्वदीयं यद्भूरि धनं संचितमस्ति तदाभर तदाहर। आहृत्य च नोऽस्मभ्यं दद्धि देहि। हे इन्द्र नव्ये नूतने देष्णे त्वद्दानसाधने शस्ते प्रशस्तेऽस्मिन्कर्मणि त उक्थे त्वदीये शस्त्रे स्तुवन्तो वयं प्रब्रवाम प्रकर्षेण प्रार्थयामहे।\nतत्रैव याज्यामाह — आ तू भरेति। हे इन्द्र त्वमा तू भर धनमाहरैव। एतत्त्वदाहृतं धनं माकिर्मैव परिष्ठात्परत्र मा तिष्ठतु। यस्मात्त्वां वसूनां वसुपतिरिति विद्म। कस्यचिदेव धनस्य पतिर्न भवसि, किंतु सर्वेषामिति विवक्षया वसूनां वसुपतिमित्युक्तम्। यस्मादेवं विद्म तस्मादाहरेत्यन्वयः। हे इन्द्र त्वदीयं माहिनं महनीयं दत्रं दातव्यं यद्धनमस्ति हे हर्यश्व हरिनामकाभ्यामश्वाभ्यामुपेतेन्द्र तद्धनमस्मभ्यं प्रयन्धि प्रयच्छ।\nइष्ट्यन्तरं विधत्ते — “इन्द्राय प्रदात्रे पुरोडाशमेकादशकपालं निर्वपेद्यस्मै प्रत्तमिव सन्न प्रदीयेतेन्द्रमेव प्रदातार  स्वेन भागघेयेनोप धावति स एवास्मै प्र दापयति” (सं. का २ प्र. २ अ. ८) इति।\nप्रदात्रे प्रदापयित्रे। वाक्यस्यान्ते प्रदापयतीति श्रवणात्। यस्मा उत्तमर्णाय प्रतिग्रहीत्रे दायादाय वाऽधमर्णादिः पुरैव प्रकर्षेण दत्तमित्येवं दातव्यं धनमपलपति तद्धनं स्वत्वेन व्यवहिते। वस्तुतस्तु नैव प्रत्तं, तादृश उत्तमर्णादिर्निर्वपेत्।\nतत्र पुरोनुवाक्यामाह — प्रदातारमिति। प्रकर्षेण दातारं दापयितारमिन्द्रं हविषा युक्ता वयमाहवामह आह्वयामः। हे इन्द्र, उभावपि हस्तौ धनेन पृणस्व पूरय। ततो ममाऽऽभिमुख्येन दक्षिणाद्धस्तात्प्रयच्छ, सव्यादप्याभिमुख्येन प्रयच्छ।\nतत्र याज्यामाह — प्रदातेति। प्रदाता प्रकर्षेण दाता। वज्त्री वज्रवान्। वृषभोऽभिमतानां धनानां वर्षिता। तुराषाट् शत्रूणां शीघ्रमभिभविता। शुष्मी बलवान्। राजा दीप्यमानः। वृत्रहा वृत्रं हतवान्। सामपावा सोमस्य पाता। ईदृशस्त्वमस्मिन्यज्ञे बर्हिषि वेद्यां स्तीर्णदर्भ आनिषद्याऽऽगत्योपविश्याथानन्तरं शं सुखकरो योरनिष्टवियोजयिता भव।\nइष्ट्यन्तरं विधत्ते — “इन्द्राय सुत्राम्णे पुरोडाशमेकादशकपालं निर्वपेदपरुद्धे। वाऽपरुध्यमानो वेन्द्रमेव सुत्रामाण स्वेन भागधेयेनोप धावति स एवैनं त्रायतेऽनरुपध्यो भवति” (सं.का. २ प्र. २ अ. ८) इति।\nसुत्राम्णे सुष्ठु त्रात्रे। अपरुद्धश्चिरं राज्याद्भ्रष्टः। अपरुध्यमान इदानीमेव भ्रश्यमानः। अनपरुध्यो भ्रंशाविषयः।\nतत्र पुरोनुवाक्यामाह — इन्द्र इति। अयमिन्द्रः सुत्रामा सुष्ठु त्राता स्ववान्धनवानवोभी रक्षणैः सुमृडीकः सुखकरो विश्ववेदा अस्मदनुष्ठितकृत्स्नपरिचर्याभिज्ञो भवतु।\nबाधतामस्मान्बाधमानानां वैरिणां द्वेषो विद्वेषी स इन्द्रोऽस्माकमभयं कृणोतु करोतु। तत्प्रसादाद्वयं सुवीर्यस्य वैर्यभिभवसामर्थ्यस्य पतयः स्याम स्वामिनो भवेम।\nयाज्यामाह — तस्य वयमिति। वयं यज्ञियस्य यज्ञसंबन्धिनस्तस्येन्द्रस्य सुमतावनुग्रहयुक्ते चित्त स्थिता भवेम। अपि च भद्रे परममङ्गले सौमनसे मनःसमाधानेऽवस्थिताः स्याम। सुत्रामा सुष्ठु त्राता स्ववान्धनवान्स इन्द्रोऽस्मे अस्याकं द्वेषो द्वेष्यानाराच्चद्दूरादेव युयोतु पृथक्करोतु। कीदृशानामस्यांक सनुतः सनुतां हविर्दातृणाम्।\nइष्ट्यन्तरं विधत्ते — “इन्द्रो वै सदृङ् देवताभिरासत्सि न व्यावृतमगच्छत्स प्रजापतिमुपाधावत्तस्मा एतमैन्द्रमेकादशकपालं निरवपत्तेनैवास्मिन्निन्द्रियमदधाच्छक्वरी याज्यानुवाक्ये अकरोद्वज्रो वै शक्वरी स एनं वज्रो भूत्या ऐन्ध सोऽभवत्सोऽबिभेद्भूतः प्र मा धक्ष्यतीति स प्रजापतिं पुनरुपाधावत्स प्रजापतिः शक्वर्या अधि रेवतीं निरमिमीत शान्त्या अप्रदाहाय” (सं. का.२ प्र. २ अ. ८) इति।\nपुरा कदाचिदिन्द्रो देवताभिरितराभिर्हि सदृश आसीत्तदाधिपत्यलक्षणां व्यावृत्तिं न प्राप्तवान्। कश्चिदपि देव एतदीयं भृत्यत्वं नाङ्गीचकार। स इन्द्रः खिन्नः प्रजापतिमुपाजगाम। स प्रजापतिर्व्यावृत्तिकामाय तस्मा इन्द्रायातीतसृष्टिगतेन्द्रदेवताकमेकादशकपालं पुरोडाशं निरवपत्। स प्रजापतिः स्वयमिन्द्रस्य यजमानस्य याग आघ्वर्यवमकरोत्। तेनैव यागेनास्मिन्व्यावृत्तिकाम इन्द्रे सामर्थ्ये स्थापितवान्। तत्सिद्धयर्थ शक्वरीच्छन्दसा युक्ते द्वे ऋचौ याज्यानुवाक्ये अकरोत्। यद्यप्यत्र प्रो ष्वस्मा इत्येकैव शक्वरी तथाऽप्यावृत्ता सती सैव शक्वरी याज्या पुरोनुवाक्या च भविष्यतीति। सा शक्वरी वज्ररूपा।स वज्र एनं व्यावृत्तिकामिनमिन्द्रं भूत्या आधिपत्यलक्षणायैश्वर्यायैन्ध प्रकाशितवान्। स चेन्द्रोऽधिपतिरभवत्। भूत ऐश्वर्यं प्राप्तः स इन्द्रः पुनरविभेदियमत्युग्रा शक्वरी मां प्रधक्ष्यतीति विचार्य, तच्छान्तये स इन्द्रः प्रजापतिं पुनरुपाधावत्। स प्रजापतिः शक्वर्या अधि अधिकत्वेन रेवतीं रेवतीर्नः सधमाद इत्येतामृचं निर्मितवान्। किमर्थम्। शक्वर्या उग्रत्वशान्त्या इन्द्रस्याप्रदाहाय च।\nऐश्वर्ययोग्यराजकुमारादेरैश्वर्याप्राप्तावैश्वर्यप्राप्त्यर्थमिष्टिमिदानीं विधत्ते — “योऽल श्रियै सन्त्सदृङ्समानैः स्यात्तस्मा एतमैन्द्रमेकादशकपालं निर्वपेदिन्द्रमेव स्वेन भागधेयोनोप धावति स एवास्मिन्निन्द्रियं दधाति” (सं. का. २ प्र.२ अ. ८) इति।\nयः पुमान्राजकुमारादिः श्रिया ऐश्वर्यायालं सन्समर्थः सन्नपि तदैश्वर्यमप्राप्य समानैः साधारणैरैश्वर्यरहितैः प्राणिभिः सदृशः स्यात्तस्मै तदर्थमियमिष्टिः।\nतामेतामिष्टिं विधाय याज्यानुवाक्ये विधत्ते — “रेवती पुरोनुवाक्या भवति शान्त्या अप्रदाहाय शक्वरी याज्या वज्रो वै शक्वरी स एनं वज्रो भूत्या इन्धे भवत्येव” (सं. का. २ प्र. २ अ. ८) इति।\nरेवत्याः पाठस्तु — रेवतीर्न इति। रेवतीर्धनवत्यः सधमादोऽस्माभिः सह मादयन्त्यो हर्षयुक्तास्तुविवाजा बहून्नोपेताः शक्वरीप्रापितदाहशान्तिप्रदा आपो नोऽस्मांक स्मामिनीन्द्रे सन्त्वस्मत्सुखाय तिष्ठन्तु। याभिरद्भिः सह वयं क्षुमन्तः शब्दायन्त इन्द्रं स्तुवन्तो मदेम हृष्याम।\nशक्वर्याः पाठस्तु — प्रो ष्वस्मा इति। अस्मा इन्द्रायास्येन्द्रस्य पुरोरथं रथस्य पुरोभागे शूषं बलं प्रोष्वर्चत प्रकर्षेण सुष्ठु पूजयत। कथं बलस्य पूजेत्युच्यते। अयमिन्द्रो वृत्रहा वैरिघाती समत्सु सँग्रामेषु सङ्गे योद्धृभिर्वैरिभटैः सङ्गे सति सयोगे सति अभीके चिदु हन्तुं कामयमानेऽपि वैरिणि लोककृत्स्थिति करोत्येव न तु पलायते। इत्थं बलस्य पूजा। तथा पूजित इन्द्रोऽस्माकमितरव्यावृत्तये चोदिता प्रेरयिता सन्बोधि बुध्यतां सावधानो भवतु। अन्यकेषां कुत्सितानां वैरिणां धन्वसु अधिश्रित्य वर्तमाना ज्याकाः कुत्सिता ज्या नमन्तां नश्यन्तु त्रुट्यन्त्वित्यर्थः।\nअत्र विनियोगसंग्रहः — “अन्वहान्वृजुमत्यैन्द्र इन्द्राणीति तु (मिति) तच्चरौ।\nयो जातो मन्युमत्यैन्द्रे मा नो दातृमदैन्द्रके ॥१॥\nप्रदा प्रदातृमत्यैन्द्र इन्द्रः सुत्रामसंयुते।\nरेवतीः श्रीप्रदैन्द्रे स्यादव मन्त्राश्चतुर्दश ॥२॥” इति।\nइति श्रीमत्सायणाचार्यविरचिते माधवीये वेदार्थप्रकाशे कृष्णयजुर्वेदीयतैत्तिरीयसंहिताभाष्ये प्रथमकाण्डे सप्तमप्रपाठके त्रयोदशोऽनुवाकः ॥१३॥\n\n—-------------------------------------------\n",
  "bhattaBhashya": "\n\n\n2तत्रैव याज्या - अनु ते दायीति त्रिष्टुप् ॥ व्याख्यातेयं षष्ठान्ते । हे इन्द्र यजत्र यष्टव्य तुभ्यं देवैः ऋत्विग्भ्यः दायि दीयते सामर्थ्याद्धविः । विश्वं कृत्स्नमपि सत्रा सर्तव्येषु यज्ञेषु महदिन्द्रियमनुवीक्ष्य महतेन्द्रियेण तद्वानिति कृत्वा वृत्रहत्यां चानुवीक्ष्य, क्षत्रं धनं सहो बलं चानुवीक्ष्येति ॥\n\n3'इन्द्राण्यै चरुं निर्वपेद्यस्य सेनाऽसंशितेव स्यात्' इत्यस्य पुरोनुवाक्या - इन्द्राणीमित्यनुष्टुप् ॥ इन्द्रणीमिन्द्रस्य पत्नीम् । 'इन्द्रवरुण' इति ङीष् । आसु नारिषु मध्ये । छान्दसं ह्रस्वत्वम् । सुपत्नीं शोभनपतिकाम् । 'विभाषा सपूर्वस्य' इति ङीष्, 'आद्युदात्तं द्व्यच्छन्दसि' इत्युत्तरपदाद्युदात्तत्वम् । अहमश्रवं श्रुतवानस्मि । शृणोतेर्लङि व्यत्ययेन शप् । लुग्वा शपः । अपरञ्चन किञ्चन किञ्चान्यदित्यर्थः अयमस्मा अन्यो विशेषः । चनेति समुच्चये । न ह्यस्याः पतिः जरसा वयोहान्या मरते म्रियते । व्यत्ययेन शप्, 'हि च' इति निघातप्रतिषेधः । सैव महाभागा इन्द्राणी अस्मत्सेनामुत्साहवतीं करोत्वित्यर्थः ॥\n\n4तत्रैव याज्या - नाहमित्यनुष्टुप् ॥ हे इन्द्राणि तव सख्युः वृषाकपेः इन्द्रादृते वा मम सख्युः वृषाकपेः आदित्याद्विष्णोर्वा ऋते कञ्चिदपि नाहं रारण न रणामि न कीर्तयामि ततोन्यं न नौमीत्यर्थः । ततोन्येन वा केन चिदपि न रमे । छान्दसो लिट् । तुजादित्वादभ्यासस्य दीर्घत्वम्, 'णलुत्तमो वा' इति वृद्ध्यभावः, रमतेरन्त्यविकारश्छान्दसः । आत्मानं विशिनष्टि - यस्य हविः मम सम्बन्धि हविः अप्यमद्भ्यो हितं, वृष्टिहेतुत्वात् । अप्सु वा भवं सोमपुरोडाशादिकं, तत्कारणत्वात् । छान्दसो यत् । प्रियमिष्टं भूत्वा देवेषु गच्छति सर्वान् देवान् प्राप्नोति । एवं सर्वदेवप्रीणनसमर्थोपि अहं वृषाकपेः ऋते न कञ्चिद्रारण न वा केन चिद्रणे, सखित्वात् । सोहमिदानीं अनेन हविषाराधयामि, अतोस्मत्सेनां संशितां कुर्विति ॥\n\n5'इन्द्राय मन्युमते मनस्वते पुरोडाशमेकादशकपालं निर्वपेत्सङ्ग्रामे संयत्ते' इत्यस्य पुरोनुवाक्या - यो जात इति ॥ यो जात एव जातमात्र एव अन्येन अन्येन संस्कारेण विनैव प्रथमः देवानां प्रधानभूतः मनस्वान् मनस्वी तेजस्वी देवः दीप्तिमान् ऋतुना कर्मणा वृत्रवधादिना प्रज्ञया वा पर्यभूषत् अत्यक्रमत् पर्यगृह्णाद्वा स्वामित्वेन । भवतेर्लुङ्, व्यत्ययेन क्सः, 'श्रुकः किति' इतीट्प्रतिषेधः । यस्य शुष्माद् रोदसी द्यावापृथिव्यावपि । किमुतान्यः । अभ्यसेतां अबिभीताम् । भ्यस भये, अनुदात्तेत् । हे जनासः जनाः । पूर्ववदसुक् । स तादृश इन्द्रः नृम्णस्य बलसय मह्ना महत्त्वेन इत्थम्भूतस्तादृशो महाबलोन्यो नास्ति तस्मान्मा भैष्ट जनाः दास्यत्यस्मभ्यमिन्द्रियं बलं चेति । महतेरौणादिको नप्रत्ययः, तृतीयैकवचनसय 'सुपां सुलुक्' इत्याकारः ॥\n\n6तत्रैव याज्या - आ ते मह इति पुरस्ताज्ज्योतिस्त्रिष्टुप् । त्रिष्टुबेव वा ; प्रथमः पादो दशाक्षरः कार्यः । बाह्वोरिति तृतीयपादान्तः ॥ हे इन्द्र उग्र उद्गीर्णायुध ते तव महः महती ऊती गतिः प्रभावः । 'ऊतियूति' इति क्तिन उदात्तत्वम् । प्रथमायाः पूर्वसवर्णदीर्घत्वम् । मह इत्यस्यान्तोदात्तत्वं मृग्यम् । यद्वा - ते तव महः महतः प्रभावस्य 'सावेकाचः' इति षष्ठ्या उदात्तत्वम् । ऊत्या प्राप्त्या । तृतीयायाः पूर्वसवर्णः । समन्यवः सामर्षास्सेनाः । सामर्थ्यात्परकीयाः यद्यस्मात् आसमरन्त सर्वास्सम्भूयागताः । 'समो गमृच्छि' इत्यात्मनेपदम्, 'सर्तिशास्त्यर्तिभ्यश्च' इत्यङ् । तस्य ते नर्यस्य नरीभ्यो हितस्य बाह्वोः विद्युत् दीप्यमानः शत्रुः पताति पतेत् अग्नौ शलभ इव । लेट्याडागमः । यद्वा - दिद्युत् आयुधविशेषः तव बाह्वोस्सम्बन्धी इतश्चेतश्च पततु । किञ्च - ते तव मनः विष्वद्रियक् विष्वग्गतं स मा विचरीत् विचलितं मा भूत् अस्मज्जयायैव भवतु 'विष्वग्देवयोश्च' इत्यद्र्यादेशः । अद्रिसन्ध्योरन्तोदात्तत्वनिपातनं स्वरनिवृत्यर्थमित्युक्तम् ॥\n\n7इन्द्राय दात्रे पुरोडाशमेकादशकपालं निवेपेद्यः कामयेत दानकामा मे प्रजास्युः' इत्यस्य पुरोनुवाक्या - मा न इति त्रिष्टुप् ॥ हे इन्द्र नोस्मान् मा मर्धीः कलहिनो मा कार्षीः । किन्तु ; नोस्मभ्यं आभर आहर । पूर्ववद्भत्वम् । 'द्व्यचोतस्तिङः' इति संहितायां दीर्घत्वम् । आहृत्य च तदस्मभ्यं प्रदद्धि प्रदेहि । व्यत्ययेन एत्वाभ्यासलोपाभावः । तदित्युक्तमित्याह - यत्ते तव सम्बन्धि भूरि बहु तत्तु 'दातवे' इति सन्निधेर्धनमिति गम्यते । प्रदातव इति वा समस्तमेव सम्बध्यते । दाशुषे पुरोडाशमिति हवींषि दत्तवते यजमानाय 'दाश्वान्' इति निपात्यते । तस्मै दातवे दातुं दानार्थमेव यत्त्वया कल्पितं प्रभूतं धनमस्मभ्यं प्रदेहीति । 'तुमर्थे सेसेन्' इति तवेन्प्रत्ययः । यस्मात्त्वां स्तुवन्तो वयं प्रब्रवाम प्रकर्षेण ब्रूमः ; देहि नो देहि न इति, तस्मात्तदाहृत्य ते वयमपि दाश्वांस इति । कदा दातव इत्याह - नव्ये अभिनवे देष्णे दानसमर्थे । औणादिके स्नप्रत्यये धातोरिकारान्तादेशः । यद्वा - देष्णे दात्रे तुभ्यम् । औणादिके कनिप्रत्यये धातोरेकारष्षुगागमश्च, उदात्तनिवृत्तिस्वरेण चतुर्थ्या उदात्तत्वम् । ते तव उक्थे स्तोत्रे अस्मिन् स्तोत्रस्थानीये शस्ते प्रशस्ते दाशुषे दातुं यत्तव भूरि तदस्मभ्यं देहीति । यद्वा - ईदृशे शस्ते उक्थे समाप्ते इदानीं यत्त्वां प्रब्रवाम तद्देहीति । ब्रूञो लोटि 'आडुत्तमस्य' इत्याडागमः । लेटि वा 'लेटोडाटौ' इत्याडागमः , 'छन्दस्युभयथा' इत्यार्धधातुकत्वाङ्ङित्वाभावः, सार्वधातुकत्वाद्वच्यादेशो न प्रवर्तते ॥\n\n8तत्रैव याज्या - आ तू भरेति तृतीयपादान्तम्, तूइति पादपूरणार्थम् । हे इन्द्र आभर 'विद्मा हि त्वा वसुपतिम्' इति वक्ष्यमाणत्वात् वस्विति गम्यते । पूर्ववद्भत्वम् । एतद्वसु माकिः परिष्ठात् परत्र मास्थात् अस्मास्वेव तिष्ठतु । यद्वा - अस्मभ्यमाहृतं वसु त्वया एतत्परिष्ठितं समाप्तं मा भूत् अनुपक्षीणमस्तु । माकिरिति माशब्दपर्यायो निपातः, 'गातिस्था' इति सिचो लुक् । कस्मादेवमुच्यसे ? इति चेत् हि यस्मात्त्वां सर्वेषां वसूनां सम्बन्धिनं वसुपतिं धनपतिं विद्म विजानीमः । 'द्व्यचोतस्तिङः इति संहितायां दीर्घत्वम् । सर्वसुपतित्वप्रतिपादनार्थ वसूनामित्युक्तम्, समासे सङ्ख्याविशेषाप्रतीतेः । 'पत्यावैश्वर्ये' इति पूर्वपदप्रकृतिस्वरत्वम् । 'इन्द्रो दिव इन्द्र ईशे पृथिव्याः' इत्यादिषु त्वामेव सर्ववसुपतिं शृणुमः, तस्मादुच्यते आ तू भरेति । किञ्च – हे इन्द्र यत्ते तव माहिनं महत् महनीयं वा हिरण्यादिकम् । महेरिन् वृद्धिश्च । यद्वा - माहिनं महाप्रमाणं । माहृ माने, स एव प्रत्ययः । दत्रं दातव्यं । औणादिकस्त्रन्प्रत्ययः । ईदृशं यत्तव धनं अस्ति दानायैव कल्पितं, तदस्मभ्यं प्रयन्धि प्रयच्छ । छान्दसो धिभावः, शपो लुक् । हे हर्यश्व हरिवाहन ॥\n\n9'इन्द्राय प्रदात्रे पुरोदाशमेकादशकपालं निर्वपेद्यस्मै प्रत्तमिव सन्नप्रदीयेत' इत्यस्य पुरोनुवाक्या - प्रदातारमिति बृहती ॥ द्वाभ्यमष्टाक्षराभ्यां दशाक्षराभ्यां च बृहती । प्रदातारमिन्द्रमिति त्वामनेन हविषा वयं हवामहे आह्वयामहे । 'बहुलं छन्दसि' इति सम्प्रसारणम् । स त्वमुभौ हस्तौ वसुना धनेन पृणस्व पूरय । पृण प्रीणने, तौदादिकः, व्यत्ययेनात्मनेपदम्, 'हि च' इति निघातप्रतिषेधः । पूरयित्वा चास्मभ्यं प्रयच्छ देहीति यावत् । आ दक्षिणादा च सव्यात्प्रसारिताद्धस्तात् ताभ्यां प्रसारिताभ्यां यावद्गृह्यते तावद्देहीति यावत् ॥\n\n10तत्रैव याज्या - प्रदातेति त्रिष्टुप् ॥ प्रदाता प्रकर्षेण दाता वज्री वज्रवान् वृषभः वर्षिताभिमतानां धनानां, तुराषाट् तूर्णमभिभविता शत्रूणां । तुर त्वरासम्भ्रमयोः, भिदादिलक्षणोङ्, 'छन्दसि सहः' इति ण्विः, सहेस्साढस्सः' इति षत्वम् । शुष्मी बलवान् राजा दीप्यमानः वृत्रहा वृत्रं हतवान् सोमपावा सोमस्य पाता । 'अतो मनिन्' इति वनिप् । ईदृशस्त्वमस्मिन् यज्ञे बर्हिषि सीदसि । आगत्य निषद्य आसित्वा, अथ अनन्तरं यजमानाय शं च योश्च भव रोगाणां शमयिता भयानां च यावयीता । शाम्यतेर्यौतेश्च विच् । 'निपातस्य च' इति संहितायामथशब्दस्य दीर्घत्वम् ॥\n\n11'इन्द्राय सुत्राम्णे पुरोडाशमेकादशकपालं निर्वपेदपरुद्धो वापरुद्ध्यमानो वा' इत्यस्य पुरोनुवाक्या - इन्द्रस्सुत्रामेति त्रिष्टुप् ॥ इन्द्रस्सुत्रामा सुष्ठु त्राता सर्वेषाम् । तेनैव मनिन् । स्ववान् धनवान् । 'दीर्घादटि समानपादे' इति रुत्वम् । अवोभिः रक्षणैः सुमृडीकः सुसुखः सुष्ठु सुखयितास्माकं भवतु । 'मृडीकादयश्च' इति कन्, 'नञ्सुभ्याम्' इत्युत्तरपदान्तोदात्तत्वम् । विश्ववेदाः 'गतिकारकयोरपि' इत्यसुन्, पूर्वपदप्रकृतिस्वरत्वश्च । सर्वधनो वा । 'बहुव्रीहौ विश्वं संज्ञायाम्' इति विश्वशब्दस्यान्तोदात्तत्वम्, किञ्च - बाधतां नाशयतु द्वेष द्वेष्टॄन् । 'अन्येभ्योपि दृश्यते' इत्यसुनि वा जातावेकवचनम् । अभयं चास्माकं कृणोतु । 'धिन्विकृण्व्योरच' इत्युप्रत्ययः । सुवीर्यस्य सुसारस्य सर्वस्य वयं पतयस्स्याम भूयास्म । 'वीरवीय्रौ च' इत्युत्तरपदाद्युदात्तत्वम् ॥\n\n12तत्रैव याज्या - तस्य वयमिति त्रिष्टुप् ॥ तस्येन्द्रस्य यज्ञियस्य यज्ञार्हस्य यज्ञसम्पादनार्हस्य । 'यज्ञर्त्विग्भ्यां घखञौ' । तस्य सुमतौ कल्याण्यां मतौ । 'मन्क्तिन्व्याख्यान' इत्युत्तरपदान्तोदात्तत्वम् । शोभनायां वा बुद्धौ । 'नञ्सुभ्याम्' इत्युत्तरपदान्तोदात्तत्वम् । तत्र विषयत्वेन वयं स्याम, तस्येन्द्रस्य भद्रे भजनीये कल्याणे सौमनसे सौमनस्ये च स्याम । एतदुक्तं भवति - यागसम्पादिनः तस्य सुमतौ स्याम यथा सर्वकालं यागकारिणो भवाम । अपि च - तस्य भद्रे सौमनसे सौमनस्ये च फलं स्याम यथा सर्वकालाभिमतभाजः सर्वकालं मोदेमहीति । छान्दसोण्प्रत्ययः । इन्द्रस्सुत्रामा सुष्ठु त्राता स्ववान् धनवान् अस्माकं द्वेषो द्वेष्टॄन् सनुतः अन्तार्हीतान् कृत्वा आराच्चिद्दूरादेव युयोतु यापयतु नाशयतु । व्यत्ययेन शपश्श्लुः । 'सुपां सुलुक्' इत्यस्मच्छब्दात्परस्याष्षष्ठ्याश्शे आदेशः, 'शे' इति प्रगृह्यत्वम् ॥\n\n13योलं श्रियै सन् सदृङ्समानैस्स्यात्तस्मा एतमैन्द्रमेकादश्शकपालं णर्वपेत्' इत्यस्य पुरोनुवाक्या - रेवतीर्न इति गायत्री ॥ रेवती पुरोनुवाक्या' इति ब्राह्मणम् । रेवत्यः धनवत्यः सर्वधनसाधनभूताः । पूर्ववत्पूर्वसवार्णदीर्घत्वम् । नोस्माकं सधमादः अस्माभिस्सह माद्यन्तः । मद तृप्तियोगे, चुरादिः ततो ण्यन्तात्क्विप्, 'सधमादस्थयोः' इति सहस्य सधादेशः । आपश्चोच्यन्ते । तुविवाजाः बह्वन्नं चरुपुरोडाशादिबह्वन्नसम्पादिन्यः अस्माकं इन्द्रे इन्द्रनिमित्तं सन्तु याभीर्विषयं क्षुमन्तः इन्द्रमेन स्तुवन्तो मदेम माद्येम । व्यत्ययेन शप् । क्षौतेः क्विपि छान्दसस्तुगभावः, 'ह्रस्वनुङ्भ्याम्मतुप्' इति मतुप उदात्तत्वम् ॥\n\n14तत्रैव याज्या - प्रोष्वस्मा इति शक्वरी सप्तपदा ॥ 'शक्वरी याज्या' इति ब्राह्मणम् । अस्मै इन्द्राय । षष्ठ्यर्थे चतुर्थी । अस्येन्द्रस्य पुरोरथं रथस्य पुरस्तात् । 'पुरोव्ययम्' इति गतित्वम् । रथस्याग्रतो यथा शूषं बलं प्रोष्वर्चत प्रकर्षेण सुखेन च वाग्भिरभ्यर्चयत । प्रो इति निपातसमुदाय ओदन्तः, 'सुञः' इति सोष्षत्वम् । स चास्माभिरर्चितबलः अस्माकं बोभि अस्मद्बुध्यतां रक्ष्यत्वेन स्मरतु । 'अधीगर्थ' इति कर्मणि षष्ठी । बुधेश्छान्दसे लुङि 'दीपजनबुध' इति च्लेश्चिणादेशः, 'बहुलं छन्दस्यमाङ्योगेपि ' इत्यडभावः । इन्द्रो विशेष्यते - अभीके चित् अभ्यर्णेपि परबले योद्धुं कामयमानोपि लोककृत् स्थानकृत् एवमेव वैमुख्यं भजते । केशाकेश्यवस्थायामपि परबलेनार्दितोपि युद्धभूमौ स्थितिमानेव भवतीति । केत्यत्राह - समत्सु सङ्ग्रामेषु सङ्गे सति यदा समत्सु सङ्गं करोति तदभीके अन्तिकेपि लोककृदेव । वृत्रहा वृत्रं हतवान् खल्वसाविति । 'अनुकाभिकाभीकः कमिता' इति निपात्यते । सह माद्यन्त्यास्विति समदः । समानं माद्यन्ति वा, 'समानस्य सः' इति सभावः । स खल्विन्द्रश्चोदिता सर्वेषां धनानां दाता प्रेरयिता । चुद सञ्चोदने, ण्यन्तात्तृचि 'बहुलं संज्ञाच्छन्दसोः' इति णिलुक् । किञ्च - तस्येन्द्रस्य प्रसादेन अन्यकेषां परेषां याकाः । उभयत्रापि कुत्सायां प्रागिवीयः कः । अधिधन्वसु धनुष्ष्वारोपिताः कुत्सिता ज्याः नभन्तां नश्यन्तु । नभ हिंसायाम्, व्यत्ययेन शप् ॥\n\nइति भट्टभास्करमिश्रविरचिते ज्ञानयज्ञाख्ये यजुर्वेदभाष्ये प्रथमकाण्डे सप्तमप्रपाठके त्रयोदशोनुवाकः ॥\nसमाप्तश्च प्रपाठकः ॥\n—-----------------------------\n"
}