{
  "id": "TS 1.3.7.1",
  "classification": {
    "kanda": "1",
    "prasna": "3",
    "anuvaka": "7",
    "panchasat": "1"
  },
  "header": "TS 1.3.7.1 ",
  "panchasatInfo": " 12",
  "padaCount": 50,
  "samhita": "इ॒षे त्वो॑प॒वीर॒स्युपो॑ दे॒वान् दैवी॒र् विशः॒ प्रागु॒र् वह्नी॑रु॒शिजो॒ बृह॑स्पते धा॒रया॒ वसू॑नि ह॒व्या ते᳚ स्वदन्तां॒ देव॑ त्वष्ट॒र्वसु॑ रण्व॒ रेव॑ती॒ रम॑द्ध्व-म॒ग्नेर् ज॒नित्र॑मसि॒ वृष॑णौ स्थ उ॒र्वश्य॑स्या॒युर॑सि पुरू॒रवा॑ घृ॒तेना॒क्ते वृष॑णं दधाथां गाय॒त्रं छन्दोऽनु॒ प्र जा॑यस्व॒ त्रैष्टु॑भं॒ जाग॑तं॒ छन्दोऽनु॒ प्र जा॑यस्व॒ भव॑तं - [ ]",
  "pada": "इ॒षे । त्वा॒ । उ॒प॒वीरित्यु॑प - वीः । अ॒सि॒ । उपो॒ इति॑ । दे॒वान् । दैवीः᳚ । विशः॑ । प्रेति॑ । अ॒गुः॒ । वह्नीः᳚ । उ॒शिजः॑ । बृह॑स्पते । धा॒रय॑ । वसू॑नि । ह॒व्या । ते॒ । स्व॒द॒न्ता॒म् । देव॑ । त्व॒ष्टः॒ । वसु॑ । र॒ण्व॒ । रेव॑तीः । रम॑द्ध्वम् । अ॒ग्नेः । ज॒नित्र᳚म् । अ॒सि॒ । वृष॑णौ । स्थः॒ । उ॒र्वशी᳚ । अ॒सि॒ । आ॒युः । अ॒सि॒ । पु॒रू॒रवाः᳚ । घृ॒तेन॑ । अ॒क्ते इति॑ । वृष॑णम् । द॒धा॒था॒म् । गा॒य॒त्रम् । छन्दः॑ । अनु॑ । प्रेति॑ । जा॒य॒स्व॒ । त्रैष्टु॑भम् । जाग॑तम् । छन्दः॑ । अनु॑ । प्रेति॑ । जा॒य॒स्व॒ । भव॑तम् । ",
  "attribute": {
    "rishi": "अज्ञात",
    "devata": "अज्ञात",
    "chandas": "अज्ञात"
  },
  "sayanaBhashya": "\n\nपल्पूलितं स्नपितम्।\nआपस्तम्बः – “ इषे त्वेति बर्हिषी आदत्त उपवीरसीति प्लक्षशाखां बर्हिर्भ्यां प्लक्षशाखया च पुरस्तात्प्रत्यञ्चं पशुमुपाकरोति उपो देवान्दैवीर्विश इति ” इति। हे बर्हिरिषे पशुलक्षणाय देवान्नायेष्यमाणाय त्वामाददे। बर्हिरिति जातावेकवचनम्। उपाकर्तुं वेति गच्छतीत्युपवीः। हे प्लक्षशाखे त्वमुपवीरसि। उपोसमीपे प्रागुः प्राप्ताः। के, उपक्रियमाणपशुसंबन्धिहृदयाद्यवयवां इत्यर्थाल्लभ्यते। कान्प्राप्ताः, देवानग्नीषोमादीन्दैवीर्विशस्तद्देवसंबन्धिनीः प्रजाश्च। किंच वह्नीर्यागनिर्वाहकानुशिजः शेषभक्षणकामान्प्राप्ताः। हे बृहस्पते वसूनि हृदयादिद्रव्याणि धारय पोषय। हे पशो ते त्वदीयानि हव्यानि स्वदन्तां स्वादूनि भवन्तु। हे देव त्वष्टुनामक वसु पशुद्रव्यं रण्व रमणीयं कुरु। हे रेवतीः क्षीरादिघनन्तः पशवो रमध्वं यजमानगृहे क्रीडध्वम्। अग्नेरिति। कल्पः — “अग्नेर्जनित्रमसीत्यधिमन्थनशकलं निदधाति, वृषणौ स्थ इति प्राञ्चौ दर्भौ, उर्वश्यसीत्यधरारणिमादत्ते, पुरूरवा इत्युत्तरारणिं, घृतेनाक्ते वृषणां दधाथामित्युभे अभिमन्त्र्याऽऽयुरसीति समवधाय ” इति। हे शकल त्वमग्नेर्जनकमसि। हे दर्भौ युवां वृषणौ वीर्यसेचकौ स्थः। हेऽधरारणे त्वमुर्वश्या सदृशी भवसि। हे उत्तरारणे त्वं पुरूरवसा सामानाऽसि। हे उभे अरणी युवां घृतेनाक्ते सत्यौ सेचनं पोषयतम्। हेऽरणिद्वय मातापितृस्थानीय त्वमायुरसि यज्ञस्याऽऽयुस्थानीयमसि। पुत्रस्थानीयं वह्निमुत्पाद्य यज्ञाभिवृद्धिकरत्वात्। यद्यप्यत्र पाठक्रमेणेषे त्वेत्यादय उपाकरणमन्त्रा व्याख्यातव्यास्तथाऽपि पूर्वानुवाके प्रसङ्गाद्यदुक्तमतिरिक्तं वा एतद्यज्ञस्य यदग्नावग्निं मथित्वा प्रहरतीति तद्विस्पष्टयितुमादावग्निमन्थनमन्त्रान्व्याचिख्यासुर्मन्थनविशिष्टमग्निप्रहरणं विधत्ते —\n“ साध्या वै देवा अस्मिल्लोँक आसन्नान्यत्किंचन मिषत्तेऽग्निमेवाग्नये मेधायाऽऽलभन्त न ह्यन्यदालम्भ्यमविन्दन्ततो वा इमाः प्रजाः प्राजायन्त यदग्नावग्रिं मथित्वा प्रहरति प्रजानां प्रजननाय ” [सं॰ का॰ ६ प्र॰ ३ अ॰ ५] इति।\nमनुष्यपश्वादिसृष्टेः पुरा लोके साध्यनामका देवा एवाऽऽसन्। अन्यत्किमपि मिषत्प्राणिजातं नाऽऽसीत्। ते च साध्याः प्रजाकामास्तद्धेतवे यज्ञायाऽऽलभन्त(म्भन) योग्यमन्यत्पशुजातमलब्ध्वाऽग्निमेव पशुत्वेनाग्नये देवताया आलभन्त पुरुषारण्यपशुन्यायेन पर्यग्निकरणान्तासंस्कारानकुर्वत। तथा चाश्वमेधकाण्डे श्रूयते — “पर्यग्निकृतं पुरुषं चाऽऽरण्याश्चोत्सृजन्त्यहिसायै” इति। ततोऽग्न्यालम्भनरूपाद्यज्ञादेव प्रजा असृजन्त। तस्मात्पूर्वसिद्धाग्नौ मथिताग्नेः प्रहरणं प्रजोत्पत्तये भवति।\nअथ मन्थनकालश्चिन्त्यते – उपाकरणमारभ्य मारणपर्यन्तो व्यापार आलम्भशब्दार्थः, किं तस्मादालम्भादूर्ध्वमग्निर्निर्मन्थनीय आहोस्विदुपाकरणानन्तरमिति। तत्र प्रथमपक्षे दोषमाह —\n“ रुद्रो वा एष यदग्निर्यजमानः पशुर्यत्पशुमालभ्याग्निं मन्येद्रुद्राय यजमानमपि दध्यात्प्रमायुकः स्यात् ” (सं॰ का॰ ६ प्र॰ ३ अ॰ ५) इति। रुद्रः क्रूरः। पशोर्यजमाननिष्क्रयणरूपत्वात्पशुरेव यजमानः। ततः आलम्भादूर्ध्वमग्निमन्थने हविर्भूतं यजमानमपि रुद्राय दद्यात्। ततो यजमानो मरणशीलः स्यात्।\nतस्मिन्नेव पक्षे गुणमपि दर्शयति —\n“ अथो खल्वाहुरग्निः सर्वा देवता हविरेतद्यत्पशुरिति यत्पशुमालभ्याग्निं मन्थति हव्यायैवाऽऽसन्नाय सर्वा देवता जनयति ” (सं॰ का॰ ६ प्र॰ ३ अ॰ ५) इति।\n“ ते देवा अग्नौ तनूः संन्यदधत। तस्मादाहुः। अग्निः सर्वा देवताः ” इति श्रुतेरग्नेः सर्वदेवतारूपत्वम्। पशोर्हविष्ट्वं प्रसिद्धम्। तथा सत्यालभ्य मन्थने प्रत्यासन्नाय हविषे सर्वा देवता जनयति संनिधापयति।\nद्वितीयपक्षं सिद्धान्तत्वेनोपादत्ते —\n“उपाकृत्यैव मन्थ्यस्तन्नेवाऽऽलब्धं नेवानालब्धम्” [सं॰ का॰ ६ प्र॰ ३ अ॰ ३] इति।\nउपाकरणेनाऽऽलम्भ उपक्रान्तोऽतो यथोक्तगुणः सिध्यति। अमारणेनासमाप्तत्वाद्यथोक्तदोषो न भविष्यति।\nद्वयोर्मन्त्रयोरर्थे प्रसिद्धिं दर्शयति —\n“ अग्नेर्जनित्रमसीत्याहाग्नेर्ह्येतज्जनित्रं वृषणौ स्थ इत्याह वृषणौ ह्येतौ ” (सं॰ का॰ ६ प्र॰ ३ अ॰ ५) इति।\nस्त्रीमन्त्रपुरुषमन्त्रतत्समवधानमन्त्रैर्मिथुनत्वसिद्धिं दर्शयति — “ उर्वश्यस्यायुरसीत्याह मिथुनत्वाय ” (सं॰ का॰ ६ प्र॰ ३ अ॰ ३) इति।\nवृषणशब्देन निषिक्तवीर्यस्थानीय उत्पाद्यो वह्निर्विवक्षित इत्याह — “ घृतेनाक्ते वृषणं दधाथामित्याह वृषण ह्येते दधाते ये अग्निम् ” (सं॰ का॰ ६ प्र॰ ३ अ॰ ५) इति।\nये अधरोत्तरारणी वह्निं धारयत एते वृषणं सिक्तवीर्यं दधाते इति मन्त्रेणोच्यते।\nगायत्रमिति। बौधायनः — “ अथ प्रजातीर्वाचयति गायत्रं छन्दोऽनु प्र जायस्व त्रैष्टुभं जागतं छन्दोऽनु प्रजायस्वेति ” इति।\nत्रैष्टुभमित्यत्र च्छन्द इत्यनुषङ्ग।\nआपस्तम्बः – “ अग्नये मथ्यमानायानु ब्रूहीति संप्रेष्यति मथ्यमानायानुब्रूहीति वा, प्रथमायां त्रिरनूक्तायां त्रिः प्रदक्षिणमग्निं मन्थति गायत्रं छन्दोऽनु प्र जायस्वेति प्रथमं, त्रैष्टुभमिति द्वितीयं, जागतमिति तृतीयं, ततो यथाप्राशु मन्थति ” इति।\nहेऽग्ने होत्रा पठ्यमानं गायत्रं छन्दोऽनुलक्ष्य त्वं प्रजायस्व। एवमितरत्रापि योज्यम्। प्राशु क्षिप्रमित्यर्थः।\nछन्दसां साधनत्वमनेन मन्त्रेण दर्शितमित्याह — ‘गायत्रं छन्दोऽनु प्र जायस्वेत्याह छन्दोभिरेवैनं प्र जनयति’ (सं० का० ६ प्र० ३ अ० ५) इति।\nहोतारं प्रत्यध्वर्योः प्रैषमन्त्रमुत्पादयति — ‘अग्नये मथ्यमानायानु ब्रूहीत्याह ’ (सं० का० प्र० ३ अ० ५) इति।\nहोतुरभि त्वा देव सवितरित्येतामृचं विधत्ते — ‘ सावित्रीमृचमन्वाह सवितृप्रसूत एवैनं मन्थति ’ (सं० का० ६ प्र० ३ अ० ५) इति।\nपुनः प्रैषद्वयमुत्पादयति — ‘ जातायानु ब्रूहि प्रह्रियमाणायानु ब्रूहीत्याह काण्डेकाण्ड एवैनं क्रियमाणे समर्धयति ’ (सं० का० ६ प्र० ३ अ० ५) इति।\nमन्थनकाण्ड एकः। मथितस्य जन्मकाण्डोऽपरः। जातस्य पूर्वाग्नौ प्रहरणकाण्डोऽन्यः। तत्र सर्वत्र प्रैषे सति मन्त्रैरग्निः समृद्धो भवति।\nहोतृमन्त्रान्विधत्ते — ‘ गायत्रीः सर्वा अन्वाह गायत्रछन्दा वा अग्निः स्वेनैवैनं छन्दसा समर्धयति ’ (सं० का० ६ प्र० ३ अ० ५) इति।\nमन्थनकालेऽनुवचनीया अभि त्वा देव सवितरित्याद्याः। जाते सति उत ब्रुवन्तु जन्तव इत्यादिकमनुब्रूयात्। प्रहरणकाले प्र देवं देववीतय इत्यादिकमनुब्रूयात्। ताः सर्वा ऋचो गायत्र्यः। अग्निश्च गायत्र्या सहोत्पन्नत्वाद्गायत्रछन्दाः।\nकल्पः — ‘ भवतं नः समनसावित्यग्रेणोत्तरं परिधिमाहवनीये प्रहरति संधिना वाऽग्नावग्निश्चरति प्रविष्ट इति प्रहृत्य स्रुवेणाभिजुहोति ’ इति।\nप्रपा ० ३ अनु० ७] कृष्णयजुर्वेदीयतैत्तिरीयसंहिता।\n(यूपे पशुनियोजनार्थमुपाकरणाभिधानम्)\nमन्त्रौ त्वेवमाम्नातौ —\nभवतमिति। योऽग्निः पुराऽऽहवनीये वर्तते, यश्चेदानीं मथितस्तस्मिन्प्रह्रियते, तौ युवामस्मान्प्रति समनसौ समानमनस्कौ विप्रतिपत्तिरहितौ समोकसौ समाननिवासस्थानावरेपसौ पापचित्तरहितौ भवतम्। यज्ञस्य यज्ञपतेश्च हिंसां मा कुरुतम्। अद्यास्मिन्कर्मणि नोऽस्मान्प्रति शिवौ शान्तौ भवतम्। एष मथितोऽग्नि-राहवनीयाग्नौ प्रविष्टश्चरति। कीदृशः। ऋषीणां मन्त्राणामृत्विजां वा पुत्रः। तैरुत्पा-दितत्वात्। अधिकं राजत इत्याधिराजः। हे मथिताग्ने ते तुम्यं स्वाहाशब्दमुच्चार्य मन्त्रेण जुहोमि। देवानां भागधेयं मिथुया कः, मिथ्याभूतं मा कुरु।\nशिवौ भवतमिति प्रार्थनायाः प्रसक्तिं दर्शयति —\n‘ अग्निः पुरा भवत्याग्निं मथित्वा प्र हरति तौ संभवन्तौ यजमानमभि संभवतो भवतं नः समनसावित्याह शान्त्यै ’ [सं० का० ६ प्र० ३ अ० ५] इति।\nयजमानं भक्षयितुमभिलक्ष्य परस्परसंयुक्तत्वात्तच्छान्त्यै प्रार्थनीयौ। अग्नाव-ग्निरिति मन्त्र उपेक्षितः।\nविधत्ते— ‘ प्रहृत्य जुहोति जातायैवास्मा अन्नमपि दधात्याज्येन जुहोत्येतद्वा अग्नेः प्रियं धाम यदाज्यं प्रियेणैवैनं धाम्ना समर्धयत्यथो तेजसा ’ [सं० का० ६ प्र० ३ अ० ६] इति। समर्धयतीत्यन्वयः।\nउत्तरभाविनोऽपि मन्थनमन्त्रा औत्सुक्येनाऽऽदौ व्याख्याताः। अथ पूर्वभाविन उपाकरणमन्त्रान्व्याचिख्यासुर्विधत्ते— ‘ इषे त्वेति बर्हिरा दत्त इच्छत इव ह्येष यो यजते ’ [सं० का० प्र० ३ अ० ६] इति।\nएष यजमानो देवेभ्यो दातुं पशुरूपं हविरिच्छत्येव। तस्मादिष इत्युच्यते। पशुसमीपे देवानाह्वयतीति प्लक्षशाखोपवीरित्युच्यते, तदेतद्दर्शयति— ‘ उपवीरसीत्याहोप ह्येनानाकरोति ’ [सं० का० ६ प्र० ३ अ० ६] इति।\nहृदयाद्यवयवा देवान्देवप्रजाश्च प्राप्ता इति यद्व्याख्यातं तत्प्रसिद्धमित्याह— ‘ उपो देवान्दैवीर्विशः प्रागुरित्याह दैवीर्ह्येता विशः सतीर्देवानुपयन्ति ’ (सं० का० ६ प्र० ३ अ० ६) इति।\nयद्वा हृदयादय एव पदार्थत्वेन देवप्रजा भूत्वा देवान्प्राप्नुवन्ति।\nवह्निशब्दो वाहकवाचीत्यभिप्रेत्य दर्शयति — ‘ वह्निरुशिज इत्याहर्त्विजो वै वह्नय उशिजस्तस्मादेवमाह ’ (सं॰ का॰ ६ प्र॰ ३ अ॰ ६) इति।\nअत्र पशुप्रदत्वेन बृहस्पतिप्रार्थनमित्याह — ‘ बृहस्पते धारया वसूनीत्याह ब्रह्म वै देवानां बृहस्पतिर्ब्रह्मणैवास्मै पशूनव रुन्धे ’ (सं॰ का॰ ६ प्र॰ ३ अ॰ ६) इति।\nहृदयादीनि स्वादूकर्तुमियमाशीरित्याह – ‘ हव्या ते स्वदन्तामित्याह स्वदयत्येवैनान् ’ (सं॰ का॰ ६ प्र॰ ३ अ॰ ६) इति।\nमिथुनरूपपशुप्रदत्वेन त्वष्टुः प्रार्थनमित्याह — ‘ देव त्वष्टर्वसु रण्वेत्याह त्वष्टा वै पशूनां मिथुनाना रूपकृद्रूपमेव पशुषु दधाति ’ (सं॰ का॰ ६ प्र॰ ३ अ॰ ६) इति।\nरेवतीशब्दः पशुपर इत्याह — ‘ रेवती रमध्वमित्याह पशवो वै रेवतीः पशूनेवास्मै रमयति ’ (सं॰ का॰ ६ प्र॰ ३ अ॰ ६) इति।\nअत्र विनियोगसंग्रहः –\n“ इषे बर्हिः समादत्त उपेति प्लक्षशाखिकाम्।\nउपो पशुमुपाकृत्य ह्यग्नेः शकलसंस्थितिः ॥१॥\nवृषात्र दर्भौ संस्थाप्य ह्युर्वारणिमधः क्षिपेत्।\nपुरूत्तरां समादत्त आयुरित्युपरि क्षिपेत् ॥२॥\nघृते संमन्त्र्य गायेति त्रिमिर्मथ्नाति निक्षिपेत्।\nभव पूर्वानलेऽथाग्नौ होमो मन्त्राश्चतुर्दश ’ इति ॥३॥\nअत्र विशेषमीमांसा नास्ति।\nअथ च्छन्दः — भवतं न समनसाविति पङ्क्तिः। अग्नावग्निरिति त्रिष्टुप्॥\nइति श्रीमत्सायणाचार्यविरचिते माधवीये वेदार्थप्रकाशे कृष्णयजुर्वेदीयतैत्तिरीयसंहिताभाष्ये प्रथमकाण्डे तृतीयप्रपाठके सप्तमोऽनुवाकः ॥७॥\n",
  "bhattaBhashya": "\n\n\n2पशुमुपाकरोति - उपवीरिति ॥ उपवीयते उपसङ्गम्यते उपाक्रियत इत्युपवीः । वेतेः क्विप् । हे पशो देवेभ्यस्त्वमुपाकृतोसीत्यर्थः । 'उप ह्येनानाकरोति' इति च ब्राह्मणम् । तत्र हि देवानां समीपे आभिमुख्येनैनान् पशून्करोति । जातावेकवचने बहुवचनम् । तस्मात्त्वदीया अवयवा अवदानभावमापन्ना देवानग्नीषोमादीन् उपप्रागुः उपप्रयन्तु प्रकर्षेणोपगच्छन्तु । उपो इति निपातसमुदाय उपश्ब्दस्यार्थे वर्तते । 'छन्दसि लुङ्लङ्लिटः' इति लुङ्, 'इणो गा लुङि' इति गादेशः, 'गातिस्था' इत्यादिना सिचो लुक् । कथम्भूता इत्याह - दैवीर्विशः देवानामिमा दैव्यः । 'देवाद्यञञौ' इत्यञ्, 'वा छन्दसि' इति पूर्वसवर्णदीर्घत्वम् । विशः प्रजाः दैव्यः प्रजा भूत्वा देवानुपगच्छान्त्वित्यर्थः । 'दैवीर्ह्येता विशस्सतीर्देवानुपयन्ति' इति च ब्राह्मणम् । यद्वा - दैवीर्विशः इति द्वितीया, देवान्दैवीश्च विशः उपगच्छन्तु । किञ्च - वह्नीरुशिजः यज्ञस्य वोढारः ऋत्विजो वह्नयः । 'वहिश्रिश्रुयुद्रुग्ला' इत्यादिना वह्नेर्निप्रत्ययः, निदिति हि तत्रोच्यते, 'तस्माच्छसो नः' इति नत्वं न क्रियते 'सर्वे विधयश्छन्दसि विकल्प्यन्ते' इति । उशिजः कामनावन्तः भक्षणरुचयः । यद्द्वा - कमनीयाः स्पृहणीया इत्यर्थः । शेषभक्षणादिना तानप्युपगच्छन्तु । 'ऋत्विजो वै वह्नय उशिजः' इत्यादि ब्राह्मणम् । 'वशेः किच्च' इति वष्टेरिजिप्रत्ययः । अतः परं विराडेकपदा । हे बृहस्पते त्वमपि वसूनी धनानि पशुलक्षणानि यजमानार्थं धारय । 'ब्रह्म वै देवानां बृह्रस्पतिर्ब्रह्मणैवास्मै पशूनवरुन्धे' इति ब्राह्मणम् । यद्वा - ब्रह्मा बृहस्पतिः । हे ब्रह्मन् अवदानलक्षणानि वसूनि धनानि धारय अवधारयेत्यर्थः । ब्रह्मा हि कर्मणामध्यक्षः । आमन्त्रितस्याविद्यमानत्वात् धारयेति न निहन्यते, 'अन्येषामपि दृश्यते' इति संहितायां दीर्घत्वम् । हे पशो ते तव हव्या हव्यान्यवदानलक्षणानि । 'शेश्छन्दसि बहुलम्' इति लुक् । स्वदन्तां स्वादूनि भवन्तु । ष्वद आस्वादने अनुदात्तेत् भौवादिकः । देव त्वष्टः । 'नामन्त्रिते समानाधिकरणे' इति पूर्वस्याविद्यमानत्वानिषेधाद्द्वितीयं निहन्यते । त्वमपि क्षीरादीनां सर्वेषां वासहेतुं पशुलक्षणं धनं रण्व रमय सर्वेषां स्पृहणीयरूपं कुरु । 'त्वष्टा वै पशूनां मिथुनानां रूपकृद्रूपमेव पशुषु दधाति' इति ब्राह्मणम् । रवि गतौ, इदित्त्वान्नुम्, इह त्वयं रमत्यर्थे वर्तते । यद्वा - वसु वरिष्ठं रूपं रण्व रमय । पशून्वरिष्ठं हि वासयति । 'शृस्पृष्णिहि' इत्यादिना वसेरुप्रत्ययः, निदिति तत्रानुवर्तते । यद्वा - पशुलक्षणं धनं यजमाने रण्व रमय स्थिरीकुरु । यजमानं वा प्रापय । हे रेवतीः रेवत्यः क्षीरादिधनवत्यः पशवः । 'पशवो वै रेवतीः पशूनेवास्मै रमयति' इति ब्राह्मणम् । रैशब्दान्मतुपि 'रयेर्मतौ बहुलम्' इति सम्प्रसारणम्, 'सज्ञायाम्' इति मतुपो वत्वम्, षाष्ठिकमामन्त्रिताद्युदात्तत्वम्, तस्याविद्यमानत्वाद्रमध्वमिति न निहन्यते, अदुपदेशाल्लसार्वधातुकानुदात्तत्वे धातुस्वरः । यूयमपि रमध्वम् अस्मिन्यजमाने अनुरक्ता भवध्वम् । अस्मत्सम्बन्धिपशुरनेन हिंस्यत इति युष्माकं विरतिर्माभूदित्यर्थः ॥\n\n3अधिमन्थनशकलं निदधाति - अग्नेर्जनित्रमसीति ॥ अग्नेर्जनित्रं जनकं प्रजननस्थानीयमसि हे शकल । 'अशित्रादिभ्य इत्रोत्रौ' इति जनेरित्रप्रत्ययः ॥\n\n4वृषणावन्वञ्चौ निदधाति - वृषणौ स्थ इति ॥ हे शकलौ वृषनौ वृषणस्थानीयौ यागस्य युवां स्यः । यागद्वरेण वां वार्षितारौ कामानां स्थः । 'कनित्युवृषि' इत्यादिना वृषेः कनिन्प्रत्ययः । वृषणशब्दाद्द्विवचने 'वा षपूर्वस्य निगमे' इति दीर्घाभावः ॥\n\n5अरणी आदत्ते अधरोत्तरौ क्रमेण - उर्वश्यस्यायुरसि पुरूरवाः इत्येताभ्याम्, यथाहुः - 'उर्वशीत्यधरारणिमादत्ते, पुरूरवा इत्युत्तरारणिम्' इति ॥ हे अधरारणे उर्वश्यसि । 'घृतेनाक्ते' इत्यादिनिदर्शनात्त्रिलिङ्गोप्यरणिशब्दश्छन्दसि । उरु महान्तमस्याधारत्वेनाश्नुते व्याप्नोतीत्युर्वशी। अश्नुतेः कर्मण्यण्, 'संज्ञापूर्वको विधिरनित्यः' इति वृद्धिर्न क्रियते । यद्वा - परोक्षवृत्त्येदमुच्यते । यथा 'तं वा एतं षड्डूतं सन्तं । षड्डोतेत्याचर्क्षते परोक्षेण । परोक्षप्रिया इव हि देवाः' इति । 'परादिश्छन्दसि बहुलम्' इत्युत्तरपदाद्युदात्तत्वम् ॥\n\n6अथोत्तरारणिमादत्ते - आयुरसीति ॥ एति विश्वं क्षणेन कर्मणा इत्यायुः । आयन्ते प्राप्यन्तेभिमतानीति वा आयुः अग्निरुच्यते । 'छन्दसीणः' इत्युण्प्रत्ययः । तद्वती उत्तरारणिः आयुरुच्यते, 'आत्मा वै पुत्रनामासि' इति पितापुत्रयोरभेदेन निर्देष्टुं शक्यत्वात् । उर्वशीपुरूरवसोः आयुर्नाम पुत्रो बभूव, तद्रूपेणारण्योरग्निस्स्वरूपेण वा क्रियते । तत्राधरारणिरुर्वशी माता, उत्तरारणिः पुरूरवाः पिता, अग्निरायुः पुत्र इति । 'उर्वश्यस्यायुरसीत्याह मिथुनत्वाय' इति ब्राह्मणम् । तस्मात्पितापुत्रयोरैकशब्द्यम् । यद्वा - ईयतेनयाग्निरित्यायुः उत्तरारणिरग्नेरानयनहेतुरिति यावत् । तादृशी त्वमसि हे उत्तरारणे । अपि च - पुरूरवाः पुरु बहु राति मन्थनवेलायां शब्दं करोतीति पुरूरवाः । पुरुपूर्वाद्रातेरसुनि उपपदस्य दीर्घत्वं निपात्यते पुरूरवा इति, कृदुत्तरपदप्रकृतिस्वरत्वम् । 'परादिश्छन्दसि बहुलम्' इति वा उत्तरपदाद्युदात्तत्वम् ॥\n\n7आज्यस्थाल्यामरणी समनक्ति - घृतेनेति त्रिष्टुभैकपदया ॥ घृतेनाक्ते । घृ क्षरणे । वृषणं वर्षितारं कामानां अग्निं वृष्टिप्रदं वा दधाथां धारयतं धत्तं वा । 'वृषणं ह्येते दधाते ये अग्निम्' इति ब्राह्मणम् । पूर्ववद्दीर्घाभावः ॥\n\n8-10प्रजातीर्वाचयते - गायत्रमिति ॥ हे अग्ने मथ्यमानस्त्वं गायत्रं छन्दोनुप्रजायस्व, गायत्रं हि छन्दोनूच्यमानं श्रुत्वा त्वं जायसे । 'अनुर्लक्षणे' इत्यनोः कर्मप्रवचनीयत्वं, यथा 'शाकल्यस्यसंहितामनुप्रावर्षत्' इति । 'छन्दोभिरेवैनं प्रजनयति' इति ब्राह्मणम् । एवं त्रैष्टुभं छन्दोनुप्रजायस्वेत्यनुषज्यते । अत्र 'छन्दसः प्रत्ययविधाने नपुंसके स्वार्थ उपसङ्ख्यानम्' इति स्वार्थे प्रत्ययः । तत्र गायत्रशब्दात्प्राग्दीव्यतोण्, इतराभ्यामुत्सादित्वादञ्, 'उपसङ्ख्यानम्' इति प्राग्दीव्यतीयत्वात् ॥\n\n11जातमग्निमाहवनीये प्रहरति - भवतन्न इति पङ्क्त्या पञ्चपदया वस्वष्टऋतुदशाक्षरया ॥ योग्निः पुरा भवत्याहवनीये, यश्चेदानीं मथित्वा प्रणीयते, हे तौ द्वावग्नी भवतं भूयास्तं नः अस्माकं समनसौ समानमनस्कौ अविप्रतिपन्नमनस्कौ । 'समानस्य छन्दसि' इति सभावः । समोकसौ सहसमवेतौ समाननिवासाविति यावत् । उच समवाये, सम्पूर्वादसुन्प्रत्ययः, बहुलवचनात्कुत्वम् । समुच्येते इति समोकसौ । 'गतिकारकयोरपि पूर्वपदप्रकृतिस्वरत्वं च' इति पूर्वपदप्रकृतिस्वरत्वम् । यद्वा - सम्शब्दस्य समानार्थवृत्तेर्बहुव्रीहिः । सम्भावौ वा समानस्य छान्दसः । अरेपसौ अपापौ पापाभिनिवेशरहितौ । 'नञ्सुभ्याम्' इत्युत्तरपदान्तोदात्तत्वम् । यस्मादरेपसौ तस्माद्यज्ञमिमं मा हिंसिष्टम् । मा च यज्ञपतिं यजमानम् । 'पत्यावैश्वर्ये' इति पूर्वपदप्रकृतिस्वरत्वम् । हे जातवेदसौ जातप्रज्ञानौ जातधनौ वा । वेत्तेर्विन्दतेर्वा असुन् । यद्वा - जातं विश्वं वित्तो विन्दत इति वा कारकपूर्वादसुन्, पूर्ववत्प्रकृतिस्वरत्वम्, इह तु आष्टमिकमाद्युदात्तत्वम् । तादृशौ युवां अद्य अस्मिन्कर्मकाले नः अस्माकं शिवौ शान्तौ भवतम् । 'सद्यः परुत्' इत्यत्र इदमोद्यशब्दो निपात्यते । 'अग्निः पुरा भवत्यग्निं मथित्वा प्र हरति' इत्यादि ब्राह्मणम् ॥\n\n12प्रहृत्य स्रुवेणाभिजुहोति - अग्नावग्निरिति चतुष्पदया त्रिष्टुभा ॥ अग्नौ आहवनीये प्रविष्टो मथित्वा तत्र प्रहृतोयमग्निश्चरति चरतु भक्षयतु इदमाज्यम् । 'प्रहृत्य जुहोति जातायैवास्मा अन्नमपि दधाति' इति च ब्राह्मणम् । चरतेः पञ्चमो लकारः । प्रविष्ट इति 'गतिरनन्तरः' इति पूर्वपदप्रकृतिस्वरत्वम् । ऋषयो ज्ञातारः ऋत्विजः । ऋषन्तीती ऋषयः, 'इगुपधात्कित्' इतीन्, वृषादिर्द्रष्टव्यः । तेषां पुत्रः; ते ह्येनं जनयन्ति । अधिराज एषः अधिकं राजत इत्यधिराजः । पचाद्यच्, कृदुत्तरपदप्रकृतिस्वरत्वम् । यद्वा - अव्यारूढो राजा अधिराजः दीप्तिमतामुत्तमः । 'राजाहस्सखिभ्यष्टच्' । स्वाहाकृत्य स्वाहाकारं कृत्वा । यद्वा - स्वाहुतिस्स्वाहेति जुहोतेस्स्वाङुपसृष्टादौणादिको डाप्रत्ययः । ब्रह्मणा मन्त्रेण शोभनामाहुतिं कृत्वा, इमामाज्याहुतिं ते तुम्यं जुहोमीति । स्वाहाशब्दस्योर्यादित्वाद्गतिसंज्ञा । गतिसमासे कृदुत्तरपदप्रकृतिस्वरत्वम् । यद्वा - ब्रह्म बृहत् इदमाज्यं जुहोमि । 'तृतीया च होश्छन्दसि' इति तृतीया । त्वं च तथा हुतस्सन् देवानां भागधेयं भागं मिथुया मा कः मिथ्या मा कः मा कार्षीः; मिथ्याकरर्ण स्तेयम् । 'मन्त्रे घस' इत्यादिना च्लेर्लुक् । 'भागरूपनामभ्यो धेयः' इति स्वार्थे धेयप्रत्ययः । यद्वा - मिथःकरणं मिधुयाकरणं परस्परसङ्करो भागानां, यथा वायव्यमिन्द्राय प्रदीयते, तथा ऐन्द्रं वायव इति, तथा मा कार्षीः । 'अव्ययादाप्सुपः' इति लुकं बाधित्वा 'सुपां सुलुक्' इत्यादिना विभक्तेर्याजादेशः ॥\n\nइति तृतीये सप्तमोनुवाकः ॥\n"
}