{
  "id": "TS 1.3.12.1",
  "classification": {
    "kanda": "1",
    "prasna": "3",
    "anuvaka": "12",
    "panchasat": "1"
  },
  "header": "TS 1.3.12.1 ",
  "panchasatInfo": " 21 ",
  "padaCount": 34,
  "samhita": "ह॒विष्म॑तीरि॒मा आपो॑ ह॒विष्मा᳚न् दे॒वो अ॑द्ध्व॒रो ह॒विष्माꣳ॒॒ आ वि॑वासति ह॒विष्माꣳ॑ अस्तु॒ सूर्यः॑ ॥ अ॒ग्नेर्वो ऽप॑न्नगृहस्य॒ सद॑सि सादयामि सु॒म्नाय॑ सुम्निनीः सु॒म्ने मा॑ धत्तेन्द्राग्नि॒योर् भा॑ग॒धेयीः᳚ स्थ मि॒त्रावरु॑णयोर् भाग॒धेयीः᳚ स्थ॒ विश्वे॑षां दे॒वानां᳚ भाग॒धेयीः᳚ स्थ य॒ज्ञे जा॑गृत ॥",
  "pada": "ह॒विष्म॑तीः । इ॒माः । आपः॑ । ह॒विष्मान्॑ । दे॒वः । अ॒द्ध्व॒रः । ह॒विष्मान्॑ । एति॑ । वि॒वा॒स॒ति॒ । ह॒विष्मान्॑ । अ॒स्तु॒ । सूर्यः॑ ।  । अ॒ग्नेः । वः॒ । अप॑न्नगृह॒स्येत्यप॑न्न - गृ॒ह॒स्य॒ । सद॑सि । सा॒द॒या॒मि॒ । सु॒म्नाय॑ । सु॒म्नि॒नीः॒ । सु॒म्ने । मा॒ । ध॒त्त॒ । इ॒न्द्रा॒ग्नि॒योरिती᳚न्द्र - अ॒ग्नि॒योः । भा॒ग॒धेयी॒रिति॑ भाग - धेयीः᳚ । स्थ॒ । मि॒त्रावरु॑णयो॒रिति॑ मि॒त्रा - वरु॑णयोः । भा॒ग॒धेयी॒रिति॑ भाग - धेयीः᳚ । स्थ॒ । विश्वे॑षाम् । दे॒वाना᳚म् । भा॒ग॒धेयी॒रिति॑ भाग - धेयीः᳚ । स्थ॒ । य॒ज्ञे । जा॒गृ॒त॒ ।  । ",
  "attribute": {
    "rishi": "अज्ञात",
    "devata": "अज्ञात",
    "chandas": "अज्ञात"
  },
  "sayanaBhashya": "\n\nहविष्मतीरिति। कल्पः – ‘अथ यो वीडितः कुम्भस्तं याचति तमादायान्तरेण चात्वालोत्करावुदङ्ङुपनिष्क्रम्य यत्राऽऽपस्तदेति नान्तमा वहन्तीरत्येति न स्थावराणां गृह्णाति प्रतीपं तिष्ठन्गृह्णाति च्छायायै चाऽऽतपश्च संधौ गृह्णाति हविष्मतीरिमा आपो हविष्मान्देवो अध्वरो हविष्माआ विवासति हविष्माअस्तु सूर्य इति’ इति।\nवीडितो दृढः। इमा गृह्यमाणा वसतीवरीसंज्ञका आपः स्वसंस्कारेण सोमेन हविष्मत्यो भवन्तु। देव इन्द्रोऽपि हविष्मानस्तु। अध्वरो यागोऽपि हविष्मानाविवासति समन्ताद्विशेषेण प्रवर्तताम्। वसतीवरीणां प्रकाशकत्वेन सूर्योऽपि हविष्मानस्तु।\nविधत्ते– ‘देवा वै यज्ञमाग्नीध्रे व्यभजन्त ततो यदत्यशिष्यत तदब्रुवन्वसतु नु न इदमिति तद्वसतीवरीणां वसतीवरित्वं तस्मिन्प्रातर्न समशक्नुवन्तदप्सु प्रावेशयन्ता वसतीवरीरभवन्वसतीवरीर्गृह्णाति यज्ञो वै वसतीवरीर्यज्ञमेवाऽऽरण्य गृहीत्वोप वसति’ (सं. का. ६ प्र. ४ अ. २) इति।\nपुरा कदाचिद्देवा आग्नीध्रमण्डपे स्थित्वा यज्ञशालामंशेनेदं ममेदं ममेत्येवं व्यभजन्त। ततः सर्वैः स्वस्वभागेषु यदवशिष्टं तदुद्दिश्य परस्परमब्रुवन्निदमवशिष्टमिदानीं साधारण्येनास्माकमेव तिष्ठतु प्रातर्विभागं करिष्याम इति। यस्माद्वसत्विति देवैरुक्तं तस्मात्तस्यांशस्य देवोक्तियोगाद्वसतीवरीरिति नाम संपन्नम्। वसत्वित्युक्त्या यच्छेषभूतं तद्वत्य आपो वसतीवर्यः। ततः प्रातःकाले पुनः समागत्य तस्मिन्नवशिष्टे विभागं कर्तुं नाशक्नुवन्। तस्याल्पत्वेन बहूनामपर्याप्तत्वात्। तस्य साधारणस्यैकेन ग्रहीतुमशक्यत्वादप्सु परित्यक्तवन्तः। ताश्चाऽपो वसतीवर्योऽभवन्। ततो यज्ञांशत्वाद्वसतीवरीर्गृह्णीयात्। तद्ग्रहणेन यज्ञमेवोपक्रम्य दृढं धारयित्वा तत्समीपे वसति।\nतस्य ग्रहणस्य सूर्यास्तमयात्पूर्वकालं व्यतिरेकमुखेन(ण)\nविधत्ते– ‘यस्यागृहीता अभि निम्रोचेदनारब्धोऽस्य यज्ञः स्याद्यज्ञं वि च्छिन्द्यात्’ (सं. का. ६ प्र. ४ अ. २) इति।\nअगृहीता एता अभिलक्ष्य यन्निम्रोचेदस्तमियात्तदा पूर्वदिने यज्ञोऽनुपक्रान्तो भवेत्। तदाऽपरेद्युरनुष्ठितोऽपि विच्छिन्न एव स्यात्।\nकथंचिदस्तमये सति त्रेधा प्रतीकारं विधत्ते–\n‘ज्योतिष्या वा गृह्णीयाद्धिरण्यं वाऽवधाय सशुक्राणामेव गृह्णाति यो वा ब्राह्मणो बहुयाजी तस्य कुम्भ्यानां गृह्णीयात्स हि गृहीतवसतीवरीकः’ (सं. का. ६ प्र. ४ अ. २) इति।\nउल्कया द्योतिता इत्याद्यः पक्षः। कुम्भे हिरण्यमवधाय तत्सहिता इति द्वितीयः पक्षः। सोमयाजिगृह कुम्भगता इति तृतीयः पक्षः।\nउक्तमेव विधिमनूद्य प्रशंसति–\n‘वसतीवरीर्गृह्णाति पशवो वै वसतीवरीः पशूनेवाऽऽरभ्य गृहीत्वोप वसति’ (सं. का. ६ प्र. ४ अ. २) इति।\nपशुप्राप्तिहेतुतया पशुत्वम्।\nग्रहणकाले प्रवाहाभिमुख्यं विधात्ते–\n‘यदन्वीपं तिष्ठन्गृह्णीयान्निर्मार्गुका अस्मात्पशवः स्युः प्रतीपं तिष्ठन्गृह्णाति प्रतिरुध्यैवास्मै पशून्गृह्णाति’ (सं. का. ६ प्र. ४ अ. २) इति।\nप्रवाहो यन्मुखस्तन्मुखत्वेनावस्थानमन्वीपत्वं, तद्वैपरीत्यं प्रतीपत्वं,\nनिर्मार्गुका विनश्वराः, प्रतिरुध्य विनाशं निवार्य।\nप्रवाहगतोदकं विधत्ते– ‘इन्द्रो वृत्रमहन्त्सोऽपोऽभ्यम्रियत तासां यन्मेध्यं यज्ञिय सदेवमासीत्तदत्यमुच्यत ता वहन्तीरभवन्वहन्तीनां गृह्णाति या एव मेध्या यज्ञियाः सदेवा आपस्तासामेव गृह्णाति’ (सं. का. ६ प्र. ४ अ. २) इति।\nप्रवाहेष्वत्यन्तसमीपस्थं जलं व्यतिरेकमखेण विधत्ते– ‘नान्तमा वहन्तीरतीयाद्यदन्तमा वहन्तीरतीयाद्यज्ञमति मन्येत’ (सं. का. ६ प्र. ४ अ. २) इति।\nअन्तमा अन्तिकतमाः। अतिमन्येतावजानीयात्।\nवहन्तीष्वपि नदीषु या ह्रदवर्तिन्यः स्थावरा आपो याश्च तटाकादिस्थास्तासां ग्रहणं निषेधति–\n‘न स्थावराणां गृह्णीयाद्वरुणगृहीता वै स्थावरा यत्स्थावराणां गृह्णीयाद्वरुणेनास्य यज्ञं ग्राहयेत्’ (सं. का. ६ प्र. ४ अ. २) इति।\nअपां ग्रहणाय च्छायातपयोः संधिदेशं विधत्ते–\n‘यद्वै दिवा भवत्यपो रात्रिः प्र विशति तस्मात्ताम्रा आपो दिवा ददृश्रे यन्नक्तं भवत्यपोऽहः प्र विशति तस्माच्चन्द्रा आपो नक्तं ददृश्रे छायायै चाऽऽतपतश्च संधौ गृह्णात्यहोरात्रयोरेवास्मै वर्णं गृह्णाति’ (सं. का. ६ प्र. ४ अ. २) इति।\nअहर्यदा वर्तते तदानीमप्सु रात्रिः प्रविशति। तत्र जलवर्णस्य शुक्लस्य रात्रिवर्णस्य कृष्णस्य च मेलनादीषत्ताम्रा इवाऽऽपो दिने दृश्यन्ते। यथा राहुग्रस्ते चन्द्रे ताम्रत्वं तद्वत्। यदा तु रात्रिः प्रवर्तते तदानीमहोऽप्सु प्रविशति। तत्र शुक्लवर्णयोर्मेलनादापो रात्रौ चन्द्रवदतिश्वेता दृश्यन्ते। तस्माद्वर्णद्वयोपेते संधिदेशे गृह्णीयात्।\nजलविशेषेण मन्त्रगतहविःशब्देन हविःसंपादकत्वं विवक्षितमित्याह–\n‘हविष्मतीरिमा आप इत्याह हविष्कृतानामेव गृह्णाति’ (सं. का. ६ प्र. ४ अ. २) इति।\nसूर्यशब्देनापां प्रकाशोपेतत्वं विवक्षितमित्याह–\n‘हविष्मा अस्तु सूर्य इत्याह सशुक्रणामेव गृह्णाति’ (सं. का. ६ प्र. ४ अ. २) इति।\nमन्त्रगतस्य च्छन्दस उपयोगमाह–\n‘अनुष्टुभा गृह्णाति वाग्वा अनुष्टुग्वाचैवैनः सर्वया गृह्णाति’ (सं. का. ६ प्र. ४ अ. २) इति।\nअग्नेरिति। कल्पः – ‘अग्नेर्वोऽपन्नगृहस्य सदसि सादयामीत्यपरेण शालामुखीयमुपसादयति, सुम्नाय सुम्निनीः सुम्ने मा धत्तेति सर्वेषु वसतीवरीणां सादनेषु यजमानो जपति, निशायां वसतीवरीः परिहरत्यन्तर्वेद्यासीने यजमाने पत्न्यां च नादीक्षितमभिपरिहरेत्सव्येंऽसेऽत्याधायापरेण प्राजिहितं परिक्रम्य पूर्वया द्वारोपनिर्हृत्य दक्षिणेन वेदिं गत्वा दक्षिणेन मार्जालीयं धिष्णियं परीत्य दक्षि णस्यामुत्तरवेदिश्रोण्यां सादयति – इन्द्राग्नियोर्भागधेयीः स्थेति, दक्षिणेंऽसेऽत्याधाय यथेतं गत्वा पूर्वया द्वारोपनिर्हृत्योत्तरेण वेदिं गत्वोत्तरेणाऽऽग्नीध्रीयं धिष्णियं परीत्योत्तरस्यामुत्तरवेदिश्रोण्यां सादयति मित्रावरुणयोर्भागधेयीः स्थेति, सव्येंऽसेऽत्याधाय यथेतं गत्वाऽपरेणाऽऽग्नीध्रीयं धिष्णियमुपसादयति विश्वेषां देवानां भागधेयीः स्थेति, यज्ञे जागृतेति सन्ना अनुमन्त्रयते’ इति।\nहे वसतीवर्यो युष्मानविनश्वरगृहस्य शालामुखीयस्याग्नेः सदसि सादयामि समीपस्थाने स्थापयामि। हे आपः सुम्नाय सर्वप्राणिसुखाय प्रवृत्ताः सुम्निनीः स्वयमपि सुखवत्यो यूयं मां यजमानं सुम्ने सुखे धत्त स्थापयत। यूयं यक्ष्यमाणानामिन्द्रादिदेवानां भागरूपाः स्थ। तस्माद्यज्ञे जागृत रक्षोनिवारणाय सावधाना भवत। अग्नेर्वः सुम्नायेति द्वौ मन्त्रावुपेक्षितौ।\nहविष्मतीरित्यारभ्य क्रचः पादेषु या चतुःसंख्या या च शालामुखीयोत्तरवेद्याग्नीध्रीयस्थानत्रयविशिष्टा सादनसंख्या तदुभयं प्रशंसति–\n‘चतुष्पदयर्चा गृह्णाति त्रिः सादयति सप्त सं पद्यन्ते सप्तपदा शक्वरी पशवः शक्वरी पशूनेवाव रुन्धे’ (सं. का. ६ प्र. ४ अ. २) इति।\nशालामुखीयोत्तरवेद्योः सादनं विधत्ते– ‘अस्मै वै लोकाय गार्हपत्य आ धीयतेऽमुष्मा आहवनीयो यद्गार्हपत्य उपसादयेदस्मिँल्लोके पशुमान्त्स्याद्यदाहवनीयेऽमुष्मिँल्लोके पशुमान्त्स्यादुभयोरुप सादयत्युभयोरेवैनं लोकयोः पशुमन्तं करोति’ (सं. का. ६ प्र. ४ अ. २) इति।\nस्थानत्रये यत्सूत्रोक्तं परिभ्रामणं तद्विधत्ते– ‘सर्वतः परि हरति रक्षसामपहत्यै’ (सं. का. ६ प्र. ४ अ. ४) इति।\nमन्त्रचतुष्टये स्पष्टार्थतां दर्शयति– ‘इद्राग्नियोर्भागधेयीः स्थेत्याह यथायजुरेवैतत्’ (सं. का. ६ प्र. ४ अ. ४) इति।\nविधत्ते– ‘आग्निध्र उप वासयत्येतद्वै यज्ञस्यापराजितं यदाग्नीध्रं यदेव यज्ञस्यापराजितं तदेवैना उप वासयति’ (सं. का. ६ प्र. ४ अ. २) इति।\nतदेव तस्मिन्नेव। यद्विहितं वहन्तीनां गृह्णातीति तदेव प्रशंसति–\n‘यतः खलु वै यज्ञस्य विततस्य न क्रियते तदनु यज्ञ रक्षास्यव चरन्ति यद्वहन्तीनां गृह्णाति क्रियमाणमेव तद्यज्ञस्य शये रक्षासामनन्ववचाराय’ (सं. का. ६ प्र. ४ अ. २) इति।\nविततस्य विस्तीर्णस्य यज्ञस्य यतो यदङ्गं विमृश्य न क्रियते तदेव च्छिद्रमनुप्रविश्य रक्षांस्यवचरन्ति अपकुर्वन्ति वहन्तीग्रहणेन तदङ्गं क्रियमाणमेव शये शेते भवति।\nआग्नीध्रे सादितानां तृतीयसवनगताभिषवपर्यन्तं धारणं विधत्ते – ‘न ह्येता ईलयन्त्या तृतीयसवनात्परि शेरे यज्ञस्य संतत्यै’ (सं. का. ६ प्र. ४ अ. २) इति।\nएता आपो न ह्यपगमयन्ति, किंतु परिशेरेऽवतिष्ठन्ते, स्थापयेदित्यर्थः।\nअत्र विनियोगसंग्रहः –\n“हविर्गृह्णाति वसतीवरीरग्नेस्तु सादयेत्।\nशालामुखीयतः पश्चात्सुम्ना स्वामी जपेत्पुनः॥१॥\nइन्द्रमित्रद्वयाद्वेदिश्रोण्योरासादयेत्क्रमात्।\nविश्वे ह्याग्नीध्रधिष्ण्यस्य पश्चादासादयेत्पुनः।\nयज्ञेति मन्त्रयेत्सन्नाः सन्नाः सप्तमन्त्रा इहोदिताः॥२॥” इति\nअत्र न मीमांसा।\nअथ च्छन्दः।\nहविष्मतीरित्यनुषिटुप्॥\nइति श्रीमत्सायणाचार्यविरचिते माधवीये वेदार्थप्रकाशे कृष्णयजुर्वेदीयतैत्तिरीयसंहिताभाष्ये प्रथमकाण्डे तृतीयप्रपाठके द्वादशोऽनुवाकः॥१२॥\n",
  "bhattaBhashya": "\n\n\n2ता जघनेन शालामुखीयं वेद्यां संसृष्टास्सादयति - अग्नेर्व इति ॥ अपन्नगृहस्य अविपन्नगृहस्य नित्यगृहस्य च सदसि तदधिष्ठिते तत्समीपस्थाने युष्मान् सुम्नाय सुखार्थं सादयामि यजमानस्य सुखं स्यादिति । हे सुम्निनीः सुम्निन्यः सर्वदा सुखहेतुभूताः । पूर्ववत्पूर्वसवर्णदीर्घत्वम् । मामध्वर्युमपि सुम्ने धत्त स्थापयत । 'अस्मै वै लोकाय गार्हपत्य अधीयते' इत्यादि ब्राह्मणम् ॥\n\n3ता आदाय दक्षिणया द्वारोपनिर्हृत्य सव्येंसे निधाय दक्षिणेन परीत्य दक्षिणतो यूपेन संस्पृष्टास्सादयति - इन्द्राग्नियोरिति ॥ इन्द्राग्न्योर्भागधेयीः भागभूता यूयं स्थ । 'भागरूपनामभ्यो धेयः' इति स्वार्थे धेयप्रत्ययः । 'केवलमामकभागधेय' इत्यादिना ङीप् । इन्द्राग्निशब्दस्य 'देवताद्वन्द्वे च' इति पूर्वोत्तरपदयोर्युगपत्प्रकृतिस्वरत्वे 'नोत्तरपदेनुदात्तादौ' इति प्रतिषिद्धे समासान्तोदात्तत्वमेव, तत्र 'उदात्तयणः' इति विभक्तेरुदात्तत्वम् । 'सर्वतः परिहरति रक्षसामपहत्यै' इति ब्राह्मणम् ॥\n\n4दक्षिणेंसे निधाय एतेनैव यथोक्तमेत्य जघनेन गार्हपर्त्यं पूर्ववत्सादयति - मित्रावरुणयोर्भागधेयीस्स्थेति ॥ सुबोधम् । 'मित्रावरुणौ वा अपां नेतारौ' इति ब्राह्मणम् ।'देयताद्वन्द्वे च' इति पूवोत्तरपदयोः प्रकृतिस्वरत्वम् ॥\n\n5पूर्वया द्वारोपनिर्हृत्य दक्षिणे अंसे निधायोत्तरतः परीत्य उत्तरतो यूपेन संसृष्टास्सादयति - विश्वेशां देवानां भागधेयीस्स्थेति ॥ गतम् ॥\n\n6सव्येंसे निधायैतेनैव यथेतमेत्य जघनेनैवाग्नीध्रियं धिष्ण्यं संसृष्टास्सादयति - यज्ञे जागृतेति ॥ हे वसतीवर्यः, यज्ञेस्मिन्जागृत यज्ञार्थमप्रमत्ता भवत । 'आग्नीध्र उपवासयत्येतद्वै यज्ञस्यापराजितम्' इत्यादि ब्राह्मणम् 'आ तृतीयसवनात्परि शेरे यज्ञस्य सन्तत्यै' इत्यन्तम् ॥\n\nइति तृतीये द्वादशोनुवाकः ॥\n"
}