{
  "id": "TS 1.6.6.3",
  "classification": {
    "kanda": "1",
    "prasna": "6",
    "anuvaka": "6",
    "panchasat": "3"
  },
  "header": "TS 1.6.6.3",
  "panchasatInfo": " 19",
  "padaCount": 50,
  "samhita": "दध॒त्पोषꣳ॑ र॒यिं मयि॑ । अग्ने॑ गृहपते सुगृहप॒तिर॒हं त्वया॑ गृ॒हप॑तिना भूयासꣳ सुगृहप॒तिर्मया॒ त्वं गृ॒हप॑तिना भूयाः श॒तꣳ हिमा॒स्तामा॒शिष॒मा शा॑से॒ तन्त॑वे॒ ज्योति॑ष्मतीं॒ तामा॒शिष॒मा शा॑से॒ऽमुष्मै॒ ज्योति॑ष्मतीं॒ कस्त्वा॑ युनक्ति॒ स त्वा॒ विमु॑ञ्च॒त्वग्ने᳚ व्रतपते व्र॒तम॑चारिषं॒ तद॑शकं॒ तन्मे॑ऽराधि य॒ज्ञो ब॑भूव॒ स आ - [ ]",
  "pada": "दध॑त् । पोष᳚म् । र॒यिम् । मयि॑ ।  । अग्ने᳚ । गृ॒ह॒प॒त॒ इति॑ गृह - प॒ते॒ । सु॒गृ॒ह॒प॒तिरिति॑ सु - गृ॒ह॒प॒तिः । अ॒हम् । त्वया᳚ । गृ॒हप॑ति॒नेति॑ गृ॒ह - प॒ति॒ना॒ । भू॒या॒स॒म् । सु॒गृ॒ह॒प॒तिरिति॑ सु - गृ॒ह॒प॒तिः । मया᳚ । त्वम् । गृ॒हप॑ति॒नेति॑ गृ॒ह - प॒ति॒ना॒ । भू॒याः॒ । श॒तम् । हिमाः᳚ । ताम् । आ॒शिष॒मित्या᳚ - शिष᳚म् । एति॑ । शा॒से॒ । तन्त॑वे । ज्योति॑ष्मतीम् । ताम् । आ॒शिष॒मित्या᳚ - शिष᳚म् । एति॑ । शा॒से॒ । अ॒मुष्मै᳚ । ज्योति॑ष्मतीम् । कः । त्वा॒ । यु॒न॒क्ति॒ । सः । त्वा॒ । वीति॑ । मु॒ञ्च॒तु॒ । अग्ने᳚ । व्र॒त॒प॒त॒ इति॑ व्रत - प॒ते॒ । व्र॒तम् । अ॒चा॒रि॒ष॒म् । तत् । अ॒श॒क॒म् । तत् । मे॒ । अ॒रा॒धि॒ । य॒ज्ञः । ब॒भू॒व॒ । सः । एति॑ । ",
  "attribute": {
    "rishi": "अज्ञात",
    "devata": "अज्ञात",
    "chandas": "अज्ञात"
  },
  "sayanaBhashya": "\n\nआद्येन सुवःशब्देन कर्मफलभोगभूमिरभिधीयते। द्वितीयेन सुवःशब्देन मोक्षद्वारभूत आदित्यलोकः। हे आहवनीय त्वत्प्रसादात्प्रथमं फलभोगस्थानं सपुत्रपात्रा वयं गम्यास्म। ततो मोक्षद्वारमादित्यलोकं गम्यास्म। तदर्थमहं तव संदृशः कटाक्षान्मा च्छित्सि विच्छिन्ने मा भूवम्। ते त्वदर्थं यत्तपोऽस्माभिरनुष्ठास्यते तस्मै तपसे ते तवानुग्रहान्माऽऽवृक्षि आ समन्ताद्वृक्तो विच्छिन्नो मा भूवम्।\nसुभूरसीति। कल्पः - ‘अथाऽऽदित्यमुपतिष्ठते-सुभूरसि श्रेष्ठो रश्मीनामायुर्धा अस्यायुर्मे धेहि वर्चोधा असि वर्चो मयि धेहीति’ इति।\nहे आदित्य त्वं सुभूरसि सुष्ठु भवत्युदेतीति सुभूः। रश्मीनां रश्मियुक्तानां चन्द्रादीनां मध्ये श्रेष्ठोऽसि। आयुषः स्थापयिताऽसि। अतो मय्यायुः स्थापय। एवं ब्रह्मवर्चसेऽपि योज्यम्।\nइदमहमिति। कल्पः - ‘अथैभ्यो लोकेभ्यो भ्रातृव्यं निर्भजति-इदमहममुं भ्रातृव्यमाभ्यो दिग्भ्योऽस्यै दिवोऽस्मादन्तरिक्षादस्यै पृथिव्या अस्मादन्नाद्या-न्निर्भजामि निर्भक्तः स यं द्विष्म इति’ इति।\nयो भ्रातृव्यो मदीयो वैरी पृथिव्यादिलोकत्रये प्राच्यादिदिक्षु मम विरोधमा-चरति मदीयमन्नाद्यं चापजिहीर्षति अमुं भ्रातृव्यं ततः पृथिव्यादेरिदं निर्भजामि शीघ्रमेव निःसारयामि। इदानीं विरोधमनाचरन्तमपि कालान्तरे तदाचरणशङ्कया यं भ्रातृव्यं वयं द्विष्मः सोऽपि निःसारितः।\nसं ज्योतिषेति। कल्पः - ‘सं ज्योतिषाऽभूवमित्यात्मानं प्रत्यभिमृशते’ इति। अहमादित्यज्योतिषा समभूवं संगतो भूयासम्। ऐन्द्रीमिति। कल्पः - ‘दक्षिणमसमभि पर्यावर्तत ऐन्द्रीमावृतमन्वावर्त इति’ इति।\nपरमैश्वर्ययोगादादित्य इन्द्रः। तदीयमावर्तनमन्वहमपि प्रादक्षिण्येनाऽऽवर्ते।\nसमहमिति। कल्पः - ‘अथोदङ्पर्यावर्तते समहं प्रजया सं मया प्रजा समह रायस्पोषेण सं मया रायस्पोष इति’ इति’ इति।\nअहं प्रजया संगतो भूयासम्। प्रजाऽपि मया संगता भूयात्। रायस्पोषेऽप्येवं योज्यम्।\nसमिद्ध इति। कल्पः - ‘अथाऽऽहवनीये समिधमादधाति समिद्धो अग्ने मे दीदिहि समेद्धा ते अग्ने दीद्यास स्वाहेति’ इति।\nअत्र समित्प्रक्षेपाय स्वाहेति शब्दोऽध्याहृतः। हेऽग्नेऽनया समिधा प्रदीप्तस्त्वं मे मदर्थं दीदिहि दीप्यस्व। तव दीपयिताऽहमपि त्वत्प्रसादाद्दीप्तो भूयासम्। वसुमानिति। कल्पः - ‘अथाऽऽहवनीयप्रुपतिष्ठते वसुमान्यज्ञो वसीयान्भूयासमिति’ इति।\nअयं यज्ञस्त्वत्प्रसादाद्वसुमान्धनवान्। अहमपि त्वतप्रसादाद्वसीयान्वसुमत्तरो भूयासम्।\nकल्पः - ‘अथाऽऽग्निपावमानीभ्यां गार्हपत्यमुपतिष्ठतेऽग्न आयूषि पवसेऽग्रे पवस्वेति’ इति।\nपाठास्तु - अग्ने आयूषीति। हेऽग्ने पुत्रपौत्रादियुक्तानामस्माकमायूंषि पवसे शोधयसि। अपमृत्युं परिहरसीत्यर्थः। नोऽस्माकमूर्जं बलमिषमन्नं चाऽऽसमन्तात्सुव प्रेरय देहीत्यर्थः। दुच्छुनां वैरिसेनामारे दूरे बाधस्व निराकुरु। सकारान्तोपःशब्दः कर्मवाची। शोभनमपः कर्म यस्यासौ स्वपाः। हेऽग्ने त्वं स्वपाः सन्नस्मे अस्मान्पवस्व शोधय। मयि ब्रह्मवर्चसं व्यवहारसामर्थ्यं पुष्ठिं धनं च स्थापय।\nअग्ने गृहपत इति। कल्पः - ‘अथ गार्हपत्यमेत्योपतिष्ठते - अग्ने गृहपते सुगृहपतिरहं त्वया गृहपतिना भूयास सुगृहपतिर्मया त्वं गृहपतिना भूयाः शत हिमा मह्यममुष्मै ज्योतिष्मतीं तामाशिषमाशासेऽमुष्मा अमुष्मा इति यावन्तोऽस्य पुत्रा जाता भवन्ति तन्तव इत्यन्ततः’ इति।\nयद्यप्यत्र ‘तामाशिषमाशासे तन्तवे ज्योतिष्मतीं तामाशिषमाशासेऽमुष्मै ज्योतिष्मतीम्’ इत्याम्नायपाठस्तथाऽप्यदःशब्दस्योत्पन्नपुत्रविषयत्वात्तन्तुशब्द-स्यानुत्पन्नपुत्रविषयत्वान्नायं क्रमो न्याय्य इत्यभिप्रेत्य शाखान्तरानुसारेण सूत्रकारो मन्त्रं पपाठ। अयं गार्हपत्योऽग्निरस्मिन्गृहे सर्वदा धार्यमाणत्वाद्गृहपतिः। हे गृहपतिना गृहपतेऽग्ने त्वयाऽनुगृहीतोऽहं सुष्ठु गृहपतिर्भूयासम्। त्वमपि गृहपतिना मया पजितः सुष्ठु गृहपतिर्भूयाः। हिमशब्दो हेमन्तवाची सन्संवत्सरमुपलक्षयति। शतसंवत्सरानग्निमिन्धानोऽहं तन्तवेऽनुन्पन्नबहुपुत्रोत्पत्तये ज्योतिष्मतीं तदुत्पत्तिप्रकाशनसमर्थां तामाशिषमाशासे। अमुष्मा उत्पन्नपुत्राय देवदत्तादिनामकाय ज्योतिष्मतीमतिबुद्धिप्रकाशनसमर्थां तामाशिषमाशासे।\nकस्त्वेति। कल्पः - ‘कस्त्वा युनक्ति स त्वा वि मुञ्चत्विति यज्ञं विमुञ्चति’ इति। कशब्दः प्रजापतिमाचष्टे। हे यज्ञ पूर्वं यः प्रजापतिस्त्वां युनक्ति युक्तवान्स एवेदानीं त्वां विमुञ्चतु।\nअग्ने व्रतपत इति। कल्पः - ‘अथाऽऽहवनीये समिधमादधाति अग्ने व्रतपते व्रतमचारिषं तदशकं तन्मेऽराधीति’ इति।\nयज्ञरूपस्य व्रतस्य पते हेऽग्ने त्वत्प्रसादादिदं व्रतं चरितवानस्मि। तद्व्रतं समापयितुमशकं शक्तोऽभूवम्। मदीयं तद्व्रतमराधि समृद्धमभूत्।\nयज्ञो बभूवेति। कल्पः - ‘अथ यज्ञस्य पुनरालम्भे जपति यज्ञो बभूव स आ बभूव स प्र यज्ञे स वावृधे। स देवानामधिपतिर्बभूव सो अस्मा अधिपतीन्करोतु वय स्याम पतयो रयीणामिति’ इति।\nइदानीमनुष्ठितोऽयं यज्ञो बभूव संपूर्णोऽभूत्। स यज्ञ आबभूव पुनरप्यावृत्तो भवतु। स यज्ञः प्रजज्ञेऽस्माननालस्येनानुष्ठातॄन्प्रज्ञातवान्। अत एवास्मद्गृहे स यज्ञो वावृधे पुनःपुनरनुष्ठानेन वर्धताम्। स यज्ञोऽस्माभिरिज्यमानानां देवा-नामधिकं पालयिता भवतु। स यज्ञोऽस्मानप्यधिपतीनधिकमनुष्ठानस्य पालकान्करोतु। वयमपि तस्य यज्ञपुरुषस्य प्रसादाद्रयीणां यज्ञसाधनानां धनानां पतयो भूयास्म।\nगोमा अग्न इति। कल्पः - ‘अथ प्राङुत्क्रम्य जपति गोमा अग्नेऽविमा अश्वी यज्ञो नृवृत्सखा सदमिदप्रमृष्यः। इडावा एषो असुर प्रजावान्दीर्घो रयिः पृथुबुध्नः सभावानिति’ इति।\nहेऽग्ने पुनरावर्तनाय प्रार्थ्यमानो यज्ञ एतैर्विशेषणैर्विशिष्टो भूयात्। बहवो गावोऽस्य सन्तीति गोमान्। एवमविमानश्वीति योज्यम्। नृवत्सखा, ऋत्विग्रूपैर्मनुष्यैर्युक्ता देवाः सखायो यस्य यज्ञस्य स तादृशः। सदमित्सदैताप्रमृष्योऽनभिभवनीयः। इडावानन्नवान्। प्रजावान्बह्वपत्यप्रदः। दीर्घः पुनः पुनरनुष्ठानादविच्छिन्नः। रयिर्बहुधनोपेतः। पृथुबुध्नो विस्तीर्णमूलो मन्त्रेष्वनुष्ठानेषु च मूलभूतेषु वैकल्यरहितः। साभावानविकलं यज्ञं द्रष्टुमिच्छन्त्या महत्य विद्वत्सभया युक्तः। असुः प्राणः सोऽस्यास्तीत्यसुरः, हेऽसुर प्राणवन्नग्न एष पुनः प्रार्थ्यमानो यज्ञ उक्तविशेषणविशिष्टो भूयात्।\nअत्र विनियोगसंग्रहः —\n“अगन्पूर्वाग्न्युपस्थानं सुभूर्भानोरुपस्थितिः।\nइदं निःसारयेच्छत्रून्संज्योति स्वाभिमर्शनम्॥१॥\nऐन्द्रीं प्रदक्षिणावृत्तिः समहं तद्विपर्ययः।\nसमिद्धः समिदाधानं वसु पूर्वाग्न्युपस्थितिः॥२॥\nअग्न आयूत्रिभिर्मन्त्रैरपराग्नेरुपस्थितिः।\nकस्त्वा यज्ञविमोकः स्यादग्ने तद्व्रतमुत्सृजेत्॥३॥\nयज्ञेति पुनरालम्भं जपेद्गोमांस्तु गोमतीम्।\nषष्ठेऽनुवाक एतस्मिन्मन्त्राः पञ्चदशेरिताः॥४॥” इति।\nअथ मीमांसा।\nनवमाध्यायस्य प्रथमपादे चिन्तितम्-\nअगन्मादेः स्वर्गदेवौ हेतू यद्वा प्र(ऽज्ञ)चोदितम्।\nआद्यौ लिङ्गान्मैवमङ्गस्यापूर्वाकाङ्क्षितत्वतः॥\nदर्शपूर्णमासयोर्मन्त्रौ श्रुतौ - अगन्म सुवरित्येकः। अग्नेरहमुज्जितिमनूज्जेषमि-त्यपरः। तयोरुभयोः क्रमेण स्वर्गदेवौ प्रयोजकौ। कुतः। तल्लिङ्गदर्शनात्। तथा सति सौर्यं चरुं निर्वपेद्ब्रह्मवर्चसकाम इत्यत्र स्वर्गाग्न्योरभावान्नास्त्यूह इति प्राप्ते ब्रूमः — चोदितं यदपूर्वं तस्यैव फलत्वेनानुष्ठेयतयेतिकर्तव्यताकाङ्क्षा युक्ता। ततो मन्त्रयोरपूर्वं प्रयोजकम्। तथा सति विकृतावगन्म ब्रह्मवर्चसं सूर्यस्यहमुज्जितिमनूज्जेषमित्येवं मन्त्रयोरस्त्यूहः॥\nइति श्रीमत्सायणाचार्यविरचिते माधवीये वेदार्थप्रकाशे कृष्णयजुर्वेदीय-तैत्तिरीयसंहिताभाष्ये प्रथमकाण्डे षष्ठप्रपाठके षष्ठोऽनुवाकः॥५॥\n",
  "bhattaBhashya": "\n\n\n2आदित्यमुपतिष्ठते - सुभूरितिइ ॥ सुष्टु भवति उदेतीति सुभूः शोभनभवनोसि सर्वबोधकामाभिमतत्वात् । सुष्ठु भावंयतीति वा सुभूः । 'बहुलं संज्ञाछन्दसोः' इति णिलुक्, 'कृदुत्तरपदप्रकृतिस्वरत्वम्, बहुव्रीहित्वेन 'नञ्सुभ्याम्' इत्युत्तरपदान्तोदात्तत्वम् । ईदृशोसि हे भगवन्निति । किञ्च - श्रेष्ठः प्रशस्यतरः श्रेष्ठो रश्मीनां रश्मिमतामग्निचन्द्रतारादीनां मध्ये, तेषामपि वा, प्रशस्यतमः । 'नामन्यतरस्याम्' इति नाम उदात्तत्वम् । आयुर्धाः आयुषो धाता दातासि । स त्वं मे मम आयुर्धेहि देहि । वर्चोधाः वर्चसो बलस्य धाता स्थापयिता चासि त्वं मयि वर्चो धेहि स्थापय ॥\n\n3सर्वतो भ्रातृव्यं निर्भजति - इदमहमिति ॥ इदमिति क्रियाविशेषणम् । इदं निर्भजाम । अमुमिति भ्रातृव्याणां सामान्येन निर्देशः । विशेषनामानि च त[भ]दन्तादीन्यत्र निर्देष्टव्यानि । अमुं भ्रातृव्यं सपत्नम् । 'व्यन् सपत्ने' । आभ्यस्सर्वाभ्योपि दिग्भ्यो निर्भजामीति भविष्यति । 'ऊडिदम्' इतीदमः पञ्चम्युदात्ता । 'सावेकाचः' इति दिग्भ्यः, अस्यास्तु 'स्वरितो वानुदाते पदादौ' इति संहितायामेकादेशस्य स्वरितत्वम् । अस्यै अस्या दिवः द्युलोकात् । पञ्चम्यर्थे चतुर्थी । पूर्ववद्विभक्तेरुदात्तत्वं; अन्वादेशाभावात् । पूर्वत्र इदमो विभक्त्युदात्तत्वमेव । अस्मादन्तरिक्षात् । गतम् । अस्यै पृथिव्या इति । 'उदात्तयणः' इति पञ्चम्युदात्ता । अस्मात्प्तसिद्धादन्नाद्यात् अन्नस्यादनमन्नाद्यं । अन्नमेव वात्तव्यमन्नाद्यम् । छान्दसो यत् । निर्भजामि निर्वासयामि । ततश्च स निर्भक्तः दूरीकृतः यं च वयं द्विष्म इति । गतम् ॥\n\n4आत्मानमभिमृशति - सं ज्योतिषेति ॥ ज्योतिषा दीप्त्याहं समभूवमेकीभूतोस्मीति । छान्दसो वा लुङ् । कृतकर्माहमादित्यस्य परमेण वा ज्योतिषा एकीभूयसमिति । यद्वा - 'आशंसायां भूतवच्च' इति भविष्यति लुङ् । इदानीमेव ज्योतिषा सम्भविष्यामीति ॥\n\n5उदङ्पर्यावर्तते - ऐन्द्रीमिति ॥ ऐन्द्रीमावृतमावृत्तिं पर्यावृत्ति अहमन्वावर्तेनुगन्तास्मि । इन्द्रेण पूर्वकृतामनु पश्चादहमनुवर्ते । यद्वा - लक्षणेऽनोः कर्मप्रवचनीयत्वम्, ऐन्द्र्यावृत्त्या इयमावृत्तिर्लक्ष्यत इति । इन्द्र आदित्यः । 'असौ वा आदित्य इन्द्रः' इत्यादि ब्राह्मणम् ॥\n\n6उपीतष्ठते - समहमिति ॥ ससाधनां क्रियामुपसर्ग आह । सा 'सं ज्योतिषाभूवम्' इति मन्त्रान्तरेऽनन्तरप्रकृतत्वात्भवतिक्रियेति विज्ञायते, गमनक्रिया वा । अहं प्रजया सम्भूयासम्, सङ्गंसीय वा । प्रजा च मया सह सम्भूयात्, सङ्गंसीष्ट वा । रायो धनस्य क्षेत्रपश्वादेः पोषेण पुष्ट्याहं सम्भूयासं, सङ्गंसीय वा । रायस्पोषश्च मया सह सम्भूयात् सङ्गंसीष्ट वा ॥\n\n7समिधमादधाति - समिद्ध इति ॥ हे अग्ने समिद्धः अनया समिधा सम्यग्दीपितः । कर्मणि निष्ठा, श्वीदितो निष्ठायाम्' इतीट्प्रतिषेधः, 'गतिरनन्तरः' इति पूर्वदप्रकृतिस्वरत्वम् । स त्वं मे मदर्थे दीदिहि दीप्यस्व । दीदितिर्दीप्तिकर्मा छान्दसः । अहं च ते समेद्धा सन्दीपयिता । इडभावानुनासिकलोपौ छान्दसौ । सोहं त्वदर्थमेव दीद्यासं दीधिषीय । धातोरन्तलोपश्छान्दसः ॥\n\n8उपतिष्ठते - वसुमानिति ॥ अयं यज्ञः त्वत्प्रसादाद्वसुमान्धनवान् प्रशस्तैरेव बहुभिर्धनैस्तद्वान् । प्रसिद्धमिदम् । अहमपि त्वत्प्रसादाद्वसीयान् ततोपि वसुमत्तरोहं भूयासम् । वसुमच्छब्दादीयसुनि 'विन्मतोर्लुक्' 'टेः' इति टिलोपः ॥\n\n9-10गार्हपत्यमुपतिष्ठते - अग्न आयूंषीति गायत्रीभ्याम् ॥ व्याख्याते चैते 'त्वमग्ने रुद्रः' इत्यत्र । हे अग्ने आयूंषि अन्नानि जीवनानि वा अस्मदीयानि त्वं खलु पवसे शोधय । यथा वर्धन्ते न क्षीयन्ते तथा कुर्विति भावः । नोस्माकमन्नमदनीयं भक्ष्यभोज्यादिकं ऊर्जं क्षीराज्यादिकं रसं चानुजानीह्याभिमुख्येन प्रेरय उत्पादय, सर्वदा देहीति भावः । दुच्छुनां दौर्गत्यादिसर्वोपद्रवान् दूरे नीत्वा बाधस्व विनाशय । हे अग्ने शोभनकर्मा त्वमसि अस्मान् शोभनानुष्ठानान् कुरु । अस्मदर्थं शोभनं वीर्यं तेजो दीप्तिं च बलं वा शोधय प्रापय । पोषं वृद्धियुक्तं रयिं धनं च मयि दधत् स्थापयन्निति ॥\n\n11अत्रैव 'अग्ने गृहपते' इत्यादि यजुर्व्याख्यातं अग्न्युपस्थाने 'सं पश्यामि' इत्यत्र ॥ हे अग्ने गृहकर्मणां पातः अहं त्वया गृहपतिना गृहकर्मणां पात्रा सह सुगृहपतिः सुष्ठु गृहकर्मणां पाता भूयासम् । मया च गृहपतिना त्वं सुगृहपतिः भूयाः । शतं वर्षाणि तां ज्योतिष्मतीं ब्रह्मवर्चसप्रधानामाशिषम् । अप्राप्ताभिमतार्थनमाशीः । तन्तवे सन्तानायाजाताय पुत्रादये आशासे प्रार्थये । अमुष्मै च जाताय देवदत्तादये तां ज्योतिष्मतीमाशिषमाशासे इति ॥\n\n12यज्ञं विमुञ्चति - कस्त्वेति ॥ कः प्रजापतिस्त्वां युनक्ति, अतस्स एव त्वां विमुञ्चतु हे यज्ञ स एव त्वां विमोक्तुं चार्हतीति ॥\n\n13समिध आदधाति, व्रतं च विमुञ्चति - अग्ने व्रतपत इति ॥ हे अग्ने व्रतानां पातः त्वत्प्रसादाद्व्रतमचारिषं यथाशक्त्यनुष्ठितवानस्मि । त्वत्प्रसादात्तदशकं तत्प्रसाधयितुं शक्त एवाभूवम् । एतेन वैगुण्याभावः प्रतिपादितः । प्रसाधितत्वादेव तन्मे व्रतमराधि सिद्धमभूत् । एतेन फलसम्पत्तिरुक्ता ॥\n\n14यज्ञस्य पुनरालम्भं जपति - यज्ञो बभूवेति । इयं पञ्चपदा जगती ॥ यज्ञोयं बभूव निवृत्तोभूत् । स आबभूव स निर्वृत्तोस्माकमावृत्त्या भवतु पुनःपुनर्भवतु । छान्दसो लिट् । स प्रजज्ञे प्रजातः प्रज्ञातो वास्तु प्रसिद्धोस्तु । स वावृधे स प्रसिद्धो वर्धताम् । 'तुजादीनाम्' इत्यभ्यासस्य दीर्घत्वम् । स च प्रसिद्धो देवानामधिपतिहेतुत्वादधिपतिः अधिकं पालयिता भवतु । स तादृशस्सन्नस्मानप्यधिपतीन् मनुष्याणामधिकं पालयितॄन् करोतु । तदर्थं वयं रयीणां धनानां पतयस्स्वामिनस्स्याम भवेम । पूर्व्ववन्नाम उदात्तत्वम् ॥\n\n15प्राङुत्क्रम्य गोमतीं जपति - गोमानिति त्रिष्टुभा ॥ यज्ञः पुनराभवत्वित्युक्तं, कीदृशः स आभवत्विति स विशेष्यते - हे अग्ने गोभिर्बहुभिः अविभिरश्वैश्च तद्वान् नृवत्सखा मनुष्यवन्तो देवास्सखायो यस्य तादृशः । छान्दसम्मतुपो वत्वम् । सदमित्सदैवाप्रमृष्यः अनभिभवनीयः । 'ऋदुपधाच्चाकॢपिचृतेः' इति क्यप्, 'ययतोश्चातदर्थे' इत्युत्तरपदान्तोदात्तत्वम् । इडावानन्नवान् । 'दीर्घादटि समानपादे' इति नकारस्य संहितायां रुत्वम् । प्रजावान् दीर्घः सन्ततिमान् अविछिन्नः पृथुबुध्नः विस्तीर्णमूलः रयिः साक्षाद्धनं च सभावान् गृहवान् एष ईदृशो यज्ञः पुनःपुनराभवतु आगच्च्छतु कालेकाले असुर असुमान् प्राणवान् । मत्वर्थीयो रः, सूलुक् ॥\n\nइति षष्ठे षष्ठोनुवाकः ॥\n"
}