{
  "id": "TS 1.5.5.2",
  "classification": {
    "kanda": "1",
    "prasna": "5",
    "anuvaka": "5",
    "panchasat": "2"
  },
  "header": "TS 1.5.5.2",
  "panchasatInfo": " 18",
  "padaCount": 50,
  "samhita": "उ॒भा राध॑सः स॒ह मा॑द॒यद्ध्यै᳚ । उ॒भा दा॒तारा॑वि॒षाꣳ र॑यी॒णामु॒भा वाज॑स्य सा॒तये॑ हुवे वां ॥ अ॒यं ते॒ योनि॑र्. ऋ॒त्वियो॒ यतो॑ जा॒तो अरो॑चथाः । तं जा॒नन्न॑ग्न॒ आ रो॒हाथा॑ नो वर्द्धया र॒यिं ॥ अग्न॒ आयूꣳ॑षि पवस॒ आ सु॒वोर्ज॒मिषं॑ च नः । आ॒रे बा॑धस्व दु॒च्छुनां᳚ ॥ अग्ने॒ पव॑स्व॒ स्वपा॑ अ॒स्मे वर्चः॑ सु॒वीर्यं᳚ । दध॒त्पोषꣳ॑ र॒यिं - [ ]",
  "pada": "उ॒भा । राध॑सः । स॒ह । मा॒द॒यद्ध्यै᳚ ।  । उ॒भा । दा॒तारौ᳚ । इ॒षाम् । र॒यी॒णाम् । उ॒भा । वाज॑स्य । सा॒तये᳚ । हु॒वे॒ । वा॒म् ।  । अ॒यम् । ते॒ । योनिः॑ । ऋ॒त्वियः॑ । यतः॑ । जा॒तः । अरो॑चथाः ।  । तम् । जा॒नन्न् । अ॒ग्ने॒ । एति॑ । रो॒ह॒ । अथ॑ । नः॒ । व॒र्द्ध॒य॒ । र॒यिम् ।  । अग्ने᳚ । आयूꣳ॑षि । प॒व॒से॒ । एति॑ । सु॒व॒ । ऊर्ज᳚म् । इष᳚म् । च॒ । नः॒ ।  । आ॒रे । बा॒ध॒स्व॒ । दु॒च्छुना᳚म् ।  । अग्ने᳚ । पव॑स्व । स्वपा॒ इति॑ सु - अपाः᳚ । अ॒स्मे इति॑ । वर्चः॑ । सु॒वीर्य॒मिति॑ सु - वीर्य᳚म् ।  । दध॑त् । पोष᳚म् । र॒यिम् । ",
  "attribute": {
    "rishi": "अज्ञात",
    "devata": "अज्ञात",
    "chandas": "अज्ञात"
  },
  "sayanaBhashya": "\n\nकल्पः - ‘अग्न्युपस्थानं व्याख्यास्याम उपतिष्ठत इति चोद्यमान आहवनी-यमेवोपतिष्ठेत वचनादन्यमुत्तरामाहुतिमुपोत्थाय कवातिर्यङ्ङिवोपतिष्ठेतो-पप्रयन्तो अध्वरमिति षड्भिः’ इति।\nतत्र प्रथमा - उपप्रयन्त इति। अध्वरं यज्ञमुपप्रयन्तः प्राप्नुवन्तो वयग्नयेऽग्निसंतोषा-र्थमुपस्थानमन्त्रं वोचेम वक्तारो भूयास्म। कीदृशायाग्नये। दूरादप्यनुग्रहेणास्मदीयं वचः शृण्वते।\nअथ द्वितीया - अस्य प्रत्नामिति। अस्याग्नेः प्रत्नां पुरातनीमनुद्युतमनुकूलदीप्तिं गोस्थानीयामह्नयो लज्जामकुर्वन्त ऋत्विजः पयः क्षीरस्थानीयं शुक्रं ज्योतिर्दुदुह्रे दुहन्ति। कीदृशं शुक्रम्। सहस्रसां बहुधनप्रदमृषिं कर्मप्रवर्तकम्।\nअथ तृतीया - अग्निर्मूर्धेति। अयमग्निरादित्यरूपेण दिवो द्युलोस्य ककुदुच्छ्रितो मूर्धा शिरस्थानीयः। पृथिव्याः पतिर्दाहपाकादिकारित्वेन पालकोऽप्ययम्। किंच अपां रेतांसि उदककार्याणि स्थावरजङ्गमशरीराणि जठराग्निरूपेश जिन्वति प्रीणयति।\nअथ चतुर्थी - अयमिहेति। अयमग्निरिह कर्मणि प्रथमः प्रधानभूतो धातृभिर्धारणाय प्रयतमानैस्माभिर्धायि धार्यते। कीदृशोऽग्निः। होता देवानामाह्वाता यजिष्ठो मनुष्येभ्योऽतिशयेन यष्टाऽध्वरेषु यागेषु ईड्यः स्तुत्यः। किंच - अप्नवानसं-ज्ञको भृगुसंज्ञकाश्च मुनयो वनेषु स्वाश्रमेषु विशेविशे तत्तत्प्रजाभ्युदयार्थं यमग्निं चित्रं बहुयागाधारत्वेन विचित्रं विभुवं व्याप्तं विरुरुचुर्विशेषेण दीपितवन्तः।\nअथ पञ्चमी - उभा वामिति। इयं च प्रथमप्रपाठके व्याख्याता। हे इन्द्राग्नी युवामुभाव-प्याभिमुख्येन होतुमिच्छामि। पुनरपि युवामुभौ सह राधसोऽन्नेन मादयितुभिच्छामि। यस्माद्युवामुभावन्नानां धनानां च दातारौ तस्मादन्नस्य लाभाय युवामुभावायामि।\nअथ षष्ठी - अयं त इति। हेऽग्नेऽयमाहवनीयप्रदेशस्ते योनिस्तव स्थानम्। स च योनित्विय ऋतुसंबन्धात्सर्वस्मिन्नप्यृतावनेन होमनिष्पत्तेः। यत आहवनीयप्रदेशाज्जात उद्भूतस्त्वमरोचथा दीप्यसे तं प्रदेशं जानन्मम स्थानमित्यवगच्छन्नारोह। अनन्तरमस्माकं धनं वर्धय।\nकल्पः - ‘अग्ने आयूषि पवस इति षड्भिः संवत्सरे संवत्सरे सदा वा’ इति।\nउपतिष्ठत इति शेषः। एतास्त्वमग्ने रुद्र इत्यत्र व्याख्याताः।\nतत्र प्रथमा – अग्न आयूषीति। हेऽग्ने त्वमस्मदायूंषि पवसे शोधयसि निर्दोषाणि करोषि।\nअस्माकं रसमन्नं चाऽऽनय, वैरिसेनां दूरे बाधस्व।\nअथ द्वितीया - अग्ने पवस्वेति। हेऽग्ने स्वपाः शोभनकर्मा त्वमस्मासु ब्रह्मवर्चसं समीचीनसामर्थ्यं च पवस्व शोधय। किं कुर्वन्। पुष्टिं धनं च मयि धारयन्।\nअथ तृतीया - हे पावकाग्ने देव रोचमानया मादयित्र्या जिह्वया देवानावक्षि यक्षि च।\nअथ चतुर्थी - स न इति। हे पावकाग्ने दीदिवो दीप्यमानः स त्वं देवानिहाऽऽनय। अस्मदीयं यज्ञं हविश्चोपगच्छ।\nअथ पञ्चमी - अग्निः शुचीति। अयमग्निरतिशुद्धव्रतयुक्तः, विप्राभिमानित्वादपि शुचिः, विद्वदभिमानित्वादपि शुचिः, अस्माभिः सर्वत्राऽऽहुतः शुद्धो दीप्यते।\nअथ षष्ठी - उदग्न इति। हेऽग्ने तव शुचयः शुद्धाः शुक्रा रश्मयो भ्राजन्तो दीप्यामाना उद्गच्छन्ति। अर्चयितारस्तव ज्योतींषि प्राप्नुवन्तीति शेषः।\nकल्पः - ‘आयुर्दा अग्न इति सिद्धमा चित्रावसो स्वस्तीति चित्रावसुना सायमुपतिष्ठते’ इति।\nपाठस्तु - आयुर्दा इति। आपूरयेत्यर्थः। चतुर्ष्वेतेषु यजुःषु स्पष्टमन्यत्।\nअथ यजुरन्तरम् - चित्रावसो इति। हे चित्रावसो रात्रे तव पारं समाप्तिं स्वस्ति क्षेमेण प्राप्नवानि।\nकल्पः - ‘त्रिरर्वाग्वसुना प्रातरर्वाग्वसो स्वस्ति ते पारमशीयेन्धानास्त्वा शत हिमा इत्युपस्थाय’ इति।\nअर्वागित्यादिः शाखान्तरमन्त्रः।\nअत्रत्यमन्त्रपाठस्तु – इन्धानास्त्वेति। हेऽग्ने त्वां समिद्भिरिन्धाना वयं शतसंख्याकान्हेमन्तोपल-क्षितसंवत्सरान्द्युमन्तो दीप्तिमन्तः समिधीमहि लोके सम्यक्प्रख्याता भूयास्म। कीदृशं त्वां, वयस्कृतमन्नस्य कर्तारम्। यशस्कृतं कीर्तिप्रदम्। अदाभ्यं केनाप्यतिरस्कार्यम्। वर्षिष्ठेऽधिनाकेऽतिप्रौढस्वर्गविषये सपत्नदम्भनं विरोधिविनाशनम्। कीदृशा वयं, वयस्वन्तोऽन्नवन्तः यशस्वन्तः कीर्तिमन्तः। सुवीरासः शोभनपुत्रादियुक्ताः।\nकल्पः - ‘चतस्रः समिध एकैकस्मिन्नाधाय सं त्वमग्ने सूर्यस्य वर्चसाऽगथा इत्यनुवाकशेषेणोपस्थाय’ इति।\nपाठस्तु - सं त्वमध इति। हेऽग्ने त्वं सूर्यस्य वर्चसा तेजसा समगथाः संगतेऽसि। ऋषीणां स्तोत्रेण संगतोऽसि। प्रियेण स्थानेनाऽऽहवनीयदेशलक्षणेन संगतोऽसि। हेऽग्ने त्वं सूर्यसमानतेजा असि। मामायुरादिभिः संयोजय।\nअत्र विनियोगसंग्रहः - ‘पूर्वस्याग्नेरुपस्थानमुपप्रेत्यनुवाकतः॥१॥’ इति।\nइति श्रीमत्सायणाचार्यविरचिते माधवीये वेदार्थप्रकाशे कृष्णयजु-र्वेदीयतैत्तिरीयसंहिताभाष्ये प्रथमकाण्डे पञ्चमप्रपाठके पञ्चमोनुवाकः॥५॥\n",
  "bhattaBhashya": "\n\n1आहवनीयमुपतिष्ठते - उपप्रयन्त इति षड्भिः । 'षड्भिरुत्तराभिरुपतिष्ठते' इत्यादि ब्राह्मणम् । प्रथमा गायत्री ॥ उपप्रयन्तः उपेत्य प्रकर्षेण गच्छन्तः अध्वरं यज्ञं अविच्छेदेन गच्छन्तः कुर्वन्तो वयं मन्त्रं वोचेमेत्याशास्यते, उपस्थानमन्त्रस्य वक्तारो भूयास्मेति । वचेराशिषि लिञ् 'लियङाशिष्यङ्' ' वच उम्' । अग्नये अग्न्यर्थम् । कीदृशायाग्नये आरे दूरे च अस्मे अस्माकं शृण्वते श्रुत्वा वचनार्थं कुर्वते सर्वदा तं मन्त्रं वोचेम उच्यास्मेत्यविच्छेदेन आशास्यते ॥\n\n2द्वितीया - अस्य प्रत्नामिति गायत्री ॥ अस्याग्नेः प्रत्नां पुरातनीं अनुद्युतम् । अनुद्युदिति दीप्तिनाम । सम्पदादिलक्षणः क्विप् । गोस्थानीयां दुदुह्रे दुहन्ति । छान्दसे लिटि 'इरयो रे' इति रे आदेशः ।अह्रयः अह्रियः अलज्जमाना ऋत्विजः । जिह्रतेः कर्तरि क्विप् । व्यत्ययेन ह्रस्वत्वम् । औणादिको वा डिप्रत्ययः । अह्नोतेर्वा क्रिन्प्रत्ययः । ज्ञातार उच्यन्ते । किं दुदुह्रे? शुक्रं सारं निर्मलं वा पयः उदकम् । दीप्तिर्विशेष्यते - सहस्रसां बहुनो धनस्य सनित्रीं सम्भक्त्रीं ऋषिं अर्षणिं दृष्टिम् । सनोतेः 'जनसनखन' इति विट्, 'विड्वनोः' इत्यात्वम् । तस्माद्वयमप्यनेनोपस्थानेन तां दुह्म इति ॥\n\n3तृतीया - अग्निरिति गायत्री ॥ अयमग्निर्मूर्धा प्रधानभूतः दिवः द्युलोकस्य ककुत् उच्छ्रितः आत्मेत्यर्थः अर्यमात्मना दिवो मूर्धत्वेन वतत इति । अयमेव पृथिव्याः पतिः पाता; अग्निर्हि पृथिव्यात्मना वर्तते । सोयमपां रेतांसि कार्यभूतानि स्थावरजङ्गमाख्यानि माध्यमिकाग्निरूपेण जिन्वति वृष्ट्या तर्पयति । 'ऊडिदम्' इति षष्ठ्या उदात्तत्वम् । 'उदात्तयणः' इति पृथिव्याः ॥\n\n4चतुर्थी - अयमिहेति जगती ॥ अयमग्निः प्रथमः प्रधानभूतः धायि धार्यतेस्माभिः धातृभिः धारणाय यतमानैः होता आह्वाता देवानां यजिष्ठः यष्टृतमः । मनुष्यहोतॄनपेक्ष्य प्रकर्षः । यष्टृशब्दात् 'तुश्छन्दसि' इतीष्ठनि 'तुरिष्ठेमे यस्सु' इति टिलोपः । अध्वरेषु यज्ञेषु ईड्यः स्तुत्यः । 'ईडवन्द' इत्याद्युदात्तत्वम् । अयमित्युक्तम्; कीदृशोयमित्याह - यं चित्रं चायनीयं विभुवं व्याप्तिमन्तम् । तन्वादित्वादुवङ् । भृगवः विरुरुचुः विविधं रोचयामासुः । ण्यन्ताल्लिटि 'बहुलमन्यत्रापि' इति णिलुक् । कीदृशाः अप्नवानः अप्न इति कर्मनाम तद्वन्तः । 'छन्दसीवनिपौ' इति मत्वर्थीयो वनिप् । यद्वा - अप्नवानो भृगुविशेषः । यथाहुः -'भार्गवच्यावनाप्नवानौर्वजामदग्न्य' इति । व्यत्ययेनैकवचनम् । विरुरुचुः वनेषु आश्रमेषु । किमर्थं? विशेविशे मनुष्यायमनुप्याय सर्वो मनुष्योभ्युदयेन युज्येतेति । यद्वा - विभक्तिव्यत्ययः; विशिविशि व्याप्तवन्तमिति । 'सावेकाचः' इति विश इति चतुर्थ्या उदात्तत्वम् । अयमेवं महानुभावो अस्मान्मृडयत्विति शेषः ॥\n\n5उभा वामिति पञ्चमी - प्रथमे प्रश्ने पठिता व्याख्याता च ॥ इन्द्राग्नी उभौ युवां, द्वितीयाद्विवचनम् । आहुवे आह्वयामि । किमर्थं? आहुवध्यै आभिमुख्येन होतुं उपस्थानेनाराधयितुमित्यर्थः । इह जुहोतिस्स्तुतिकर्मा । किञ्च - राधसः रायो धनं हविर्लक्षणं स्तुतिर्वा । तृतीयार्थे षष्ठी । हेतौ वा पश्चमी । उभौ युवां सहैव नैकैकशः राधसः मादयध्यै मादयितूं सहैव तर्पयितुमाह्वयामि । अनयोरेवाह्वाने हेतुमाह - उभेति । युवामेव ह्युभौ इषामन्नानां रयीणां धनानां क्षेत्रपुत्रपश्वदीनां दातारौ । तस्माद्वाजस्यान्नस्य सातये लाभाय प्राप्त्यै तादृशावुभौ वां युवां हुवे आह्वयामि स्तौमि ॥\n\n6अथ षष्ठी - अयं त इत्यनुष्टुप् ॥ हे अग्ने अयं ते तव योनिः कारणं गार्हपत्य उच्यते नात्रारणिः । ऋत्वियः ऋतुः प्राप्तोस्येति । 'छन्दसि घस्' इति घस् । ऋतावृताविज्यत इत्यर्थः । यतस्त्वं जातोऽरोचथाः दीप्यसे । छान्दसो लङ् । तं योनिं जानन् त्वं ममायं योनिरित्यवगच्छन् आरोह । आश्रय मा कदाचिदपि मुचः । अथ नोस्माकं रयिं धनं वर्धय । सांहितिकं दीर्घत्वं छान्दसं । 'निपातस्य च' इत्यथशब्दस्य ॥\n\n7अथ सप्तम्याद्याष्षडपि गायत्र्यः व्याख्याताश्च 'त्वमग्ने रुद्रः' इत्यत्र । सप्तमी - हे अग्ने आयूंषि जीवनानि अन्नानि वा जीवितकाल इति अस्मदीयान्यायूंषि जविच्छरीरवृत्तिसाधनानि पवसे पवस्व शोधय निर्दोषाणि देहि यथा वर्धन्ते यथा च न क्षीयन्ते य[त]था ऊर्जं रसं क्षीरादिकं रसं इषमन्नं च नः अस्मभ्यं आसुव अनुजानीहि आभिमुख्येनोत्पादय । आरे दूरेण बाधस्व अपगमय दुच्छुनां अलक्ष्मीम् ॥\n\n8अष्टमी - हे अग्ने स्वपाः शोभनकर्मा त्वम् । अस्मे अस्मभ्यं सुवीर्यं शोभनवीर्ययुक्तं पुत्रादिकं वर्चो बलमन्नं वा पवस्व शोधय । मयि पोषं पुष्टिं अभित[भिमत]वृद्धिं रयिं धनं च दधत् स्थापयन् ॥\n\n9नवमी - हे अग्ने पावक शोधक रोचिषा रोचमानया मन्द्रया मदयित्र्या हर्षणशीलया जिह्वया हे देव क्रीडादियुक्त देवानिहावह च यज च ॥\n\n10दशमी - हे अग्ने पावक दीदिवः अस्मदर्थं दीप्यमान त्वं इहास्मिन् कर्मणि देवानावह । नः अस्माकं च हविः उपयज्ञं यज्ञस्य समीपं प्रापय । यद्वा - नः अस्माकमिमं यज्ञं च हविश्चाग्निहोत्रलक्षणं उपवह देवेभ्यः स त्वमुपहर देवान्प्रापयेत्यर्थः ॥\n\n11एकादशी - अयमग्निश्शुचिव्रततमः स्वयमेव तावत् शुद्धसत्कर्मतमः विप्रत्वान्मेधावित्वाच्च शुचिः । कवित्वात्क्रान्तदर्शनत्वाच्च शुचिः; वशीकृतवाङ्मयत्वाद्वा । एवं सर्वात्मना आहुतः शास्त्रोक्तवर्त्मनाऽस्माभिराहुतः प्रतीतहविर्लक्षणोयं रोचते तेजिष्ठो भवति ॥\n\n12द्वादशी - हे अग्ने तव शुचयः तेजांसि शुक्राः निर्मलाः भ्राजन्तः दीप्यमानाः उदीरते उद्गच्छन्ति तवैव स्वभूतानि सर्वाण्यादित्यादीनि ज्योतींषि । अर्चयः अर्चयितारः यागादिभिराराधयितारः ज्योतींषि भवन्ति ज्योतीरूपास्सम्पद्यन्ते । एवम्महानुभावस्त्वमस्मदभिमतं क्षिप्रं प्रयच्छेति भावः ॥\n\n13तत्राहवनीयमेवोपतिष्ठते - आयुर्दा इति ॥ हे अग्ने त्वमायुर्दाः आयुषोन्नस्य जीवितस्य वा दातासि तस्मादायुर्मे देहि । एरवमुत्तरत्रापि द्रष्टव्यम् । वर्चो बलं दीप्तिर्वा । तनूनां शरीराणां पाता तनूपाः । सर्वत्र 'आतो मनिन्' इति विच् । हे अग्ने ऊनं विकलीभूतं छिन्नं भिन्नं ॥ यन्मे तनुवाः तन्वा ऊनं तन्मे त्वां भजमानस्य आपृण आपूरय । यद्वा - यन्मे तन्वाः तनुस्थानीयानां प्रजानां पशूनां ऊनं तदापूरय । पृण प्रीणने अत्रापूरणे वर्तते । तन्वादीनां छन्दसि बहुलम्' इत्युवङादेशः ॥\n\n14रात्रिमुपतिष्ठते - चित्रावसो इति ॥ चित्राः नानारूःपाः चायनीया वा । वसवो वसून्यावसनानि वस्तारो वा यस्यां सा चित्रावसुः रात्रिः । सांहितिकं दीर्घत्वम् । त्वयि वसन्ति सर्वेपि सुखेन अतोहम्पि ते तव पारं समाप्तिं व्युष्टिं स्वस्ति अविनाशेन सुखेन अशीय प्राप्नुयां त्वत्प्रमोदेन । अश्नोतेर्लिङि शपो लुक् ॥\n\n15आहवनीये समिधमादधाति - इन्धाना इति सप्तपदया शक्वर्या ॥ हे अग्ने इन्धानाः ज्वलन्तः । 'विभाषा वेण्विन्धानयोः' इत्याद्युदात्तत्वम् । शतं हिमाः संवत्सरान् हेमन्तान्वा । हिमा इति ऋतोस्स्त्रीलिङ्गत्वं वर्षा इति [इति वत्] । वर्षशतेन शतं हेमन्ता भवन्तीति वर्षमेवाशंसितम् । शिशिरे शीतेन हेमन्ते प्रजानां पीडनात् तेन लक्ष्यते संवत्सरः । यदा हिमशब्देन हेमन्तऋतुर्लक्ष्यते स च मत्वर्थीयाच्प्रत्ययान्तः स स्त्रियां वर्तते । द्युमन्तः दीप्तिमन्तः । 'ह्रस्वनुड्भ्याम्' इति मतुप उदात्तत्वम् । समि धीमहि सम्यक् दीपयामः त्वामिन्धाना वयमपि द्युमन्तस्समिधीमहि । पूर्ववच्छपो लुक्। ततश्च त्वत्प्रसादाद्वयस्वन्तोन्नवन्तो वयमायुष्मन्तो वा; वयोनामायुषोंशः । वयस्कृतं वयस्कर्तारं संपूर्णवयसो दातारं त्वाम् । 'अतः कृकमि' इति सत्वम् । यशस्वन्तः सत्कीर्तिमन्तो वयं त्वत्समाराधनेन त्वां यशस्कृतम् । गतम् । सुवीरासः कल्याणपुत्रादिका वयम् । 'आज्जसेरसुक्' । 'वीरवीर्यौ च' इत्युत्तरपदाद्युदात्तत्वम् । अदाभ्यं अनुपहिंसितं बाधितुमशक्यं त्वां सपत्नदम्भनं सपत्नानां अनिष्टानां विनाशयितारं स्वयं केन चिदप्यदाभ्यम् । दभिः प्रकृत्यन्तरमस्तीत्याहुः । अतो ण्यत् । वर्षिष्ठे वृद्धतमे नाके सुखैकरूपे अस्मिन् स्थाने स्वर्गसदृशे अधि उपरि त्वामिन्धाना वयमीदृशा भूयास्मेति । प्रियस्थिरादिना वृद्धशब्दस्य वर्षादेशः ॥\n\n16पुनरुपतिष्ठते - सं त्वमग्न इति । इयं जगती वृद्धपदा ॥ हे अग्ने त्वं सूर्यस्य वर्चसा दीप्त्या समगथाः सङ्गच्छसे । छान्दसो लुङ्, 'समो गमृच्छि' इत्यात्मनेपदम् 'मन्त्रे घस' इति च्लेर्लुक्, 'वागमः' इति सिचः कित्त्वम् । ऋषीणां मन्त्रद्रष्टॄणां मन्त्राणां वा स्तुतेन स्तुत्या च समगथाः इत्येव । प्रियेण च धाम्ना स्थानेनाहवनीयेन समगथाः सम्पृक्तोसि । यस्मादेवं तस्मात् हे अग्ने त्वं सूर्यवर्चाः सूर्येण तुल्यतेजा असि । यद्वा - सूर्यस्य वर्चस्त्वमसि । स त्वं मां त्वाम्प्रपन्नमायुषा शतायुष्ट्वेन वर्चसा प्रजया च सत्पुत्रपौत्रादिपरम्परया संसृज सङ्गमय ॥\n\nइति पञ्चमे अग्न्युपस्थानन्नाम पञ्चमोनुवाकः ॥\n"
}