{
  "id": "TS 2.3.14.4",
  "classification": {
    "kanda": "2",
    "prasna": "3",
    "anuvaka": "14",
    "panchasat": "4"
  },
  "header": "TS 2.3.14.4",
  "panchasatInfo": " 54",
  "padaCount": 50,
  "samhita": "श्र॒द्धाम॑ना ह॒विषा॒ ब्रह्म॑ण॒स्पतिं᳚ ॥ स सु॒ष्टुभा॒ स ऋक्व॑ता ग॒णेन॑ व॒लꣳ रु॑रोज फलि॒गꣳ रवे॑ण । बृह॒स्पति॑रु॒स्त्रिया॑ हव्य॒सूदः॒ कनि॑क्रद॒द्- वाव॑शती॒रुदा॑जत् ॥ मरु॑तो॒ यद्ध॑ वो दि॒वो>7, या वः॒ शर्म॑ >8 ॥अ॒र्य॒मा ऽऽया॑ति वृष॒भस्तुवि॑ष्मान् दा॒ता वसू॑नां पुरुहू॒तो अर्.हन्न्॑ । स॒ह॒स्रा॒क्षो गो᳚त्र॒भिद्-वज्र॑बाहुर॒स्मासु॑ दे॒वो द्रवि॑णं दधातु ॥ये ते᳚ऽर्यमन् ब॒हवो॑ देव॒यानाः॒ पन्था॑नो - [  ] ",
  "pada": "श्र॒द्धाम॑ना॒ इति॑ श्र॒द्धा - म॒नाः॒ । ह॒विषा᳚ । ब्रह्म॑णः । पति᳚म् ।  । सः । सु॒ष्टुभेति॑ सु - स्तुभा᳚ । सः । ऋक्व॑ता । ग॒णेन॑ । व॒लम् । रु॒रो॒ज॒ । फ॒लि॒गम् । रवे॑ण ।  । बृह॒स्पतिः॑ । उ॒स्रियाः᳚ । ह॒व्य॒सूद॒ इति॑ हव्य - सूदः॑ । कनि॑क्रदत् । वाव॑शतीः । उदिति॑ । आ॒ज॒त् ।  । मरु॑तः । यत् । ह॒ । वः॒ । दि॒वः । या । वः॒ । शर्म॑ ।  । अ॒र्य॒मा । एति॑ । या॒ति॒ । वृ॒ष॒भः । तुवि॑ष्मान् । दा॒ता । वसू॑नाम् । पु॒रु॒हू॒त इति॑ पुरु - हू॒तः । अर्.हन्न्॑ ।  । स॒ह॒स्रा॒क्ष इति॑ सहस्र - अ॒क्षः । गो॒त्र॒भिदिति॑ गोत्र-भित् । वज्र॑बाहु॒रिति॒ वज्र॑ - बा॒हुः॒ । अ॒स्मासु॑ । दे॒वः । द्रवि॑णम् । द॒धा॒तु॒ ।  । ये । ते॒ । अ॒र्य॒म॒न्न् । ब॒हवः॑ । दे॒व॒याना॒ इति॑ देव - यानाः᳚ । पन्था॑नः । ",
  "attribute": {
    "rishi": "अज्ञात",
    "devata": "अज्ञात",
    "chandas": "अज्ञात"
  },
  "sayanaBhashya": "\n\n\"‘यो ब्राह्मण आनुजावरः स्यात्तस्या एतं बार्हस्पत्यमानुषूकं चरुं निर्वपेत्’ इत्यत्र पुरोनुवाक्यामाह प्र यो जज्ञ इति। विद्वान्सर्वज्ञो यो बृहस्पतिरस्य ब्राह्मणस्य यजमानस्य बन्धुं समानानां मध्येनुकूलं प्रजज्ञे प्रकर्षेण जानाति। तदीयमभिज्ञत्वं कथं निश्चियत इति चेदुच्यते। यतोयं देवो विश्वानि जनिमा सर्वेषां प्राणिनां सर्वाणि जन्मानि विवक्ति पुनः पुनः कथयति तस्मादभिज्ञत्वं निश्चियते। अ (सो) भिज्ञो बृहस्पतिर्बह्मणो वेदस्य मध्यान्नीचादुच्चा मध्यमभागात्प्रथमभागादुत्तप्रभागाच्च व्र परिवृढं कर्मोज्ज प्रारोद्धृतवान्। स्वधयामृतेन श्रैष्ठ्यप्रापणलक्षणेनाभि प्रतस्थौ एनं यजमानसभिलक्ष्य प्रस्थानं कृतवान्। समानानां मध्ये श्रैष्ठ्यं दातुं यजमानसमीपे समागतवानित्यर्थः। तत्रैव याज्यामाह महान्महीति। महान्सामर्थ्येनाधिको बृहस्पतिर्मही प्रौढे पृथिव्यन्तरिक्षे द्यां द्युलोकं सद्म मनुष्याणां गृह पार्थिव रजश्च जात उत्पत्तिमात्रेण व्यस्तभायद्विविधं स्तम्भितवान्। यद्यप्येतत्सर्वमीश्वरस्यैव कर्म तथापि तदभेदेन बृहस्पतिः स्तूयते। यद्वा परमेश्वरानुग्रहादयमेव लोकत्रयादिकं स्वस्वव्यापारक्षममकोरोत्। यस्य यजमानस्य सम्राड्यथोक्तरीत्या साम्राज्यं प्राप्तो बृहस्पतिर्देवता स यजमानो जनुषा जन्ममात्रेणैव बुध्नादग्रमभि आयुषोनुष्ठियमानकर्मणो वा मृला दारभ्य समाप्तिपर्यन्तमाष्ट व्याप्तवान्। ईदृशेन बृहस्पत्यनुग्रहेण युक्तो यजमानः सर्वथा श्रैष्ठ्यं प्राप्नोत्येवेत्यभिप्रायः। तत्रैव विकल्पितां याज्यामाह बुध्नाद्य इति। यो बृहस्पतिर्जगतो देहस्य कर्मणो वा बुध्नादारभ्याग्रमभ्यर्त्यवसानमोजसा स्वबलेन प्राप्नोति तं बृहस्पतिमितरे देवा आविवासन्ति आगत्य विशेषेण वासयन्ति परिचरन्तीत्यर्थः। बृहस्पतिर्बलं यजमानसंबन्धिनां मध्ये प्रबलं पुरुषं भिनद्भिनत्ति प्रातिकूल्यान्निवारयति, पुरः समानानां पुराणि विशेषेण दर्दरीति प्रातिकूल्यनिवारणाय पुनः पुनर्दारितवान्। कनिक्रददुत्साहेन शब्दं कुर्वन्, सुवः, तत्सदृशं श्रैष्ठ्यमपस्तत्साधनं सर्वं जलक्षेत्रादिकं जिगाय जितवान्य जमानार्थे संपादितवानित्यर्थः। अत्र विनियोगसंग्रहः “यज्ञविभ्रष्टयागे तु याज्याः स प्र निकेति च । इन्द्रमिन्द्रं चैन्द्रयागे त्वं नः साम्यचरौ तथा।। अग्नी कामप्रापकेग्नी ब्रह्मवर्चसिनस्त्रयम्। आप्या सं ते चरौ सौम्ये गणां ग्रामप्रदे त्रयम्।। मरु यागे नाशकेष्टावर्यमार्यमणे चरौ \"\nबुध्नादैन्द्रे प्र यस्तिस्रो बार्हरस्पत्यानुषूकके। पञ्चविंशतित (र) त्रोक्ता अनुवाके चतुर्दशे।। इति श्रीमत्सायणाचार्यविरचिते माधवीये वेदार्थप्रकाशे कृष्णयजुर्वेदीयतैत्तिरीयसंहिताभाष्ये द्वितीयकाण्डे तृतीयप्रपाठके\nचतुर्दशोनुवाकः।।१४।। वेदार्थस्य प्रकाशेन तमो हार्दं निवारयन्।पुमर्थांश्चतुरो देयाद्विद्यातीर्थमहेश्वरः।। इति श्रीमद्विद्यातीर्थमहेश्वरापरावतारस्य श्रीमद्राजाधिराजपरमेश्वरस्य श्रीवीरबुक्कमहाराजस्याज्ञापरिपालकेन माधवाचार्येण विरचिते वेदार्थप्रकाशे कृष्णयजुर्वेदीयतैत्तिरीयसंहिताभाष्ये द्वितीयकाण्डे तृतीयः प्रपाठकः।।३।।\n"
}