{
  "id": "TS 2.5.9.3",
  "classification": {
    "kanda": "2",
    "prasna": "5",
    "anuvaka": "9",
    "panchasat": "3"
  },
  "header": "TS 2.5.9.3",
  "panchasatInfo": " 53",
  "padaCount": 50,
  "samhita": "तर॑ति॒ तूर्णि॑र्. हव्य॒वाडित्या॑ह॒ सर्वꣳ॒॒ह्ये॑ष तर॒त्यास्पात्रं॑ जु॒हूर्दे॒वाना॒मित्या॑ह जु॒हूर्ह्ये॑ष दे॒वानां᳚ चम॒सो दे॑व॒पान॒ इत्या॑ह चम॒सो ह्ये॑ष दे॑व॒पानो॒ऽराꣳ इ॑वाग्ने ने॒मिर्दे॒वाꣳस्त्वं प॑रि॒भूर॒सीत्या॑ह दे॒वान् ह्ये॑ष प॑रि॒भूर्यद्-ब्रू॒यादा व॑ह दे॒वान् दे॑वय॒ते यज॑माना॒येति॒ भ्रातृ॑व्यमस्मै- [  ] ",
  "pada": "तर॑ति । तूर्णिः॑ । ह॒व्य॒वाडिति॑ हव्य - वाट् । इति॑ । आ॒ह॒ । सर्व᳚म् । हि । ए॒षः । तर॑ति । आस्पात्र᳚म् । जु॒हूः । दे॒वाना᳚म् । इति॑ । आ॒ह॒ । जु॒हूः । हि । ए॒षः । दे॒वाना᳚म् । च॒म॒सः । दे॒व॒पान॒ इति॑ देव - पानः॑ । इति॑ । आ॒ह॒ । च॒म॒सः । हि । ए॒षः । दे॒व॒पान॒ इति॑ देव - पानः॑ । अ॒रान् । इ॒व॒ । अ॒ग्ने॒ । ने॒मिः । दे॒वान् । त्वम् । प॒रि॒भूरिति॑ परि-भूः । अ॒सि॒ । इति॑ । आ॒ह॒ । दे॒वान् । हि । ए॒षः । प॒रि॒भूरिति॑ परि - भूः । यत् । ब्रू॒यात् । एति॑ । व॒ह॒ । दे॒वान् । दे॒व॒य॒त इति॑ देव - य॒ते । यज॑मानाय । इति॑ । भ्रातृ॑व्यम् । अ॒स्मै॒ । ",
  "attribute": {
    "rishi": "अज्ञात",
    "devata": "अज्ञात",
    "chandas": "अज्ञात"
  },
  "sayanaBhashya": "\n\nसाधु त इति। शाखान्तरे साधु ते यजमान देवतेत्यस्योपरि योग्निं होतारमवृथा इति किंत्तिद्वाक्यमाम्नातम्। तस्यायमर्थः- हे यजमान यस्त्वमग्निं होतारमवृथा होतृत्वेन वृतवानसि तस्य तव साधु ददात्विति।\nतमिमं शाखान्तरपाठं दूषयति यद्ब्रूयादिति। अग्निर्होता वेत्त्वग्निरित्युपक्रमे पठितं साधु ते यजमानदेवतेत्यस्गादप्यूर्ध्वं यद्यग्नि होतारमिति ब्रूयात्तदोभयोः पार्श्वयोर्यजमानोग्निनापरिगृहीतो भवेत्। ततो दाहाधिक्येन म्रियेत। तस्माच्छाखान्तरपाठो नादर्तव्यः। यद्यपि जुहूपभूतौ द्वे अपि आदातव्ये तथापि तयोः समं प्राधान्यं निर्वायजुह्वा एव प्राधान्यं द्योतयितुं स्रुचमित्येकवचनमेव पठनीयमित्येतद्दर्शयति यजमानदेवत्येति। स्रुचावित्येव द्विवचनेन द्वे इव द्वे अपि समप्रधाने इव यदि ब्रूयात्तदा यजमानसमानं भ्रातृव्यमुत्पादयेत्। तस्मादुपभृतमुपेक्षितामिव तिरस्कर्तुं जुहूप्रधान्यायैकवचनाभिधानेन यजमानं वधितवान्भवति। नहिजुह्वा इवोपभृतः क्वचिदपि साक्षाद्धोमसाधनत्वमस्ति। तस्मादुपसर्जनत्वं तस्या युक्तम्। देवमिश्रेण देवरक्षणं विघ्ननिवारणेन विश्वरक्षणमभिप्रेतमित्येतद्दर्शयति देवायुवमिति। ईडेन्यादिशब्दैर्विवक्षितं दर्शयति ईडामहा इति। देवता यजतीत्येदुपलक्षणम्। मनुष्यान्स्तौति पितृन्नमस्यतीत्येतदपि द्रष्टव्यम्। एवं च सति यस्य मनुष्यादेयो भागः स्तुत्यादिरूप उपचरितस्तं भागमनतिक्रम्यानुष्ठितवान्भवति। अत्र मीमांसा। दशमाध्यायस्य चतुर्थपादे चिन्तितम् “चातुर्मास्यातिदिष्टेषु निगमेष्वाज्यपानिति। विक्रियेत न वाद्येपि किं स्याद्दध्याज्यपानिति।। दधिपानिति वा यद्वेत्येवं स्यात्पृषदाज्यपान। द्रव्यद्वयोक्तेराद्यः स्याद्दधिमात्रहविष्ट्वतः।। द्वितीयः स्यात्तृतीयोस्तु द्रव्यान्तरविधानतः।\nगुणो दध्ना चित्रताज्ये ततो विक्रियते नहि।। चातुर्मास्येषु चोदकेनावाहनस्वाहाकारायाड्जोषणानिगमा अतिदिष्टाः।\nतत्राज्यपशब्दः प्रयुक्तः-- “देवा आज्यपा आवह”। “स्वाहा देवा आज्यपान्” “अयाड्देवानामाज्यपानां प्रिया धामानि”। “देवा आज्यपा आज्यमजुर्षन्त” इति। सोयमाज्यपशब्दो विक्रियते न वेति संशयः। तत्र विकारोपि त्रिविधः। तत्र दध्याज्यपानित्याद्यस्तावत्प्राप्नोति। कुतः । अथ पृषदाज्यं गृह्णाति द्वयं वा इदं सर्पिश्च दधि चेति द्रव्यद्वयस्योक्तत्वात्। आज्यस्योपस्तरणाभिधारणार्थत्वेन हविःशेषत्वाद्धविष्ट्वं नास्तीति दध्येव हविः। ततो दधिपानिति द्वितीयः पक्षः। दध्याज्यमेलनेन निष्पद्यते पृषदाज्यं द्रव्यान्तरम्। तदेव हविरिति पृषदाज्यपानिति तृतीयः पक्षः। दधिमेलनादाज्ये पृषत्ता गुणो निष्पद्यते। तस्मादाज्यस्यैव हविष्ट्वमित्याज्यपशब्दोपेता एव निगमाः पठितव्याः।\nइति श्रीमत्सायणाचार्यविरचिते माधवीये वेदार्थप्रकाशे कृष्णयजुर्वेदीयतैत्तिरीयसंहिताभाष्ये द्वितीयकाण्डे पञ्चमप्रपाठके नवमोनुवाकः ।। ९ ।।\n"
}