{
  "id": "TS 1.5.7.2",
  "classification": {
    "kanda": "1",
    "prasna": "5",
    "anuvaka": "7",
    "panchasat": "2"
  },
  "header": "TS 1.5.7.2",
  "panchasatInfo": " 26",
  "padaCount": 50,
  "samhita": "मे॒वैनꣳ॑ समा॒नानां᳚ करो॒त्यथो॑ देवलो॒कादे॒व म॑नुष्यलो॒के प्रति॑ तिष्ठत्य॒यमि॒ह प्र॑थ॒मो धा॑यि धा॒तृभि॒रित्या॑ह॒ मुख्य॑मे॒वैनं॑ करोत्यु॒भा वा॑मिन्द्राग्नी आहु॒वद्ध्या॒ इत्या॒हौजो॒ बल॑मे॒वाव॑ रुन्धे॒ ऽयं ते॒ योनि॑र्. ऋ॒त्विय॒ इत्या॑ह प॒शवो॒ वै र॒यिः प॒शूने॒वाव॑ रुन्धे ष॒ड्भिरुप॑ तिष्ठते॒ षड्वा - [ ]",
  "pada": "ए॒व । ए॒न॒म् । स॒मा॒नाना᳚म् । क॒रो॒ति॒ । अथो॒ इति॑ । दे॒व॒लो॒कादिति॑ देव - लो॒कात् । ए॒व । म॒नु॒ष्य॒लो॒क इति॑ मनुष्य - लो॒के । प्रतीति॑ । ति॒ष्ठ॒ति॒ । अ॒यम् । इ॒ह । प्र॒थ॒मः । धा॒यि॒ । धा॒तृभि॒रिति॑ धा॒तृ - भिः॒ । इति॑ । आ॒ह॒ । मुख्य᳚म् । ए॒व । ए॒न॒म् । क॒रो॒ति॒ । उ॒भा । वा॒म् । इ॒न्द्रा॒ग्नी॒ इती᳚न्द्र - अ॒ग्नी॒ । आ॒हु॒वद्ध्यै᳚ । इति॑ । आ॒ह॒ । ओजः॑ । बल᳚म् । ए॒व । अवेति॑ । रु॒न्धे॒ । अ॒यम् । ते॒ । योनिः॑ । ऋ॒त्वियः॑ । इति॑ । आ॒ह॒ । प॒शवः॑ । वै । र॒यिः । प॒शून् । ए॒व । अवेति॑ । रु॒न्धे॒ । ष॒ड्भिरिति॑ षट् - भिः । उपेति॑ । ति॒ष्ठ॒ते॒ । षट् । वै । ",
  "attribute": {
    "rishi": "अज्ञात",
    "devata": "अज्ञात",
    "chandas": "अज्ञात"
  },
  "sayanaBhashya": "\n\nअयज्ञो वा इति। यः सामरहितः स यज्ञ एव न भवति। ऋग्भेदादावृत्तिभे-दाच्च निष्पन्नः सामसंघः स्तोमः। तं चास्मिन्नग्निहोत्रे मन्त्रसंघेन संपादयति।\nउपशब्दसूचितं दर्शयति - उपेत्याहेति। प्रजाः पशवश्च भूलोकमुपगच्छन्ति। तस्माद्यजमानोऽप्युपश-ब्दसामर्थ्यात्प्रजां पशूंश्चोपेत्य तद्युक्तं भूलोकमुपैति।\nप्रत्नशब्दसूचितमाह - अस्य प्रत्नामिति। स्वर्गलोकस्य चिरंतनत्वे प्रत्नशब्दसूचित्वात्तेन शब्देन स्वर्गारोहो भवति।\nमूर्धशब्दपृथिवीशब्दाभ्यां सूचितं दर्शयति - अग्निमूर्धेति। मूर्धानं श्रेष्ठमेनं यजमानं समानानां समानजातीयानां मध्ये करोति। अपि च देवलोकादागत्य मनुष्यलोक एव प्रतिष्ठितो भवतीत्यर्थः।\nप्रथमशब्दसूचितं दर्शयति - अयमिहेति।\nइन्द्रस्य बलाभिमानित्वादग्नेश्च तेजोभिमानित्वाच्छब्दद्वयेनोभयप्राप्तिः सूच्यत इत्याह - उभा वामिति।\nमन्त्रगतं रयिशब्दं व्याचष्टे - अयं ते योनिरिति।\nपूर्वोत्तरषट्काभ्यां प्रतिदिनमुपस्थानं विधत्ते - षडि्भरुपतिष्ठत इति। उपप्रयन्त इत्याप्रयन्त इत्यादिकं पूर्वषट्कम्। अग्न आयूंषीत्यादिकमुत्तरषट्कम्।\nपूर्वषट्केन यथा प्रतिदिनमुपस्थानं तद्वदुत्तरेणापि प्राप्ते कालविशेषं विधत्ते -\nयथा वै पुरुष इति। पुरुषादीनां चिरकालेनेवाग्नेः संवत्सरे प्राप्तां जरां निवार्य नूतनशरीरं शोधयितुं संवत्सरादूर्ध्वमुपस्थानम्। अग्निदेवतायाः पवमानदेवतायाश्च संबन्धिन्य ऋच आग्निपावमान्यः। यद्यप्यग्निरेव शोधकत्वात्पवमानस्तथाऽपि शोधकत्वोपाधेरन्यत्वमभिप्रेत्य निर्देशभेदः।\nविहितमुपस्थानं चतुर्वारमनूद्य प्रशंसति - उपतिष्ठत इति। उपतिष्ठत इति यदेष एवास्याग्नेर्योगो यजमानेन सहा-नुग्राह्यानुग्राहकरूपः संबन्धः। तथा दमो दाहादिलक्षणोपद्रवनिवारणम्। तथा धनादियाच्ञा। किंच - यथा लोके कश्चिद्दरिद्रो धनिकाय किंचिदुपायनमानीय नमस्कारं करोति तादृगिदमुपस्थानम्। अयमिह प्रथमो धायि धातृभिरिति योग उक्तः। आरे बाधस्व दुच्छुनामिति अनिष्टनिवारणम्। अथानो वर्धया रयिमिति याच्ञा। मन्त्रं वोचेमाग्नय इत्युपायनम्।\nत्रयाणां यजुषामर्थप्रसिद्धिं दर्शयति - आयुर्दा इति।\nतनुशब्देन प्रजा पशवश्चोपलक्षिता इत्यभिप्रेत्य व्याचष्टे अग्ने यन्म इति।\nचित्रावसुपदस्यार्थं वाक्यतात्पर्यं च दर्शयति -\nचित्रावसो इति। नक्षत्रादिरूपं चित्रमभिव्यक्ततया वसत्यस्यामिति रात्रि-श्चित्रावसुः। अव्युष्टिः प्रभातान्तः। हेमन्तर्तौ रात्रेर्दीर्घत्वेन प्रभातं न भविष्य-त्येवेति। कदाचिद्ब्राह्मणा भीता अतः पारमशीयेति प्रार्थनया प्रभातं लभते।\nशतसंख्यां प्रशंसति - इन्धाना इति। अस्य मन्त्रस्योपस्थाने समिदाधाने च विनियोगद्वयं सूत्रकार उदाजहार – “इन्धानास्त्वा शत हिमा इत्युपस्थायेन्धानास्त्वा शत हिमा अग्नेः समिदस्यभिशस्त्या मा पाहि सोमस्य समिदसि परस्याम एधि यमस्य समिदसि मृत्योर्मा पाहीति चतस्रः समिध एकैकस्मिन्नधाय” इति। तत्रोपस्थानाङ्गप्रस्तावेन मन्त्रो व्याख्यातः।\nअथ तस्यैव समिदाधानाङ्गावं विधत्ते -\nएषा वा इति। ज्वलन्ती लोहमयी स्थूणा सूर्मी। सा च कर्णतावती छिद्रवती। अन्तरपि ज्वलन्तीत्यर्थः। तत्समानेयमृक्। एकेन प्रहारेण शतसंख्याकान्मारयन्तः शूराः शततर्हाः। असुराणां मध्ये तादृशानेतयर्चा देवा हिंसन्ति। अनया समिदाधानेन शतघ्नीमेनामृचं वज्रं कृत्वा वैरिणं हन्तुं प्रहरति। अच्छम्बट्कारं स्वस्य विनाशो यथा न भवति तथेत्यर्थः। स्तृत्यै नाशाभावेन विस्तीर्णताया इत्यर्थः।\nसं त्वमग्न इत्यर्धेनाग्नेर्गुणकथनं स्वस्यापि तत्प्रार्थनायेत्याह - सं त्वमग्न इति।\nद्वितीयार्धे सं मामायुषेति प्रार्थनमिति दर्शयति - त्वमग्न इति।\nइति श्रीमत्सायणाचार्यविरचिते माधवीये वेदार्थप्रकाशे कृष्णयजुर्वे-दीयतैत्तिरीयसंहिताभाष्ये प्रथमकाण्डे पञ्चमप्रपाठके सप्तमोऽनुवाकः॥७॥\n",
  "bhattaBhashya": "\n\n\n2उपेत्याहेत्यादि ॥ प्रजाश्च पशवश्चेमं लोकमुपेत्य वर्तन्ते । तस्मादेतल्लोकात्मकाध्वरोपायनकथनं प्रजानां पशूनामस्य च लोकस्योपनयनाय भवतीति ॥\n\n3अस्य प्रत्नामिति ॥ प्रत्नतया स्वर्गस्थानीयं दीप्तिदोहनं स्वर्गसमारोहणाय भवतीति ॥\n\n4अग्निरिति ॥ अग्नेर्मूर्धत्वाभिधानं यजमानस्य प्राधान्यार्थमिति । अथो अपि च देवलोकादागत्य मनुष्यलोके प्रतिष्ठितो भवति ॥\n\n5पार्थीवस्याग्नेः पश्चादभिधानात् मुखमिति प्रथमत्ववचनादग्नेः मुखमिव मुखम् ॥\n\n6ओजोबलात्मकत्वादिन्द्राग्न्योः ॥\n\n7पशवो वै रयिरिति ॥ 'वर्धया रयिम्' इति दर्शनात् ॥\n\n8षड्भिरिति ॥ आहवनीयमेव सर्वत्र । विशिष्टसङ्ख्यान्वयो विशिष्टफलावाप्तिहेतुरिति भावः । षड्भिरुत्तराभिरिति । ननु द्वादशभिरुपतिष्ठत इत्येव वाच्यं स्यात् । मैवम्, 'षट्त्वनिबन्धनफलावाप्तये षड्भिष्षड्भिरुपस्थिष्ठते । द्वादशेति तन्निबन्धनफलावाप्तिश्च भवति ॥\n\n9यथेत्यादि ॥ यथा पुरुषादयः आसादिताहारा जीर्यन्ते । एवमग्निराहितो जीर्यति । संवत्सरस्येत्यादि । 'अग्न आयूंषि पवसे' इत्येताभिः षड्भिः संवत्सरेर्संवत्सरे उपतिष्ठते । 'देवताद्वन्द्वे च' इत्युभयपदवृद्धिः उदात्तनिवृत्तिस्वरेण ङीप उदात्तत्वम् ॥\n\n10पुनर्नवमित्यादि ॥ आयुरादिलाभात् । अथो अपिच पुनात्येवाग्निं जरया नाभिभूयते, पवमानस्यायं महिमेति । उपतिष्ठते योग एवास्यैष उपतिष्ठत इति । यत् एषोग्निः योगस्संश्लेषस्सम्पद्यते । यत्रायुरादीनि स्वयमेव सम्पद्यन्त इति उपतिष्ठत इति यत् इदमग्नेरुपस्थानं इदं दम एवास्यैष क्रियते । दमो निबन्ध[द्ध]स्तुतिकरपदैर्विधेयीकर्णम् । यथास्मै अभीष्टमकृत्वा स्थातुमपि न शक्नोति तथैनं दमयति । 'अग्निश्शुचिव्रततमश्शुचिर्विप्रश्शुचिः कविः' इत्यादि । उपतिष्ठत इति । उपस्थानव्याजेन स्वाभिमतानग्निं याचते 'आयूंषि पवस्व, ऊर्जमिषं चासुव, दुच्छुनां दूरे बाधस्व' इति । उपतिष्ठत इति । परस्प्राश्रयः प्रकर्षः । यथा स्वल्पैश्वर्यो जनः प्रभूतैश्वर्याय फलादिकमुपहृत्य नमस्यति तादृगिदमुपस्थानम्; आराध्यैश्वर्यव्यापनार्थत्वात् । ततस्सुप्रसन्नः स्वामी फलेनाभिमतेन पुरुषं आराधयितारं योजयतीति । 'नमोवरिवश्चित्रङः क्यच्' ॥\n\n11आयुर्दा इत्यादि ॥ गतम् ॥\n\n12यन्मे प्रजाया इत्यादि ॥ तनुवत्प्रवानत्वात् प्रजाश्च पशवश्च तनुशब्देनोच्यन्त इति दर्शयति । आ पूरयेति । पृणतिरापूरणकर्मेत्याचष्टे ॥\n\n13रात्रिर्वा इति ॥ चित्रा नानारूपा वसवो वस्तारो यस्यामिति चित्रा अप्येकरूपा वसन्त्यस्यां इत्य[इति वा]र्थः । अव्युष्ट्यै वा इत्यादि । रात्रेरवसानं व्युष्टिः एतस्या रात्रेरव्युष्ट्यै अभैषुः । यद्वा - अव्युष्ट्यै व्याप्तिरहिताया रात्रेरभैषुः अव्युष्ट्याशङ्कया अभैशुरिति यावत् । छान्दसोन्तोदात्तत्वाभावः । तस्मात् स्वस्ति ते पारमशीयेति प्राथनया व्युष्टिमवरुन्धे । 'तादौ च' इति गतेः प्रकृतिस्वरत्वम्, 'उदात्तस्वरितयोर्यणः' इत्युकारः स्वर्यते ॥\n\n14शतायुरिति ॥ शतवर्षश्शतवीर्यः पुरुषः । हिमशब्देन संवत्सराभिधानं व्याख्यातम् । आयुषि इन्द्रिये च प्रतिष्ठितो भवति अनया समिधमाधाय । एषा वा इत्यादि । ज्वलन्ती लोहमयी स्थूणा सूर्मी । गौरादित्वान्ङीष् । कर्णकावती अन्तस्सुषिरवती अन्तर्बहिश्च ज्वलन्तीत्यर्थः । सांहितिकं दीर्घत्वम् । तत्सदृशा ऋगित्यर्थः । एतयेत्यादि । असुराणां मध्ये शततर्हान् अनेकप्रहारेण शतस्य हन्तॄन् तृंहन्ति घ्नन्ति स्म एतयर्चा । तृह हिंसायाम् रौधादिकः, 'लट् स्मे' इति लट् । तस्मादेतयर्चा समिधमादधानो वज्रं शतघ्न्याख्यं इन्द्रायुधसदृशीं शतघ्नीं पूर्वोक्तां सूर्मिमेव भ्रातृव्याय प्रहिणोति । तच्च स्तृत्यै विनाशाय भ्रातृव्याणां भवति । अछम्बट्कारं अनार्तत्वाय चात्मनः ॥\n\n15एतदित्यादि ॥ एतादृशस्त्वमसि एतादृशोहं भूयासमिति एतन्मन्त्रप्रतिपाद्यमित्यर्थः । इदं चास्त्विति लोपविषयत्वात् 'चादिलोपे विभाषा' इत्यसीत्याख्यातं न निहन्यते ॥\n\n16त्वमग्न इत्यादि ॥ यथा त्वं सूर्यतुल्यतेजाः एवं मामपि तादृशेन तेजसा आयुषा प्रजया च संसृजेत्येवमाशिषमनेनाशास्ते ॥\n\nइति पञ्चमे सप्तमोनुवाकः ॥\n"
}