{
  "id": "TS 2.6.6.1",
  "classification": {
    "kanda": "2",
    "prasna": "6",
    "anuvaka": "6",
    "panchasat": "1"
  },
  "header": "TS 2.6.6.1",
  "panchasatInfo": " 30",
  "padaCount": 50,
  "samhita": "अ॒ग्नेस्त्रयो॒ ज्यायाꣳ॑सो॒ भ्रात॑र आस॒न् ते दे॒वेभ्यो॑ ह॒व्यं ॅवह॑न्तः॒ प्रामी॑यन्त॒ सो᳚ऽग्निर॑बिभेदि॒त्थं ॅवाव स्य आर्ति॒माऽरि॑ष्य॒तीति॒ स निला॑यत॒ सो॑ऽपः प्रावि॑श॒त् तं दे॒वताः॒ प्रैष॑मैच्छ॒न् तं मथ्स्यः॒ प्राब्र॑वी॒त् तम॑शपद्धि॒याधि॑या त्वा वद्ध्यासु॒र्यो मा॒ प्रावो॑च॒ इति॒ तस्मा॒न्मथ्स्यं॑ धि॒याधि॑या घ्नन्ति श॒प्तो - [  ] ",
  "pada": "अ॒ग्नेः । त्रयः॑ । ज्यायाꣳ॑सः । भ्रात॑रः । आ॒स॒न्न् । ते । दे॒वेभ्यः॑ । ह॒व्यम् । वह॑न्तः । प्रेति॑ । अ॒मी॒य॒न्त॒ । सः । अ॒ग्निः । अ॒बि॒भे॒त् । इ॒त्थम् । वाव । स्यः । आर्ति᳚म् । एति॑ । अ॒रि॒ष्य॒ति॒ । इति॑ । सः । निला॑यत । सः । अ॒पः । प्रेति॑ । अ॒वि॒श॒त् । तम् । दे॒वताः᳚ । प्रैष॒मिति॑ प्र - एष᳚म् । ऐ॒च्छ॒न्न् । तम् । मथ्स्यः॑ । प्रेति॑ । अ॒ब्र॒वी॒त् । तम् । अ॒श॒प॒त् । धि॒याधि॒येति॑ धि॒या-धि॒या॒ । त्वा॒ । व॒द्ध्या॒सुः॒ । यः । मा॒ । प्रेति॑ । अवो॑चः । इति॑ । तस्मा᳚त् । मथ्स्य᳚म् । धि॒याधि॒येति॑ धि॒या - धि॒या॒ । घ्न॒न्ति॒ । श॒प्तः । ",
  "attribute": {
    "rishi": "अज्ञात",
    "devata": "अज्ञात",
    "chandas": "अज्ञात"
  },
  "sayanaBhashya": "\n\nस स्पर्शयतीति। परिधीनां समीचीने स्पर्शे सति रक्षसां प्रवेष्टुं छिद्रा- भावादग्निसमीपे संचारो न भवति।\n\"दिक्त्रभदृष्टान्तेन पूर्वस्यामपि दिशि प्रसक्तं परिधिं वारयति न पुरस्तादिति। रक्षसामपघातः परिधेः प्रयोजनं, तच्चादित्योदयेनैव सिध्यति। आग्नेय्यामैशान्यां चाघारसमिधोः स्थापनं विधत्ते ऊर्ध्वे समिधाविति। दक्षिणोत्तरपरिध्योरग्रदेशे स्थापनीये ते ऊर्ध्वे, तेन स्थापनेन दिक्चतुष्टय इवोर्ध्वदेशेपि रक्षसामपघातो भवति। तयोर्दक्षिणसमिधः स्थापने मन्त्रकाण्डाम्नातं वीतिहोत्रं त्वा कव इति मन्त्रं विधत्ते यजुषान्यामिति। स्त्रीपुरुषयोरिव समन्त्रकामन्त्रकयोः परस्परं वैलक्षण्यान्मिथुनत्वम्। समिधो द्वित्वं प्रशंसति द्वे इति। प्रायश्चित्तरूपेण स्कन्नानुमन्त्रणं विधत्ते ब्रह्मवादिन इति। हविषः स्कन्दने सति यज्ञस्य विनाशेन यो यजमानो विनाशाभिमुखो भवति स कथं तत्परिहारेण वसुमत्तरो भवेदिति प्रश्नवादिभिः पृष्टो बुद्धिमानुत्तरं ब्रूते- त्रिभिरेतैर्मन्त्रैः स्कन्नमनुमन्त्रयेतेति। भूपत्यादयो देवताविशेषा अग्निभ्रातरो वा तेभ्यः स्वाहेति यदनुमन्त्रणं तेन यज्ञस्याप्यार्था *विनाशं प्राप्य यजमानो वसुमत्तरो भवति। यस्मादयं भूपत्यादिका भूयसीर्देवताः प्रीणयति तस्माद्युक्तं तस्य वसुमत्तरत्वम्। अथोपांशुयाजे विधत्ते जामि वा इति। यदन्वञ्चावनुक्रमगतावाग्नेयाग्नीषोमीयपुरोडाशौ स्यातामेतेन यज्ञस्य जाम्यालस्याय क्रियते। अत आलस्यपरिहाराय तयोः पुरोडाशयोर्मध्य उपाशुयाजं यजेत्। किंच पुरोडाशद्रव्यक एको याग आज्यद्रव्यकोपर इति मिथुनत्वम्। अथ स्विष्टकृतं विधत्ते अग्निमष्मिन्निति। पुरा कदाचिदग्निः स्वर्गे स्थितः, यमस्तु भूर्लोके, तदा मनुष्याणां पाकादिनिष्पादनाभावात्पितृणां राजाभावाच्चाग्नियमयोर्विपरिवर्तनं कर्तुमिच्छावन्तो देवा आगच्छतेति परस्परमाहूयान्नाद्येनोत्कोचेन तमग्निं भूलोके समागन्तुमुपच्छन्दितवन्तः। पितरस्तु राज्येनोत्कोचेन यमं स्वर्गलोके गन्तुं प्रलोभितवन्तः। यस्मादेवं तस्माद्देवानां मध्येग्निरन्नादो बह्वन्नभक्षकोभूत्। यमश्च पितृणां राजाभूत्। एतदुभयं वेद स प्रकृष्टराज्यमन्नाद्यं च प्राप्नोति। ततो देवास्तस्मा अग्नये भागं दत्तवन्तः। कोसौ भागः, यजमाना अग्नये स्वि- \"\n*ख. अव्र पुस्तके विनाशमप्राप्येति पाठ.। स केवलं भ्राम्त्या शोधनकर्त्राकल्पित इति प्रतिभाति। ष्टकृते यद्धविरवद्यन्ति सोस्य भागः। तस्मादग्नये स्विष्टकृतेवद्येत्। तथा सति तदग्नये दत्तेन भागेन रुद्रं क्रुरमग्निं समृद्धं करोति। यदुक्तं सूत्रकारेण—“सर्वेषां हविषामुत्तरार्धात्सकृत्सकृदवद्यति स्विष्टकृते” इति। तदेतद्विधते सकृदिति। एक एव रुद्र इति श्रुत्यन्तरात्सकृदवदानसदृशो रुद्रः। येयमैशानी सैवैषा रुद्रस्य दिक्। सा चोत्तरभागवर्तिनी। तस्मादुत्तरार्धावदानेनस्वकीयायमेव दिशि रुद्रं निःशेषेण तोषयति। इतरहविषामिव सकृदभिधारणं प्राप्तमपवदति द्विरभिघारद्यतीति। उपस्तरणमेकं हविरवदानं द्वितीयं द्विरभिघारणं चान्तत इति चतुरवत्तं संपद्यते।\n\"यदुक्तं सूत्रकारेण—‘उत्तरार्धपूर्वार्धे जुहोत्यसंसृष्टाभिरितराभिराहुतिभिः’ इति, तदेतद्विधत्ते पशवो वा इति। पूर्वाः पुरोडाशाद्याहुतयः पशुस्वरुपाः पशुवदिष्टार्थप्रापकत्वात्। अयं त्वग्निः क्रूरत्वाद्रुद्रः। यदि पूर्वा आहुतीरभिसंबध्य तासामुपरि जुहुयात्तदा पशून्सर्वान्घातुकाय रुद्राय प्रयच्छेत्। ततो यजमानोपशुः स्यात्। तस्मात्पूर्वा आहुतीः परित्यज्य दूरे जुहुयात्। एवं होमः पशूनां संरक्षणाय भवति। \"\nअत्र मीमांसा।\nद्वितीयाध्यायस्य द्वितीयपादे चिन्तितम् “उपांशुयाज इ (मि) त्येषोनुवादोत्राथवा विधिः। विष्ण्वादिवाक्ये विस्पष्टविधेरस्यानुवादता।। जामित्वोक्तेरन्तराल उपांशुगणके विधौ। सत्यर्थवादो विष्ण्वादिस्तद्रूपं ध्रौवमन्त्रतः।।\n\"द्रशपूर्णमासयोः श्रूयते—“जामि वा एतद्यज्ञस्य क्रियते यदन्वञ्चौ पुरोडाशावुपा शुयाजमन्तरा यजति” इति। ‘विष्णुरूपांशु यष्टव्योजामित्वाय प्रजापतिरुपांशु यष्टव्योजामित्वायाग्नीषोमावुपांशु यष्टव्यावजामित्वाय” इति (च) । तत्र विष्ण्वादिवाक्येषु विहितस्य यागत्रयसमुदायस्यानुवादो जामि वा एतदिति वाक्यमिति चेन्न। आग्नेयाग्नीषोमीयपुरोडाशद्वयनैरन्तर्यकृतस्य जामि त्वदोषस्य वाक्योपक्रम उपन्यासात्पुरोडाशयोरन्तराले किंचिद्विधित्सितम्। न ह्यन्तरालगुणविशिष्टं विधेयं विष्ण्वादिवाक्येषु प्रतीयते। पूर्ववाक्ये तु तत्प्रतीयत इति विधायकं तद्वाक्यम्। न चात्र यजतीति वर्तमाननिर्देशः शङ्कनीयः। पञ्चमलकास्त्याश्रयणात्। अन्तरालकालवदुपांशुत्वगुणस्यापि विशेषणत्वात्तद्विशिष्टकर्मण उपांशुयाजनामकत्वम्। सत्येवं गुणद्वयविशिष्टकर्मण्याद्येन वाक्येन विहिते विष्ण्वादिवाक्यमर्थवादः स्यात। न चात्र विहितयागानुवादेन देवताविधिः शङ्गनीयः। समाधातव्येन जामित्वदोषेणोपक्रमादजामित्वेन समाधानेनोपसंहाराच्च। जामि वा इत्यदेरजामित्वायेत्यन्तस्य सर्वस्य महावाक्यस्यैकवाक्यत्वप्रतीतेः। न खल्वेकस्मिन्वाक्य विधेयबाहुल्यं संभवति। न चात्र विधित्सितस्योपांशुयाजस्य द्रव्याभावः। ध्रौवस्येव द्रव्यत्वात्। नापि देवताया असंभवः। नानाशाखासूयांशुयाजक्रमे पठितैर्वैष्णवप्राजापत्याग्नीषोमीयमन्त्रैर्विकल्पेन देवतात्रयस्य प्रतीयमानत्वात्। तस्माद्यजतीत्येतद्विधायकम्। दशमाध्यायस्यान्तिमपादे चिन्तितम् ‘उपांशुयाजे यत्किंचिद्द्रव्यमाज्यमुताग्रिमः। विशेषानुक्तितो मैवं ध्रौवाज्यस्य विधानतः” ।। “उपांशुयाजमन्तरा यजति” इत्यत्र द्रव्यविशेषस्यानुक्तादैच्छिकं दव्यमिति चेन्न। आज्यस्य श्रुतत्वात्। तावब्रूतामग्नीषोमावाज्भस्यैव तावुपांशु पौर्णमास्यां यजन्निति श्रुतम्। न चैवमप्यनियतं यत्किंचिदाज्यं स्यादिति शङ्कनीयम्। ध्रौवस्य विहितत्वात्। ‘सर्वस्मै वा एतद्यज्ञाय गृह्यते। यद्ध्रुवायामाज्यम्” इति विहितम्। विध्यश्रवणेपि ध्रौवाज्यस्य सप्रयोजनत्वाय विपरिणामः कर्तव्यः। तत्रैवान्यच्चिन्तितम् तत्र यः कोपि देवः स्यात्तान्त्रिको वाग्रिमो भवेत्। अविशेषात्प्रकरणात्तन्त्रिकोत्र नियम्यते तत्रोपांशुयाजे या काचिद्देवता स्यात्। विष्णुरुपांशु यष्टव्य इत्यादरेर्थवादत्वेनाविधायकत्वात्, अन्यस्य च देवताविधेरदर्शनात्, यागेन देवतामात्रस्यैव कल्पनाच्च। मैवम्। उपांशुयाजस्य दर्शपूर्णमासप्रकरणपठितत्वाद्दर्शपूर्णमासतन्त्रमध्यपठित एव कश्चिद्देवः प्रत्यासत्त्योपांशुयाजे नियम्यते।\"\nतत्रैवान्यच्चिन्तितम् “कोपि देवस्तान्त्रिकेषु नियतो वा तदापि किम्। प्रजापतिरुताग्निः स्यादग्नीषोमावुतापि वा।।\nविष्णुर्यद्वग्निमुत्सृज्यं विकल्प्यं देवतात्रयम्। कोप्यत्रानियमान्मैवमुपांशाशुत्वादियन्त्रणात्।\nप्रजापतिरुपांशुत्वान्न तूष्णींभावयोगतः। अग्निर्मुख्यत्वतो मैवं तद्याज्यादेरपाठतः।\nअग्नीषोमौ तदुक्तेर्नो तत्र कालविधानतः। विष्णुर्याज्यादितस्तन्न प्राजापत्योक्तिबाधनात्।।\nयाज्यत्रैविध्यतः प्राप्ता विकल्प्यन्तेत्र देवताः। विधिशेषार्थवादेपि प्राप्तं त्रयमनूद्यते”।\n\"तान्त्रिकदेवेषु नियामकाभावाद्यः कोपीति चेन्न। वक्ष्यमाणानामुपांशुत्वादीनां नियामकत्वात्। ‘यत्किंचित्प्राजापत्य यज्ञे क्रियते, उपांश्वेव तत्क्रियते” इतिवचनादुपांशुत्वधर्मसाम्येन प्रजापतिदेवतेति चेन्न। प्रजापतिं मनसा ध्यायेदिति विधेस्तूष्णींभावस्यैव प्रजापतिधर्मत्वात्। प्रथमयागदेवत्वेन मुख्यत्वादग्निर्देवतेति चेन्न। तदुपांशुयाजक्रमेग्निविषययाज्याद्यपाठात्। तावब्रूतामित्यादिपूर्वोदाहृतवाक्यादग्नीषोमौ देवतेति चेन्न। तस्य वाक्यस्य पौर्णमासीकालविधायकत्वात्। कस्यांचिच्छाखायामुपांशुयाजक्रमे वैष्णवयाज्यापुरोनुवाक्ययोः पाठाद्विष्णुर्देवतेति चेन्न। तथा सति शाखान्तरप्रोक्तयोः प्रजापत्ययाज्यापुरोनुवाक्ययोर्बाधः प्रसज्येत। तस्मान्नानाशाखासु पठिताभ्यां विष्णुप्रजापत्यग्नीषोमविषयाभ्यां याज्यापुरोनुवाक्याभ्यां प्राप्तास्तिस्रो देवता विकल्पते। अत एवोपांशु याजविधिशेषेर्थवादेप्येतदेव प्राप्तं देवतात्रयमनूद्यते—विष्णुरुपांशु यष्टव्योजामित्वाय प्रजापतिरुपांशु यष्टव्योजामित्वायाग्नीषोमावुपांशु यष्टव्यावजामित्वाय इति। तस्माद्देवताविकल्पः सिद्धान्तः।\"\nतत्रैवान्यच्चिन्तितम् “दर्शादिर्वा तस्य कालो दर्श एवान्य एत वा। द्विपुरोडाशसांनिध्यादाद्यो दर्शेग्नितोग्रतः।।\nविष्णुयाज्योक्तितो युक्तो मध्यमः पूर्णिमाविधे। स एव कालो याज्याया उत्कर्षः पूर्णिमादिने”।।\n“जामि वा एतद्यज्ञस्य क्रियते यदन्वञ्चौ पुरोडाशावुपा शुयाजमन्तरा यजत्यजामित्याय” इति पुरोडाशयोर्मध्येसो यागो विहितः। पुरोडाशौ च पौर्णमास्यामाग्नेयाग्नीषोमीयौ। अमावास्यायामाग्नेयैन्द्राग्नौ। ततो द्विपुरोडाशसंनिधेः समानत्वद्दर्शः पूर्णिमा चेत्युभयमपि तस्योपांशुयाजस्य काल इत्याद्यः पक्षः। अमावस्यां प्रकृत्य याज्याकाण्ड आग्नेययाज्याया ऊर्ध्वमैन्द्राग्नायाज्याय अधस्ताद्वैष्णवयाज्यायाः पाठात्प्रकरणस्य संनिधितः प्रबलत्वाद्दर्श एव काल इति मध्यमः पक्षः। तावब्रूतामग्नीषोमावाज्यस्यैव तावुपांशु पौर्णमास्यां यजन्निति पौर्णमास्यास्तत्कालत्वेन विधानाद्वाचनिकस्य च विधेः प्रबलत्वात्पौर्णमास्येव कालः तथा सति वैष्णवयाज्या प्रकरणादुत्कृष्यताम्। तत्रैवान्यच्चिन्तितम्\n“पुरोडाशैक्ययुक्तायां पौर्णमास्यामयं न हि। स्याद्वा नास्त्यन्तरेत्युक्तेर्लक्ष्ये कालेस्ति शङ्खवत्।।”\nसोमात्प्रामग्नीषोमीयपुरोडाशरहिता केवलाग्नेयपुरोडाशयुक्ता पौर्णमासी भवति। स सोमेनेष्ट्वाग्नीषोमीयो भवतीति वाक्येनाग्नीषोमयोः सोमोत्तरकालीनत्वावगमात्तस्यामयमुपांशुयाजो यागो नास्ति। कुतः। उपांशुयाजमन्तरा यजतीति पुरोडाशद्वयान्तरालवत्त्वस्य गुणत्वेन विधानादिति प्राप्ते ब्रूमः- किं यागे पुरोडाशावन्तरालकालस्य विशेषणभूतावुतोपलक्षणीभूतौ नाद्यः। अन्तरालवत्तद्विशेषणयोरप्युपांशुयाजगुणत्वप्रसङ्गात्। न वैतद्युक्तम्। उपांशयाजवत्तयो रपि स्वातन्त्र्येणैव फलान्वयात्। द्वितीये तु शङ्खन्यायेनोपलक्षकस्याग्नीषोमीयपुरोडाशस्याभावेप्युपलक्षिते काले यागोस्ति। यथा शङ्खध्वनिवेलायां राजसेवार्थं प्रतिदिनमागन्तव्यमित्युक्ते कस्मिंश्चिद्दिने शङ्खं धमतः पुरुषस्याभावेनोपलक्षकस्य ध्वनेरभावेप्युपलक्षिते तस्मिन्काले सेवकः समागच्छति तथात्रापि द्रष्टव्यम्। यदि तत्र कालेपलक्षकमन्यदेव व्यापारसूर्यगत्यादिकं संभाव्येत तह्यत्रापि संभवत्येवाग्नेयपुरोडाश उपलक्षकः। तस्मादेकपुरोडाशायामपि पौर्णमास्यामस्त्युपांशुयाजः। तृतीयाध्यायस्य पञ्चमपादे चिन्तितम् “उपांशुयाजद्रव्येण शेषकार्यं भवेन्न वा। भवेद्धविर्भ्यः सर्वेभ्य इत्युक्त्या प्रापितत्वतः।। उक्ताज्यद्रव्यशेषस्तु भाव्युपस्तरणादिकृत्। अतो न प्रविपत्त्यर्हः शेषकार्यं ततः कथम्”।।\nध्रौवादाज्यादुपांशुयाजार्थमवदाने कृते तच्छेषेण ध्रौवेण स्विष्टकृदादिकं शेषकार्यं कर्तव्यम्। कुतः। “तद्यत्सर्वेभ्यो हविर्भ्यः समवद्यति” इति वाक्येन प्रापितत्वादिति चेन्मैवम्। कृतार्थद्रव्यशेषो ह्युपयोगपेक्षः प्रतिपत्तिमर्हति। ध्रौवंत्याज्यं न कृतार्थम्। तेन कर्तव्यानां भविष्यतामुपस्तरणादीनां सद्भावात्। तस्मान्न तेन शेषकार्यं भवति। चतुर्थाध्यायस्य प्रथमपादे चिन्तितम् “स्विष्टकृत्संस्कृतौ क्षीण उतापूर्वोपयोग्यपि। प्रयोजनैक्यमेकास्मिन्युक्तं कर्मण्यतः क्षयी।। मन्त्रेण देवसंस्कारः प्रक्षेपाद्द्रव्यसंस्कृतिः। त्यागादपूर्वमुत्पन्नं प्रधानापूर्वगं च तत्”।। योयं स्विष्टकृद्यागाः सोयमुपयुक्तहवि शेषसंस्कार इत्यविवादम्। तत्र संस्कारस्य डष्टप्रयोजनत्वेनावश्यंभावे सति तावतैवोपक्षीणः स्विष्टकृद्यागो नापूर्वस्योपकरोति। नह्येकस्मिन्कर्मणि प्रयोजनद्वयं युक्तामिति प्राप्ते ब्रूमः- कर्मण एकत्वेप्यंशभेदात्प्रयोजनभेदो न विरुध्यते। मन्त्रपाठो द्रव्यप्रक्षेपो देवतोद्देशेन त्या गश्चेति त्रयोशाः। तत्र त्यागेन परमापूर्वोपयुक्तमवान्तरापूर्वमुत्पद्यते। तस्मात्स्विष्टकृदुभयार्थः। एवमन्त्यप्रयाजपशुपुरोडाशावप्युदाहार्यौ। तत्रैवान्यच्चिन्तितम् “प्रयोजकः स्विष्टकृत्किं पुरोडाशोत्तरर्धयो। यद्वा प्रयुक्तोपजीवी स्यादाद्यः स्वस्य सिद्धये।। उत्तरार्धेतिशब्दस्य प्रकृताकाङ्क्षणे सति। अग्न्याद्यर्थं पुरोडाशमुपजीव्यैष वर्तताम्”।।\nदर्शपूर्णमासयोः श्रूयते “उत्तरार्धात्स्विष्टकृते समवद्यसि” इति। सोयं स्विष्टकृद्यागः कस्यचिन्नूतनस्य पुरोडाशस्य तदुत्तरार्धस्य च प्रयोजकः। तदुभयाभावे स्वसिद्ध्यभावादिति चेन्मैवम्। उत्तरशब्दोर्धशब्दश्च सर्वनामत्वाद्भागवाचित्वाच्च प्रकृतं कंचिद्भागिनमाकाङ्क्षतः। अग्न्यादिदेवतार्थः पुरोडाशः प्रकृतोभागवांश्च। तस्मात्तमेवोपजीव्य स्विष्टकृद्यागः प्रवर्तते न त्वन्यस्य प्रयोजकः। तृतीयाध्यायस्य चतुर्थपादे चिन्तितम् “शेषात्स्विष्टकृदेकस्मात्सर्वेभ्यो वैकतः कृतेः। शास्त्रार्थसिद्धिः सर्वेभ्यः कार्यः संस्कारसाम्यतः ”।।\n\"दर्शपूर्णमासयोः श्रूयते—“शेषात्स्विष्टकृते समवद्यति” इति। तत्राग्नेयादीनां त्रयाणां हविषं मध्ये यस्य कस्यचिदेकस्य हविषः शेषादवदातव्यं, तावतैव शास्त्रार्थानुष्ठानसिद्धेरिति वेन्मैवम्। उपयुक्तं हविः संस्कर्तुमिदमवदीयते।\"\nसंस्कारश्च सर्वेष्वपि हविःषु समानः। तस्मात्सर्वेभ्यो हविःशेषेभ्यः स्विष्टकृदनुष्ठेयः।।\nइति श्रीमत्सायणाचार्यविरचिते माधवीये वेदार्थप्रकाशे कृष्णयजुर्वेदीय तैत्तिरीयसंहिताभाष्ये द्वितीयकाण्डे षष्ठप्रपाठके षष्ठोनुवाकः ।। ६।।\n"
}