{
  "id": "TS 2.6.12.2",
  "classification": {
    "kanda": "2",
    "prasna": "6",
    "anuvaka": "12",
    "panchasat": "2"
  },
  "header": "TS 2.6.12.2",
  "panchasatInfo": " 66",
  "padaCount": 50,
  "samhita": "नः ॥ त्वꣳ सो॑म पि॒तृभिः॑ संॅविदा॒नोऽनु॒ द्यावा॑पृथि॒वी आ त॑तन्थ । तस्मै॑ त इन्दो ह॒विषा॑ विधेम व॒यꣳ स्या॑म॒ पत॑यो रयी॒णां ॥ अग्नि॑ष्वात्ताः पितर॒ एह ग॑च्छत॒ सदः॑ सदः सदत सुप्रणीतयः । अ॒त्ता ह॒वीꣳषि॒ प्रय॑तानि ब॒र्॒.हिष्यथा॑ र॒यिꣳ सर्व॑वीरं दधातन ॥ बर्.हि॑षदः पितर ऊ॒त्य॑र्वागि॒मा वो॑ ह॒व्या च॑कृमा जु॒षद्ध्वं᳚ । त आ ग॒ताऽ*व॑सा॒ शं त॑मे॒नाथा॒स्मभ्यꣳ॒॒ - [  ] ",
  "pada": "नः॒ ।  । त्वम् । सो॒म॒ । पि॒तृभि॒रिति॑ पि॒तृ - भिः॒ । सं॒ॅवि॒दा॒न इति॑ सं - वि॒दा॒नः । अन्विति॑ । द्यावा॑पृथि॒वी इति॒ द्यावा᳚-पृ॒थि॒वी । एति॑ । त॒त॒न्थ॒ ।  । तस्मै᳚ । ते॒ । इ॒न्दो॒ इति॑ । ह॒विषा᳚ । वि॒धे॒म॒ । व॒यम् । स्या॒म॒ । पत॑यः । र॒यी॒णाम् ।  । अग्नि॑ष्वात्ता॒ इत्यग्नि॑- स्वा॒त्ताः॒ । पि॒त॒रः॒ । एति॑ । इ॒ह । ग॒च्छ॒त॒ । सदः॑ सद॒ इति॒ सदः॑ - स॒दः॒ । स॒द॒त॒ । सु॒प्र॒णी॒त॒य॒ इति॑ सु - प्र॒णी॒त॒यः॒ ।  । अ॒त्त । ह॒वीꣳषि॑ । प्रय॑ता॒नीति॒ प्र - य॒ता॒नि॒ । ब॒र्॒.हिषि॑ । अथ॑ । र॒यिम् । सर्व॑वीर॒मिति॒ सर्व॑ - वी॒र॒म् । द॒धा॒त॒न॒ ।  । बर्.हि॑षद॒ इति॒ बर्.हि॑ - स॒दः॒ । पि॒त॒रः॒ । ऊ॒ती । अ॒र्वाक् । इ॒मा । वः॒ । ह॒व्या । च॒कृ॒म॒ । जु॒षद्ध्व᳚म् ।  । ते । एति॑ । ग॒त॒ । अव॑सा । शन्त॑मे॒नेति॒ शं - त॒मे॒न॒ । अथ॑ । अ॒स्मभ्य॒मित्य॒स्म - भ्य॒म् । ",
  "attribute": {
    "rishi": "अज्ञात",
    "devata": "अज्ञात",
    "chandas": "अज्ञात"
  },
  "sayanaBhashya": "\n\n\"कल्पः- “एकां सामिधेनीं त्रिरन्वाहोशन्तस्त्वा हवामह इत्येताम्” इति। पाठस्तु उशन्तस्त्वेति। हेऽग्ने वयमुशन्तः पितॄन्कामयमानास्त्वामाह्वयामः। पुनरपि पितॄनुशन्तस्त्वा समिधीमहि। त्वमपि कामयमानः कामयमानस्य यजमानस्य षितॄनावह किमर्थम्, हविषेऽत्तवे हविर्भोक्तुम्। कल्पः- ‘द्वे पुरोनुवाक्ये अन्वाहर्चमुक्त्वा प्रणौत्यपरामुक्त्वा प्रणौतित्वऽ सोमगचिकित इत्येता आम्नाता भवन्त्येका या ज्या’ इति। तत्र प्रथमां पुरोनुवाक्यामाह त्व ऽ सोमेति। हे सोम त्वं मनीषा मनीषया त्वदीयया बुद्ध्या प्रचिकितः प्रकर्षेण ज्ञातः। किंच, त्वं रजिष्ठं य (ष्ठ) मन्नोदकसंपूर्त्या रञ्जकं मार्गमनुनेषि अनुक्तमेव प्रापयसि। हे इन्दो तव प्रणीती प्रणीत्या परिचरणेन नोऽस्माकं पितरो देवेषु मध्ये स्थित्वा धीराः सन्तो रत्नं रमणीय हविरभजन्त। द्वितीयां पुरोनुवाक्यामाह त्वया हि न इति। हे पवमान शोधक सोम हि यस्मान्नोऽस्माकं पूर्वे पितरस्त्वयाऽनुगृहीताः कर्माणि चक्रुः परिस्मरन्तो जन्माति धीरास्तिष्ठन्ति (च)। (तस्मात्) त्वमप्यवातो वायुमनपेक्ष्य ज्वलनेनास्मदीयहविर्वन्वन्संभक्षयन्परिधीन्परिधिवत्सर्वतोऽवस्थितान्प्रतिबन्धकानपोर्णु निराकुरु। कैः साधनैः। वीरेभिर्यूद्धकुशलैरश्वैः। तथा नोऽस्मदर्थं मधवा धनवान्भव। अथ याज्यामाह त्व ऽ सोमेति। हे सोम त्वं पितृभिः संविदानः संविदं प्राप्तोऽनुक्रमेण द्यावापृथिवी आततन्थाऽतते व्याप्ते कृतवानसि। हे इन्द्रो हे सोम तस्मै ते तादृशाय तुभ्यं हविषा विधेम परिचरेम। त्वत्प्रसादाद्वयं धनानां पतयः स्याम। इत्यं “सोमाय पुतृमते पुरोडाशऽ षट्कपालम्” इत्यस्यानुवाक्याद्वयं याज्या चेति मन्त्रत्रयमुक्तम्। अथ “पितृभ्योऽग्निष्वात्तेभ्योऽभिवान्यायै दुग्धे मन्थम्” इत्येतस्य प्रथमा पुरोनुवाक्योच्यते। यद्यपि पाठक्रमेण तृतीयमिदं हविस्तथाऽपि लिङ्गस्य बलवत्त्वात्तत्र विनियोगो द्रष्यव्यः । पाठस्तु अग्निष्वात्ता इति। अत्र ये वा अयज्वानो गृहमेधिनस्ते पितरोऽग्निष्वात्ता इति श्रुतत्वाद्यागमकृत्यैव प्रेत्य पितृलेकं गता अग्निष्वात्ताः शोभना प्रणीतिरस्मत्कृता परिचर्या येषां ते सुप्रणीतयस्तथाविधा हे पितर इह कर्मण्यागच्छत। सदःसदस्तत्तदात्मीयं स्थानं सदत प्राप्नुत। अस्मिन्बर्हिषि यज्ञे प्रयतानि प्रयत्नेन संपादितानि हवींषि अत्त भक्षयत। अथानन्तरं रयिं सर्वेषु वैदिककर्मसु वीरः कुशलो यः पुत्रस्तादृशं पुत्रं च दधातन संपादयत।\"\n\"अथ द्वितीया पुरोनुवाक्या याज्या चेत्युभयमाम्नातं, तच्च ये अग्निष्वात्ता इत्यादिकं कौकिल्यां सौत्रामण्यामाम्नाततमस्तत्रैव व्याख्यास्यते। अथ पितृभ्यो बर्हिषद्भ्यो धाना इत्यस्य प्रथमं पुरोनुवाक्यामाह बर्हिषद इति। बर्हिषि यज्ञे सीदन्तीति बर्हिषदः। अत्रापि ये वै यज्वानस्ते पितरो बर्हिषद इत्युक्तत्ताद्यागं कृत्वा प्रेत्य पितृलोकं प्राप्ता बर्हिषदः। तादृश्या हे पितरोऽर्वागर्वाचीनानामस्माकमूती रक्षा भवद्भिः कर्तव्येति शेषः। वो युष्मदर्थमिमा हव्या एतानि हवींषि चकृमातस्तानि जुषध्वमिति (म । ते) हविर्जुष्टवन्तो यूयमवसा रक्षणेन शंतमेन सुखतमेनास्मानागत तन्निंमित्तमागच्छतेत्यर्थः। अथास्मभ्यं प्रथममन्ते च शं सुखं दुःखवियोगं चारपः पापराहित्यं च दधात दत्त। अथ तत्रैव द्वितीया पुरोनुवाक्या आऽहं पितॄनिति। अहं यजमानः सुविदत्रान्मदीयां भक्तिं सुष्ठु जानतः पितॄनपि आवित्स्याभिमुख्येन लब्धवानस्मि। विष्णोर्व्यापिनोऽस्य यज्ञस्य नपातं विनाशाभावं विक्रमणं विशेषेण प्रवृत्तिं च लब्धवानस्मि। ये पितरो बर्हिषदस्त इहात्र कर्मणि आगमिष्ठा अतिशयेनाऽगताः। आदरपूर्वकमागत्य पित्वः प्रीतिं भजन्त प्राप्नुवन्तु। केन साधनेन, सुतस्य स्वधया सोमसमस्य हविषः स्वादुत्वेन। अथ तत्रैव याज्यामाह\"\nउपहूता इति। सोम्यासः सोम्या अस्मदनुग्रहपराः पितरो बर्हिष्येषु या मार्हेषु तृप्तिकरेषु निधिसदृशेषु हविःषु निमित्तभूतेषु सत्सूपहूता अस्माभिराहुतास्ते पितर आगमन्त्वागच्छन्तु। आगत्य चेहास्मिन्कर्मण्यस्माभिः प्रयुक्ताः स्तुतीः श्रुवन्तु। श्रुत्वा चाधिब्रुवन्तु साधुरयं यजमान इत्यादरेण कथयन्तु। तत ईदृशाः पितरोऽस्मानवन्तु\nअत्रैवोपहोमार्थास्तिस्र ऋचस्तासु प्रथमामाह उदीरतामिति। त्रिविधाः पितर उत्तमा मध्यमा अधमाश्चेति। यथाविधं श्रौतं कर्मानुष्ठाय पितृत्वं प्राप्ता उत्तमाः। स्मार्तकर्ममात्रपरा मध्यमाः। तत्रापि केचित्संस्कारैर्विकला अधमाः एतदेवाभिप्रेत्य ये अग्निदग्धा येऽनग्निदग्धा इत्यादिर्मन्त्र आम्नातः। तेष्ववरे निकृष्टा उदीरतामुत्तमं हविः प्राप्नुवन्तु। परास उत्तमाः पितर उदीरताम्। मध्यमाः पितरश्चोदीरताम्। ते सर्वेऽप्यस्मिन्विषये सोम्यास सोम्या अनुग्रहपराः सन्तु। ये पितरोऽवृका वृकवदरण्यश्ववदस्मासु हिंसामकुर्वन्त ऋतज्ञा अस्मदनुष्ठितं यज्ञं जानन्तोऽसुप्रस्मत्प्राणमीयू रक्षितुं प्राप्तास्ते पितरो हवषु अस्मदीयाह्वानेषु नोऽस्मानवन्तु। अथ द्वितीया इदं पितृभ्य इति। पूर्वासो यजमानोत्पत्तेः पूर्वमुत्पन्ना ज्येष्ठभ्रातृपितृपिता महादयो य ईयुः पितृलोकं प्राप्ताः। ये चान्य उपरासो यजमानजननादुपर्युत्पन्नाःकनिष्ठभ्रातृस्वपुत्रादय ईयुः पितृलोकं प्राप्ताः। येऽप्यन्ये पाथवे पृथिवीसंबन्धिनिरजसि रजोगुणकार्यऽस्मिन्कर्मण्यानीता हविः स्वीकर्तुमागत्योपविष्टाः। ये वा ये चान्ये बन्धुवर्मरूपाः पितरो बहुबन्धुरूपासु विक्षु प्रजास्वनिषत्ताः श्राद्धादिस्वीकारायाऽगत्योपविष्टाः। कीदृशीषु विक्षु सुवृजनासु वृज्यते परित्यज्यते दारिद्र्यमनेनेति वृजनं धनं शोभनं वृजनं यासां ताः सुवृजनास्तादृशीषु धनसमृद्ध्या श्राद्धादिकर्मपरास्वित्यर्थः। तेभ्यः सर्वेभ्य उक्तेभ्यः पितृभ्योऽद्यास्मिन्कर्मणीदं नमोस्त्वयमाहुतिप्रदानपूर्वको नमस्कारो भवतु। अथ तृतीया अधा यथेति। हेऽग्नेऽधाधस्तादतीते काले नोऽस्माकं पितर ऋतमाशुषाणायज्ञमश्नुवानाः शुचीच्छुद्धमेव स्थानं यथा येन प्रकारेणायन्प्राप्तवन्तो दीधितिं दीप्यमानां पितृरूपां देवतामुक्थशासः शस्त्रैः शंसन्तो वयमपि तथैवोच्चमेव स्थानं\n\"प्राप्ताः स्म इति। कीदृशाः पितरः, परासोऽस्मत्त उत्कृष्टाः पितृपिताप्रहादयः प्रत्नासः पुरातनाः पित्रादिभ्योऽपि पूर्वभाविनः। किंच, क्षाम क्षयहेतुं स्वकीयं क्षुदुपद्रवं भिन्दन्तोऽन्नेन हविषा नाशयन्तोऽरूणीस्तेजोरूपा (देवता) स्ताः प्राप्यापव्रन्फलप्रतिबन्धकं पापमपाकृण्वन्। अस्मिन्निह(न्हि) पितृयज्ञकर्मणि शाखान्तरेऽन्यदपि हविद्वयं विहितं तदग्नये कव्यवाहनायैकं यमायाङ्गिरस्वते पितृमते द्वितीयमिति। अत एव सूत्रकार आह----अथैकेषां सोमाय पितृमत आज्यं पितृभ्यो बर्हिषद्भ्यः षट्कपालं पितृभ्योऽग्निष्वात्तेभ्यो धाना अग्नेय कव्यवाहनाय यमाय वा मन्थं यमायाङ्गिरस्वते पितृमते इति। तत्र कव्यवाहनस्य प्रथमां पुरोनुवाक्यामाह यदग्न इति। कव्यं वहतीति कव्यवाहनः पितृभ्योऽग्निः। अत एवान्यत्र श्रुतम्---त्रयो वा अग्नयो हव्यवाहनो देवानां कव्यवाहनः पितृणाऽ सहरक्षा असुराणाम् इति। कव्यस्यास्य हविषो वाहक हेऽग्ने यद्यस्मात्कारणादृतावृधो यज्ञवर्धकान्पितॄन्यक्षि यजसि तस्मादेव कारणात्त्वं देवेभ्यः पितृभ्यश्च हव्यानि प्रावक्ष्यसि पुनः पुनः प्रकर्षता परमपि हविर्वहनं करिष्यसि। द्वितीयां पुरोनुवाक्यामाह त्वमग्न इति। जातं सर्वं जगद्वेदेति जातवेदास्तथाविध हेऽग्ने त्वमीडितो यजमानेन स्तुतः संस्तदीयानि हव्याति सुरभीणि सुगन्धीनि कृत्वाऽवाड्वहनं कृतवानसि। कृत्वा च पितृभ्यः प्रादाः। ते च पितरः स्वधया स्वधाकारेण प्रत्तं हव्यमक्षन्नदन्तु। हे देव त्वमपि प्रयता प्रयत्नसंपादितानि हवींष्यद्धि भक्षय। अथ याज्या मातलीति। मातलिरिन्द्रस्य सूतस्तद्वानिन्द्रो मातली। स च कव्यैः कव्यभाग्भिः पितृभिः सह वावृधानो वर्धमानो भवति। यमश्चाङ्गिरोभिः पितृविशेषैः सह वर्धमानो भवति। बृहस्पतिश्च ऋक्वभिर्ऋक्प्रतिपाद्यैः पितृविशेषैः सह वर्धमानो भवति। तत्र देवा यान्कव्यभागादीन्पितॄन्वावृधुर्वर्धयन्ति, ये च कव्यभागादयः पितर इन्द्रादीन्देवान्वर्धयन्ति तेषां मध्य इन्द्रादयः स्वाहा मदन्ति स्वाहाकारेण तृप्यन्ति। अन्ये पितरः स्वधया स्वधाकारेण तृप्यन्ति । अथाङ्गिरस्वतो यमस्य प्रथमां पुरोनुवाक्यामाह इमं यमेति। हे यमाङ्गिरोभिरेतन्नामकैः पितृभिः संविदान ऐकमत्यं प्राप्त इमं प्रस्तरं प्रस्तीर्णं यज्ञविशेषमासीदाऽगत्योपविश। हि यस्मादुपविशसि तस्मात्कविशस्ता विद्वद्भिर्ऋत्विग्भिः प्रयुक्ता मन्त्रास्त्वामावहन्तु। हे राजन्नेनाऽनेन हविषा तुष्टो मादयस्व यजमानं हर्षयस्व। अथ द्वितीयां पुरोनुवाक्यामाह—\"\nअङ्गिरोभिरिति। हे यम वैरूपैर्विविधरूपयुक्तेर्वैरूपसामप्रियैर्वा यज्ञियेभिर्यज्ञयोग्यैरङ्गिरोभिः सहाऽगहि आगच्छ। आगत्य चेह मादयस्व यजमानं हर्षय। यस्ते तव पिता विवस्वानस्ति तं विवस्वन्तमस्मिन्यज्ञे हुव आह्वयामि। स च बर्हिष्यस्मिन्यज्ञ आनिषद्याऽगत्योपविश्य यजमानं हर्षयतु। अथ याज्यामाह अङ्गिरसो न इति। अङ्गिरोनामका अथर्वनामका भृगुनामकाश्च नोऽस्माकं पितरो नवग्वा अभिनवागमनयुक्तास्तदा तदा नूतनवत्प्रीतिजनका इत्यर्थः। ते च सोम्यासः सोममर्हन्ति सोम्याः। यज्ञियानां तेषां सुमतावयुक्त (नुग्रह) युक्तायां बुद्धौ वयं स्याम सर्वदा तिष्ठेम। अपि च सौमनसे सौमनस्यकारणे भद्रे कल्याणे फले स्याम सर्वदा तिष्ठेम। अत्र विनियोगसंग्रहः-\nउशन्तः सामिधेन्येका पितृयज्ञे महत्यसौ। त्वं सोमेत्यनुवाक्ये द्वे पितृमन्नामके तथा।।\nत्वं याज्याऽग्निष्वेति मन्थेऽनुवाक्या प्रथमा भवेत्। बर्हिर्द्वे शनुवाक्ये तु याज्यैका बर्हिषद्यजौ।।\nउपहोमा उदीरेति त्रयस्तत्त्रययागके। कव्यवाहनयागे तु यदग्ने तिस्र ईरिताः।।\nपुरोनुवाक्ये द्वे तत्र याज्यैका याम्ययागके। इमं पुरोनुवाक्ये द्वे याज्यैका पूर्ववन्मता।\nअन्तिमे ह्यनुवाकेस्मिन्मन्त्राः सप्तदशेरिताः।। इति श्रीमत्सायणाचार्यविरचिते माधवीये वेदार्थप्रकाशे कृष्णयजुर्वेदीयतैत्तिरीयसंहिताभाष्ये द्वितीयकाण्डे षष्ठप्रपाठके द्वादशोऽनुवाकः ।। १२ ।।\nवेदार्थस्य प्रकाशेन तमो हार्दं निवारयन्। पुमर्थांश्चतुरो देयाद्विद्यातीर्थमहेश्वरः।।\nइति श्रीमद्विद्यातीर्थमहेश्वरपरावतारस्य श्रीमद्राजाधिराजपरमेश्वरस्य श्रीवीरबुक्कमहाराजस्याऽज्ञापरिपालकेन माधवाचार्येण विरचिते वेदार्थप्रकाशे कृष्णयजुर्वेदीयतैत्तिरीयसंहिताभाष्ये\nद्वितीयकाण्डे षष्ठः प्रपाठकः।। ६ । । इति श्रीमद्विद्यातीर्थमहेश्वरापरावतारस्य श्रीमद्राजाधिराजपरमेश्वरस्य श्रीवीरबुक्कमहाराजस्याऽज्ञापरिपालकेन माधवाचार्येण विरचिते वेदार्थप्रकाशे कृष्णयजुर्वेदीयतैत्तिरीयसंहिताभाष्ये\nद्वितीयः काण्डः समाप्तः ।। ५ ।। मूलक्रमेण द्वितीयाष्टके—प्र. ६ अ. ७५। भाष्यक्रमेण द्वितीयकाण्डे—प्र. ६ अ. ७५।\n\"मूलक्रमेणाऽदितः समष्ट्यङ्काः का. २ प्र. १४ अ. २२१।भाष्यक्रमेणाऽदितः समष्ट्यङ्काः का. २ प्र. १४ अ, २१५।\"\nसमाप्तोऽयं श्रीमत्सायणाचार्यविरचितभाष्यस हितकृष्णयजुर्वेदीयतैत्तिरीयसंहिताया द्वितीयः काण्डः।\n\n"
}