{
  "id": "TS 1.6.4.3",
  "classification": {
    "kanda": "1",
    "prasna": "6",
    "anuvaka": "4",
    "panchasat": "3"
  },
  "header": "TS 1.6.4.3",
  "panchasatInfo": " 13",
  "padaCount": 50,
  "samhita": "वनामहे धुक्षी॒महि॑ प्र॒जामिषं᳚ ॥ रोहि॑तेन त्वा॒ऽग्निर् दे॒वतां᳚ गमयतु॒ हरि॑भ्यां॒ त्वेन्द्रो॑ दे॒वतां᳚ गमय॒त्वेत॑शेन त्वा॒ सूर्यो॑ दे॒वतां᳚ गमयतु॒ वि ते॑ मुञ्चामि रश॒ना वि र॒श्मीन् वि योक्त्रा॒ यानि॑ परि॒चर्त॑नानि ध॒त्ताद॒स्मासु॒ द्रवि॑णं॒ ॅयच्च॑ भ॒द्रं प्र णो᳚ ब्रूताद्-भाग॒धान् दे॒वता॑सु ॥ विष्णोः᳚ शं॒ॅयोर॒हं दे॑वय॒ज्यया॑ य॒ज्ञेन॑ प्रति॒ष्ठां ग॑मेयꣳ॒॒ सोम॑स्या॒हं दे॑वय॒ज्यया॑ - [ ]",
  "pada": "व॒ना॒म॒हे॒ । धु॒क्षी॒महि॑ । प्र॒जामिति॑ प्र-जाम् । इष᳚म् ।  । रोहि॑तेन । त्वा॒ । अ॒ग्निः । दे॒वता᳚म् । ग॒म॒य॒तु॒ । हरि॑भ्या॒मिति॒ हरि॑ - भ्या॒म् । त्वा॒ । इन्द्रः॑ । दे॒वता᳚म् । ग॒म॒य॒तु॒ । एत॑शेन । त्वा॒ । सूर्यः॑ । दे॒वता᳚म् । ग॒म॒य॒तु॒ । वीति॑ । ते॒ । मु॒ञ्चा॒मि॒ । र॒श॒नाः । वीति॑ । र॒श्मीन् । वीति॑ । योक्त्रा᳚ । यानि॑ । प॒रि॒चर्त॑ना॒नीति॑ परि - चर्त॑नानि । ध॒त्तात् । अ॒स्मासु॑ । द्रवि॑णम् । यत् । च॒ । भ॒द्रम् । प्रेति॑ । नः॒ । ब्रू॒ता॒त् । भा॒ग॒धानिति॑ भाग - धान् । दे॒वता॑सु ।  । विष्णोः᳚ । श॒म्ॅयोरिति॑ शं - योः । अ॒हम् । दे॒व॒य॒ज्ययेति॑ देव-य॒ज्यया᳚ । य॒ज्ञेन॑ । प्र॒ति॒ष्ठामिति॑ प्रति - स्थाम् । ग॒मे॒य॒म् । सोम॑स्य । अ॒हम् । दे॒व॒य॒ज्ययेति॑ देव - य॒ज्यया᳚ । ",
  "attribute": {
    "rishi": "अज्ञात",
    "devata": "अज्ञात",
    "chandas": "अज्ञात"
  },
  "sayanaBhashya": "\n\nबर्हिषोऽहमिति। कल्पः - ‘अनूयाजानामिष्टमिष्टमनुमन्त्रयते बर्हिषोऽहं देवयज्यया प्रजावान्भूयासं नराशसस्याहं देवयज्यया पशुमान् भूयासमग्नेः स्विष्टकृतोऽहं देवयज्ययाऽऽयुष्मान्यज्ञेन प्रतिष्ठां गमेयमिति’ इति।\nबर्हिर्नराशंसस्विष्टकृच्छब्दा अनुयाजदेवानामग्निविशेषाणां वाचकाः। बर्हिर्नराशंसयागाभ्यां प्रजापतिः क्रमेण प्रजाः पशूंश्च ससर्जेति यजमानस्य तत्तत्प्रर्थना युक्ता। स्विष्टकृन्मन्त्रस्तु व्याख्यातः’\nकल्पः - ‘अथ यत्र होतुरभिजानात्यग्निरिदं हविजुषतेति तद्यजमानमुज्जि-तीर्वाचयति अग्नेरहमुज्जतिमनूज्जेषमिति यथेष्टम्’ इति।\nयस्मिन्काले होता सूक्तवाकं पठन्नग्निरिद हविरजुषतेत्यादीनि तत्तद्देवता-स्मारकाणि वाक्यानि पठति तस्मिन्कालेऽध्वर्युर्यजमानं तत्तद्देवताविषयाण्यु-ज्जितिवाक्यानि वाचयेत्। अमावास्यायां पौर्णामास्यां वा यां देवतां यजति तदिष्टमनतिक्रम्य तदनुसारेण सूक्तवाकभागा उज्जितिभागाश्च प्रयोक्तव्याः।\nपाठस्तु - अग्नेहरमिति। आज्यभागदेवोऽग्निर्हविः सेवित्वा तेन हविषा पुष्टो यज्ञविरो-धिनोऽसुरादीनभिभवन्नुत्कृष्टं जयं प्राप्तवान्। तदीयां तामुज्जितिमनु यजमानोऽहं पापरूपं वैरिणमभिभवन्नुत्कृष्टं जयं प्राप्तोऽस्मि। एवं सर्वत्र योज्यम्।\nकल्पः - ‘उक्तं वाजवत्योर्व्यूहनम्’ इति।\nवाजशब्दोऽस्ति ययोचोस्ते ऋचौ वाजवत्यौ, तयोचोर्यजमानेन जप्यमानयोरध्वर्युर्जुहूपभृतौ द्वे स्रुचौ व्यूहेत्परस्परविपर्यासेनापसारयेत् तत्प्रकारस्त्वस्माभिराध्वर्यवकाण्डे दर्शित इत्यर्थः।\nपाठस्तु- वाजस्य मेति। इन्द्रो वाजस्यान्नस्य प्रसूतिनिमित्तेन स्रुच ऊर्ध्वग्रहणेन मामु-ग्रभीदुत्कर्षं प्रापितवात्। अथ स्रुचो न्यक्कारेण मम सपत्नानधरान्न्यक्कृतान-करोत्। देवा ब्रह्म परिवृढं स्रुचोरुद्ग्राहनिग्राहरूपं कर्मद्वयमवर्धयन्। अथेन्द्राग्नी मम सपत्नान्विषूचीनान्सर्वतः पलायमानान्व्यस्यतां विनाशयेताम्।\nएमा अग्मन्निति। कल्पः - “अथ यत्र होतुरभिजानात्याशास्तेऽयं यजमा-नोऽसाविति तद्यजमानं यज्ञस्य दोहं वाचयत्येमा अग्मन्नाशिषो दोहकामा इन्द्रवन्तो वनामहे धुक्षीमहि प्रजामिषमिति” इति।\nयस्मिन्काले होता सूक्तवाकं पठन्नाशास्तेऽयमित्यादिवाक्यामुच्चारयति तस्मि-न्कालेऽध्वर्युर्यजमानमेमा अग्मन्नित्यादियज्ञदोहमन्त्रं वाचयति। सूक्तवाक आ-युराशास्ते सुप्रजास्त्वमाशास्त इत्यादय आयुराद्याशिषः समाम्नाताः। इमा आ-शिषोऽग्मन्मां प्रत्यागच्छन्तु। वयमप्यायुरादिदोहं कामयमानास्तत्फलप्रदेनेन्द्रेण युक्तत्वादिन्द्रवन्तस्तमिन्द्रं वनामहे भजामहे। तेन भजनेन पुत्रपौत्रादिप्रजामिष-मिष्यमाणमन्नायुरादिकं धुक्षीमहि कामधेनुसदृशीमिन्द्रदेवतां दुह्यास्म।\nरोहितेनेति। कल्पः - “प्रस्तरं प्रह्रियमाणमनुमन्त्रयते रोहितेन त्वाऽग्निर्देवतां गमयतु हरिभ्यां त्वेन्द्रो देवतां गमयत्वेतशेन त्वा सूर्यो देवतां गमयत्विति” इति।\nरोहितहर्येतशब्दा अग्नीन्द्रसूर्याणामश्वानभिदधते। हे प्रस्तर तैरश्वैरग्न्या-दयस्त्वां सूक्तवाकोक्तां देवतां गमयन्तु।\nवि ते मुञ्चामीति। कल्पः - “परिधीन्विमुच्यमानाननुमन्त्रयते वि ते मुञ्चामि रशना वि रश्मीन्वि योक्त्रा यानि परिचर्तनानि। धत्तादस्मासु द्रविणं यच्च भद्रं प्र णो ब्रूताद्भागधान्देवतास्विति” इति।\nलोके ह्यारुरुक्षुरारोहणीयमश्वं रशनादिभिः सर्वतो बध्नाति। तत्र रशनाशब्देन पल्ययनदार्ढ्यायोदरे बध्यमाना तन्तुमयी चर्ममयी वा कक्ष्याऽभिधीयते। रश्मिशब्देनाश्वमुखे संलग्नो हस्तेनाश्वनियमनार्थो रज्जु-विशेष उच्यते। योक्त्रशब्देनाश्वं स्तम्भे बद्धु (न्धु) मुपयुक्तो रज्जुविशेषः। पल्ययनस्य पुरतः पृष्ठतश्चापसरणं वारयितुमुरःपुच्छादौ बन्धनोपयुक्ता रज्जुविशेषाः परिचर्तनशब्देनोच्यन्ते। अश्ववदग्नेश्च रशनादिस्थानीयाः परिधयः। हेऽग्ने तव बन्धनहेतून्परिधिरूपान्रशनादीन्विमुञ्चामि। तद्विमोकेन संतुष्टस्त्वमस्मासु द्रविणं धेहि। यच्चान्यद्भद्रमन्नपानादिकं तदप्यस्मासु धेहि। अस्मदीयहविर्भुक्षु देवतासु भागधान्हविष्प्रदानस्मान्प्रकर्षेण ब्रूहि।\nविष्णोः शंयोरिति। कल्पः - ‘शंयुवाकमुक्तमनुमन्त्रयते विष्णोः शंयोरहं देवयज्यया यज्ञेन प्रतिष्ठां गमेयमिति’ इति। शंयुशब्दः सुखमिश्रं बृहस्पतिपुत्रं ब्रूते। ते शंयुं बार्हस्पत्यमिति ब्राह्मणोक्तेः। स च बहुषु कार्येषु व्याप्नुवन्विष्णुरित्युच्यते। तस्य परितोषहेतुत्वात्परिधिप्र-हरणं तदीया देवयज्या तथा यजमानोऽहं कृत्स्नयज्ञेन निष्पन्नां प्रतिष्ठां फलं गमेयं प्राप्नुयाम्।\nसोमस्याहमिति। कल्पः - ‘पत्नीसंयाजानामिष्टमनुमन्त्रयते सोमस्याहं देवयज्यया सुरेता रेतो धिषीय त्वष्टुरहं देवयज्यया पशूना रूपं पुषेयमिति’ इति। ‘अथेतरावुपसमस्यति देवानां पत्नीरग्निर्गृहपतिर्यज्ञस्य मिथुनं तयोरहं दवेयज्यया मिथुनेन प्र भूयासमिति’ इति।\nचतुर्णां पत्नीसंयाजानां क्रमेण सोमस्त्वष्टा देवपत्न्यो गृहपत्यग्निरिति चतस्रो देवताः। तत्र सोमस्य रेतोधारणाभिमानित्वात्तदीययागेनाहं रेतो घिषीय धारयेयम्। द्विविधं रेतो वन्ध्यमुत्यादकं च। तत्र वन्ध्यव्यावृत्तये सुरेता इति विशेष्यते। त्वष्टा तु निषिक्तं रेतः पश्वादिरूपेण विकारयति। अतस्तद्यागेन पशुरूपं पुषेयं पुष्यासम्। मिथुनत्वसिद्ध्यर्थमेकस्मिन्नेव मन्त्रे तृतीयचतुर्थदेवते समस्येते। या देवपत्न्यो यश्च गृहपतिरग्निस्तदुभयं मिलित्वा यज्ञसंबन्धि मिथुनम्। तदीययागेनाहमपि मिथुनेत पुत्रपुत्रीरूपेण प्रकृष्टो भूयासम्।\nकल्पः - ‘वेदे यजमानं वाचयति वेदोऽसि वित्तिरसि विदेयेत्याऽन्तादनुवाकस्य’ इति। वेदे निहिते सतीति शेषः। अन्तर्वेदि वेदं निधायेति सूत्रान्तरे दशंनात्।\nपाठस्तु - वेदोऽसीति। वेदोऽसीत्यस्य वाक्यस्यार्थो वित्तिरसीत्यनेन स्पष्टी क्रियते। हे दर्भमय त्वं वेदनामाऽसि। तस्य नाम्नोऽयमर्थः - वित्तिर्द्रव्यलाभसाध-नमित्यतस्तत्प्रसादेनाहं धनं विदेय लभेय। तथैवोपरि व्याख्येयम्। कर्मासि कर्मनामकम(कोऽ)सि। तस्य व्याख्यानं करुणमसीति। क्रियतेऽनेनेति करुणं वेदिसंमार्जनभस्माध्यूहनादिसाधनमित्यर्थः। अतस्त्वयाऽहं संमार्जनादिकं क्रियासम्। तथा त्वं सनिरसि सनिनामाऽसि। तद्व्याख्यानं सनिताऽसीति। धनस्य दाताऽसीत्यर्थः। अतस्त्वत्प्रसादेन सनेयं धनमृत्विगादिभ्यो देयासम्। किंच वेदो भवान्मह्यं रायस्पोषं धनं पुष्टिं ददाति। कीदृशं रायस्पोषं, घृतवन्तं घृतादिभोजनसाधनसमृद्धम्। कुलायिनं निवासहेतुबहुगृहोपेतम्। सहस्रिणं सहस्रलक्षादिसंख्योपेतम्। वाजिनं भोज्यान्नसमृद्धम्।\nअत्र विनियोगसंग्रहः -\n“बर्हिस्त्रिभिरनूयाजान्मन्त्रयेत्सूक्तवाककम्।\nअग्नेरित्यष्टभिर्वाजद्वाभ्यां व्यूहेत्स्रुचौ तथा॥१॥\nएमाः स्वनामग्रहणे रोहीति प्रस्तरं त्रिभिः।\nवि ते परिधिमोकं तु विष्णोः शं शंयुवाककम्॥२॥\nत्रिभिः सोमादिसंयाजान्वेदो वेदिभिमर्शनम्।\nअनुवाके चतुर्थेऽस्मिंस्त्रयोविंशतिरीरिताः”॥३॥ इति॥\nइति श्रीमत्सायणाचार्यविरचिते माधवीये वेदार्थप्रकाशे कृष्णयजुर्वेदीय-तैत्तिरीयसंहिताभाष्ये प्रथमकाण्डे षष्ठप्रपाठके चतुर्थोऽनुवाकः॥४॥\n",
  "bhattaBhashya": "\n\n\n2नराशंसस्य नरैश्शंसनीयस्य । गतम् । पशुमान् बहुपशुः । 'ह्रस्वनुड्भ्यां मतुप्' इति मतुप उदात्तत्वम् ॥\n\n3अग्नेस्स्विष्टकृत इति ॥ व्याख्यातमेव ॥\n\n4-11सूक्तवाके 'अग्निरिदं हविरजुषत' इत्यादिक्रमेण उज्जितीर्वाचयति - अग्नेरहमित्याद्याः ॥ दर्शपूर्णमासाभ्यां पूर्ववद्देवता इष्ट्वा तयोरुज्जितिमुच्छ्रितमूर्ध्वलोकविषयं वा जयं नः अनूदजयन् तद्धेतुकामुज्जितिमलभन्त । 'दर्शपूर्णर्मासयोर्वै देवाः' इत्यादि ब्राह्मणम् । तत्राग्नेर्या उज्जितिरभूत् पूर्वं तामहमनूज्जेषम्; यथाग्निरुदजयत, तद्वदहमप्यनेनाग्नेर्यागेन उज्जेषमुज्जयेयं तादृशमैश्वर्यम्ममामुत्र भूयादिति । 'दर्शपूर्णमासयोरेव देवतानां यजमान उज्जितिमनूज्ज यति' इत्यादि ब्राह्मणम् । जयतेर्लेटि 'सिब्बहुलं लेटि' अडागमः, 'इतश्च लोपः' शपो लुक्, 'तादौ च' इत्युज्जितिशब्दे गतेः प्रकृतिस्वरत्वं, लक्षणेऽनोः कर्मप्रवचनीयत्वम् । एतेन सर्वा उज्जितयो व्याख्याताः ॥\n\n11-13स्रुग्व्यूहनमन्त्रौ वाजस्येत्यनुष्टुभौ ॥ व्याख्याते चैते । वाजस्यान्नस्य प्रसूतिनिमित्तेन स्रुच उद्ग्रहणेन मामुदग्रहीदिन्द्रः । अथ मे सपत्नान् स्रुचो निग्राभेण अधरानकार्षीत्, तस्मादुद्ग्राभं निग्राभं च ब्रह्म परिबृढं कर्म देवा वर्धयन्तु । अथ मम सपत्नानिन्द्राग्नी विषूचीनान् विष्वग्गतीन् व्यस्यतां विनाशयतामिति ॥\n\n14यज्ञस्य दोहं वाचयति - एमा इति । इयं पुरउष्णिक्, प्रथमस्य द्वादशाक्षरत्वात् ॥ अत्र 'यर्हि होता यजमानस्य नाम गृह्नीयात्तर्हि ब्रूयादेमा अग्मन्नाशिषो दोहकामाः' इति ब्राह्मण दर्शनात् । 'आशास्तेयं यजमानोसौ' इत्यत्र यजमानेनाशासनीयाः 'आयुराशास्ते' इत्यायुरादय इमा आशिष उच्यन्ते । इमा आशिष आग्मन्नागच्छन्तु । छान्दसे लुङि 'मन्त्रे घस' इत्यादिना च्लेर्लुक्, 'गमहन' इत्युपधालोपः । लङि वा शपो लुक् । दोहकामाः मया दुह्यमानं कामयमानाः । 'शीलिकामिभिक्षाचरिभ्यो णः पूर्वपदप्रकृतिस्वरत्वं च' इत्यणोपवादो णः । अत आगता वयमपीन्द्रवन्तः इन्द्रेण स्वामिना सहिता वनामहे । वन षण सम्भक्तौ, व्यत्ययेनात्मनेपदम् । यद्वा - वनु याचने, अनुदात्तेत् तानादिकः, विकरणव्यत्ययेन शप् । इन्द्रवन्तो वयं याचामहे प्रजामिषमन्नं च वो धुक्षीमहि । यद्वा - दोहकामा वयं वनामहे प्रजामिषं च धुक्षीमहीति । 'लिङ्सिचावात्मनेपदेषु' इति सिचः कित्त्वम् । पादादित्वान्न निहन्यते ॥\n\n15-17प्रस्तरं प्रह्रियमाणमनुमन्त्रयते - रोहितेनेति ॥ देवतामित्यादि अग्न्यादीनां सामान्येन अभिधानम् । अग्निस्त्वमात्मीयेन रोहितेनाश्वेन देवतां गमयतु । याभ्यस्त्वं हूयसे ता अग्न्यादिदेवता गमयत्वित्यर्थः । हरिभ्यामात्मीयाभ्यामश्वाभ्यामिन्द्रसवां देवानां सकाशं प्रापयतु । सूर्यश्चात्मीयेनैतशेनाश्वेन त्वां देवतापार्श्वं प्रापयतु । रोहितादयोग्न्यादीनामश्वाः, 'एते वै देवाश्वाः' इति च ब्राह्मणम् ॥\n\n18परिधीन् विमुच्यमानाननुमन्त्रयते - वि ते मुञ्चामीति त्रिष्टुभा ॥ अश्वत्वेनाग्निस्स्तूयते । हे अग्ने अनेन परिधिविमोकेन ते तव यानि यन्त्रणानि तानि सर्वाण्यपि विमुञ्चामीति प्रतिपाद्यते । तत्रैकश्येनाहं रशनास्तव विमुञ्चामि । रशना व्यापिकाः । 'अशेरुट्च' इति युच् । कक्ष्यावस्थिताश्शरीरपरिकर्मविशेषा उच्यन्ते । रश्मीन् प्रग्रहांश्च विमुञ्चामि, योक्त्राणि योजनोपयुक्ता रज्जुविशेषाः तानि विमुञ्चामि । यानि चान्यानि तव परिचर्तनानि उरोवध्रादीनि परितो देहस्य पीडनानि । चृती हिंसादौ । तानि च मुञ्चामि यथाऽश्व एतैर्युक्तः कार्यं करोति, तथा त्वं परिधिभिः परिहित एतैरेव युक्तः कार्यमकार्षीः । अधुना कार्ये समाप्ते परिधिविमोकेन एतैरेव विमुक्तो निर्यन्त्रणो भव यथाऽश्वः कार्यसमाप्तौ विमुक्तरशनादिकस्स्वैरं धावति । ततश्च त्वमस्मासु द्रविणं धनं यच्चान्यद्भद्रं कल्याणमभीष्टं तत्तत्सर्वं धत्तात् धेहि स्थापय । किञ्च - नः अस्मान्देवतासु प्रब्रूतात्प्रब्रूहि । भागधान्भगस्य धातृन् दातॄन् युष्मभ्यमेतैर्भागा दत्ता भुङ्ध्वमिति देवतासु ख्यापयेति । 'उपसर्गाद्बहुलम्' इति नसो णत्वम् ॥\n\n19शंयुवाकमुक्तमनुमन्त्रयते - विष्णोरिति ॥ विष्णुर्व्यापनवान् शमनयावनकृद्रोगभयानाम् । शाम्यतियौतिभ्यां गुणाभावश्छान्दसः । 'कम्शम्भ्याम्' इति वा मत्वर्थीयो युस्प्रत्ययः । बृहस्पतेः पुत्र उच्यते । 'देवा वै यज्ञस्य स्वगाकर्तारं नाविन्दन्ते शं युं बार्हस्पत्यम्' इत्यादि ब्राह्मणम् । विष्णुत्वेन वा बार्हस्पत्यस्स्तूयते । 'यज्ञो वै विष्णुः' आ इति ब्राह्मणम् । तस्याहं देवयज्यया यज्ञेन प्रतिष्ठां गमेयम् । गतम् ॥\n\n20-21पत्नीसंयाजाननुमन्त्रयते - सोमस्याहमित्यादिभिः ॥ सुरेता अमोघबीजः । 'सोर्मनसी इत्युत्तरपदाद्युदात्तत्वम् । रेतो धिषीयात्मनि धारयेयम् । 'सुधितवसुधित' इत्यादौ दधातेरिकारांशो निपात्यते । 'सोमो वै रेतोधाः' इत्यादि ब्राह्मणम् । त्वष्टुरहमिति । 'त्वष्टा वै पशूनां मिथुनानां रूपकृत्' इति ब्राह्मणम् । पशूनां रूपं पुषेयं पोषयेयम् । 'लिङ्याशिष्यङ्' 'नामन्यतरस्याम्' इति नाम उदात्तत्वम् ॥\n\n22अथान्ययोस्सहानुमन्त्रणम् - देवानामिति ॥ देवानां पत्नीः पत्न्यः अग्निश्च गृहपतिरिति यज्ञस्य मिथुनमेव तत् । तयोरहं देवयज्यया मिथुनेन पुत्रादिमिथुनेन प्रभूयासं प्रकर्षेण युक्तो भूयासम् । मिथुनापेक्षया तयोरिति द्विवचनम् । 'एतस्माद्वै मिथुनात्प्रजापतिः' इत्यादि ब्राह्मणम् ॥\n\n23वेदेन्तर्वेदि निधीयमाने यजमानं वाचयति - वेदोसीति षट्पदया शक्वर्या ॥ विदेय क्रियासं सनेयमिति त्रयाणां पादानामन्ताः; एते च तिङः परत्वान्न निहन्यन्ते । हे वेद वेदोसि यद्वित्तं वेद्यात्मकं वेत्तव्यं लब्धव्यं धनं तदेव त्वमसि; तल्लाभहेतुत्वात् । 'वेदेन वै देवा असुराणां वित्तं वेद्यम्' इत्यादि ब्राह्मणम् । विन्दतेः कर्मणि घञ् । वित्तिर्लाभः, लाभसाधनं वा त्वमसि धनस्य । तस्मादेव भावे करणे वा क्तिन् । तादृशेन त्वयाऽहं विदेयाभिमतं धनं लप्सीय । विन्दतिस्स्वरितेत्, 'लिङ्याशिष्यङ्' । कर्म अनुष्ठानं त्वमसि; त्वदधीनत्वात् । करुणमनुष्ठापकश्चासि । करोतेरुनन्प्रत्ययः । तादृशेन त्वयाहं क्रियासं कर्ता भूयासम् । सनिस्संविभागः त्वमसि सनितासि संविभक्ता चासि, तादृशेन त्वयाहं सनेयं विन्देयं सांविभजेयम् । अधुना परोक्षमुच्यते - घृतवन्तमाज्यवन्तं कुलायिनं नीडवन्तं गृहवन्तं सहस्रिणं सहस्रवन्तं भूयिष्ठवन्तं पुत्रपश्वादिभिः, वाजिनमन्नवन्तं रायस्पोषं क्षेत्रपश्वादेर्धनस्य पुष्टिमस्मभ्यं वेदो ददातु रायस्पोषं धनवृद्धिं वाजिनमन्नं च ददातु ॥\n\nइति षष्ठे चतुर्थोनुवाकः ॥\n"
}