{
  "id": "TS 1.7.1.4",
  "classification": {
    "kanda": "1",
    "prasna": "7",
    "anuvaka": "1",
    "panchasat": "4"
  },
  "header": "TS 1.7.1.4",
  "panchasatInfo": " 4",
  "padaCount": 50,
  "samhita": "का॒मये॑त पशु॒मान्थ् स्या॒दिति॑ प्र॒तीचीं॒ तस्येडा॒-मुप॑ ह्वयेत पशु॒माने॒व भ॑वति ब्रह्मवा॒दिनो॑ वदन्ति॒ स त्वा इडा॒मुप॑ ह्वयेत॒ य इडा॑- मुप॒हूया॒त्मान॒-मिडा॑या-मुप॒ह्वये॒तेति॒ सा नः॑ प्रि॒या सु॒प्रतू᳚र्तिर् म॒घोनीत्या॒हेडा॑-मे॒वोप॒हूया॒ऽऽत्मान॒ -मिडा॑या॒मुप॑ ह्वयते॒ व्य॑स्तमिव॒ वा ए॒तद्-य॒ज्ञ्स्य॒ यदिडा॑ सा॒मि प्रा॒श्ञन्ति॑ - [ ]",
  "pada": "का॒मये॑त । प॒शु॒मानिति॑ पशु - मान् । स्या॒त् । इति॑ । प्र॒तीची᳚म् । तस्य॑ । इडा᳚म् । उपेति॑ । ह्व॒ये॒त॒ । प॒शु॒मानिति॑ पशु - मान् । ए॒व । भ॒व॒ति॒ । ब्र॒ह्म॒वा॒दिन॒ इति॑ ब्रह्म - वा॒दिनः॑ । व॒द॒न्ति॒ । सः । तु । वै । इडा᳚म् । उपेति॑ । ह्व॒ये॒त॒ । यः । इडा᳚म् । उ॒प॒हूयेत्यु॑प - हूय॑ । आ॒त्मान᳚म् । इडा॑याम् । उ॒प॒ह्वये॒तेत्यु॑प - ह्वये॑त । इति॑ । सा । नः॒ । प्रि॒या । सु॒प्रतू᳚र्ति॒रिति॑ सु - प्रतू᳚र्तिः । म॒घोनी᳚ । इति॑ । आ॒ह॒ । इडा᳚म् । ए॒व । उ॒प॒हूयेत्यु॑प - हूय॑ । आ॒त्मान᳚म् । इडा॑याम् । उपेति॑ । ह्व॒य॒ते॒ । व्य॑स्त॒मिति॒ वि-अ॒स्त॒म् । इ॒व॒ । वै । ए॒तत् । य॒ज्ञस्य॑ । यत् । इडा᳚ । सा॒मि । प्रा॒श्ञन्तीति॑ प्र - अ॒श्ञन्ति॑ । ",
  "attribute": {
    "rishi": "अज्ञात",
    "devata": "अज्ञात",
    "chandas": "अज्ञात"
  },
  "sayanaBhashya": "\n\nयस्य निःश्वसितं वेदा यो वेदेभ्योऽखिलं जगत्।\nनिर्ममे तमहं वन्दे विद्यातीर्थमहेश्वरम्॥\nप्रपाठके सप्तमेऽस्मिन्ननुवाकास्त्रयोदश।\nयाजमानब्राह्मणस्य शेषः षट्स्वादिमेषु हि॥\nवाजपेयस्य मन्त्रास्तु षट्स्वन्येष्वथ याज्यकाः।\nइडानुमन्त्रणं तस्या इडायाश्च प्रशंसनम्।\nअन्वाहार्योऽथ मन्त्रानुवाकव्याख्या त्रिषु स्मृता।\nरथमन्त्रा धावनं च रोहणं वाजहोमकः।\nउज्जित्यतिग्राह्ययाज्या इत्यर्था अनुवाकगाः॥\nतत्र प्रथमेऽनुवाक इडानुमन्त्रणमुच्यते। तदेतद्विधातुं प्रस्तौति –\nपाकयज्ञमिति। पाकयज्ञस्य स्वरूपमापस्तम्बसूत्रव्याख्यातृभिरुक्तम् - “औ-पासनहोमो वैश्वदेवं पार्वणमष्टका मासि श्राद्धं सर्पबलिरीसानवलिरिति सप्त पाकयज्ञसंस्थाः” इति। बौधायनोऽप्याह - “हुतः प्रहुत आहुतः शूलगवो बलिहरणं प्रत्यवरोहणमष्टकाहोम इति सप्त पाकयज्ञसंस्थाः” इति। अन्ये त्वाहुः— “अल्पयज्ञाः पाकयज्ञाः” इति। आश्वलायनोऽप्याह –त्रयः पाकयज्ञा हुता अग्नौ हूयमाना अनग्नौ प्रहूता ब्राह्मणभोजने ब्रह्मणि हुताः” इति।\nएतेषां मध्ये यं कंचिदप्याहिताग्नेः पाकयज्ञमनु गवाद्याः पशवोऽवस्थिता भवन्ति पाकयज्ञेन लभ्यन्त इत्यर्थः। अत्र त्विडाभक्षणमेव पाकयज्ञो ब्रह्मणि हुतत्वात्। अतोऽनेनापीडाभक्षणेन पशवो लभ्यन्ते। तत्रेयमिडा यजमानस्य लोके फलसाधने यज्ञे प्रयाजानुयाजमध्ये व्यावस्थिता। प्रयाजाज्यभागप्रधा-नस्विष्टकृद्भ्य ऊर्ध्वमनूयाजेभ्यश्च प्रागिडाया अनुष्ठेयत्वात्। एतच्च हौत्रकाण्डे स्विष्टकृद्याज्याया अनूयाजयाज्याश्च मध्य इडोपाह्वानमन्यपाठादवगम्यते।\nविधत्ते- तामाह्रियमाणामिति। तामिडामाह्रियमाणामवदाय होतृसमीपमानीयमा-नाम्। तत्प्रकारमापस्तम्ब आह — “इडापात्रमुपस्तीर्य सर्वेभ्यो हविर्भ्य इडा समवद्यति चतुरवत्तां वा पञ्चावत्ताम्” इति। “अभिघार्येडा होत्रे प्रदाय” इति च। इडादेवतायाः पशुसाधनत्वाद्गोरूपत्वाच्च मन्त्रगतेनेहीति पदेन पशूने-वोपह्वयते।\nसा मे सत्याऽऽशीरित्येतं मन्त्रभागं व्याख्यातुं प्रस्तौति - यज्ञं वा इति। दोहनं रिक्तीकरणम्। गां दोग्धीत्यत्र तथा दर्शनात्। देवाः प्रथमं यज्ञमदुह्रन्नदुहन्, तद्गतसारफलस्वीकारेण रिक्ती चक्रुः। स च यज्ञोऽसुरानदुहत्तदीयसारापहारेण रिक्ती चकार। ततस्ते पराभूताः। यो यजमानो देवकर्तृकं यज्ञरिक्तीकरणं यज्ञकर्तृकमसुररिक्तीकरणं च विद्वान्यजते सोऽन्यमपि यजमानं दुहे रिक्ती करोति। एतस्य वाक्यस्य मन्त्रप्रशंसारूप-त्वादन्यस्य यजमानस्य न काचिद्धानिः।\nव्याचष्टे - सा मे सत्येति। उपहूतोऽयं यजमान उत्तरस्यां देवयज्यायामुपहूत इत्या-दिका येयमाशीरुपह्वानमन्त्रगता सेयमस्य यज्ञस्य संबन्धिन्याशीर्मम सत्या भूयादित्येवंरूपो यज्ञदोहस्तेनैवान्यं यजमानं दोग्धि।\nवायुध्यानं विधातुं प्रस्तौति - प्रत्ता वा इति। प्रत्ता वत्सलेहनेन प्रस्नुतस्तनी गौर्दुहे पयः क्षारयति तद्वदत्रेडा प्रत्ता सती यजमानस्य फलं दोग्धि। तस्या इडाया इडोपहूतेत्यादिमन्त्रभागाः स्तनाः। वायुर्वत्सः।\nविधत्ते - यर्हि होतेति। यर्हि यस्मिन्काले।\nइडोपहूतेत्यादिमन्त्रभागप्रयोगे हेयोपादेयपक्षौ विधातुं प्रस्तौति-\nसर्वेणेति। मनुसहिताः सर्वे देवाः कृत्स्नेन दर्शपूर्णमासयागेन स्वर्गलोकं प्राप्तुमुद्यताः। तत्र मनुः पाकयज्ञेन श्रान्तोऽभूत्। “इडा खलु वै पाकयज्ञः” इत्युक्तम्। अतो मनुर्होता सन्निडोपाह्वान एव तात्पर्यवानभूदित्यक्तं भवति। सा चेडा देवता तात्पर्यवन्तं मनुमुपगतवती। तां दृष्ट्वा देवाश्चासुराश्च परस्परव्यत्ययेनाह्वयन्त। ते देवाः प्रतीचीं संमुखामुपाह्वयन्त। असुराः पराचीनमुखमुपाह्वयन्त। इडोपहूतेत्यवमादाविडाशब्दप्रयोगः सांमुख्याम्। उपहूतेडेति पश्चादिडाशब्दप्रयोगो विमुखत्वम्। तत्र संमुखत्वेन तुष्टा सती सा देवानुपावर्तत। पशवो वा इडेत्यन्यात्राऽऽम्नातत्वादिडारूपाः पशवस्तत्तदा देवानवृणत वृतवन्तः प्राप्तवन्तः। विमुखत्वेनेडाया अपरितोषात्तद्रूपाः पशवोऽसुरानजह्रुः संत्यक्तवन्तः।\nतत्र हेयपक्षं विधत्ते – यं कामयेतेति।\nउपादेयपक्षं विधत्ते – यं कामयेतेति।\nसा नः प्रियेति मन्त्रभागं व्याख्यातुं प्रस्तौति - ब्रह्मवादिन इति। वेदार्थविचारका विद्वांसः परस्परमित्याहुः। किमिति, यो बुद्धिमान्मन्त्रेणेड एह्यदित एहीत्यादिनेडामुपहूय तस्यामिडायामात्मानमुपह्वयते योजयति स एवेडां यथाशास्त्रमुपह्वयेतेति।\nमन्त्रं व्याचष्टे - सा नः प्रियेति। येयमिडाऽस्माभिरिड एहीत्यादिनोपहूता सेयमिडा त्वं नोऽस्माकं प्रियेत्यनेन वचनेन स्वात्मानमिडायां योजितवान्भवति।\nमार्जनार्थं मनो ज्योतिरित्यादिकामृचं व्याख्यातुं प्रस्तौति - व्यस्तमिवेति। इडेति यदेतेन यज्ञस्याङ्गं व्यस्तं विच्छिन्नमिव भवति। तत्कथमिति। उच्यते - सामि पुरोडाशस्य लेशमिडाभागरूपमृत्विजः प्राश्नन्ति, साम्युदकलेशं मार्जयन्ते शिरसि सिञ्चन्ति, तदानीं प्रधानयागाः पूर्वमेव हुता अनूयाजादियागा इत ऊर्ध्वं यष्टव्यास्तन्मध्ये त्वेतदिडाभक्षणं मार्जनं च क्रियते, तयोरयागरूपत्वाद्यागविच्छेदकत्वम्। तता सत्यसुरा यष्टव्याननूयाजादीन्विस्मृतवन्तः। अतोऽसुराणां यज्ञ एतत्प्रति भक्षणमार्जनद्वयं प्रत्येतदीये काले विच्छिन्नोऽभूत्। देवास्त्वप्रमत्ताः सन्तो ब्रह्मणा परिवृढेन केनचित्पुरुषेण समदधुस्तयोर्विच्छिन्नयोर्यज्ञभागयोः संधानं कृतवन्तः।\nतस्य ऋचस्तृतीयपादं व्याचष्टे - बृहस्पतिरिति। देवगुरुत्वाद्बृहस्पतेः परिवृढत्वम्।\nसंधातृप्रतिपादकं तृतीयपादं व्याख्याय संधानप्रतिपादकं द्वितीयपादं\nव्याचष्टे - विच्छिन्नमिति। अविच्छेदायेत्यर्थः।\nतस्य संततस्य यज्ञस्य देवसमर्पणप्रतिपादकं चतुर्थपादं व्याचष्टे - विश्वे देवा इति। ब्रध्न पिन्वस्वेत्यादिकं पुरोडाशाभिमन्त्रणमन्त्रं व्याख्यातुं प्रस्तौति - यां वै यज्ञ इति। यजमानेनर्त्विग्भ्यो दीयमानां गवान्वाहार्यादिरूपां दक्षिणां तदीयाः पशवः सर्वेऽप्यनुगच्छन्ति, तदा यज्ञानुष्ठाता च पशुरहितो भवति। अतः स्वेन दत्तं दक्षिणाद्रव्यं यथा देवत्रा देवेषु ऋत्विक्ष्ववस्थितं भवति, पशवश्च यथा स्वस्मिन्नेव रमन्ते, तथा यजमानेन कर्तव्यमिति बुद्धिमन्त आहुः।\nमन्त्रस्य प्रथमभागं व्याचष्टे - ब्रध्न पिन्वस्वेति। हे यज्ञ प्रीणीहीत्यनेन यज्ञस्य पूजारूपेण प्रोत्साहनेन यथोक्तं प्रयोजनद्वयं संपद्यते।\nद्वितीयं भागं व्याचष्टे - ददतो म इति। दानप्रयुक्तो द्रव्यक्षयो मा क्षायीति प्रार्थनेन निवारितो भवति।\nतृतीयभागं व्याचष्टे - कुर्वतो म इति। उपक्षयनिवारणस्य पूर्वमेव प्रार्थितत्वान्मोपदसदित्यनेनाभिवृद्धिलक्षणं बाहुल्यमेव प्रार्थ्यते भूमानमेवोपैतीति।\nइति श्रीमत्सायणाचार्यविरचिते माधवीये वेदार्थप्रकाशे कृष्णयजुर्वेदीय-तैत्तिरीयसंहिताभाष्ये प्रथमकाण्डे सप्तमप्रपाठके प्रथमोऽनुवाकः॥१॥\n",
  "bhattaBhashya": "\n\n\n2यज्ञं वा इत्यादि ॥ दुहेर्लङि 'बहुलं छन्दसि' इति रुट् । 'वैवावेति च छन्दसि' इति निघाताभावः । अदुहदिति व्यत्ययेन च्लेरङ् । यज्ञेन दुग्धा यज्ञदुग्धाः । 'तृतीया कर्मणि' इति पूर्वपदप्रकृतिस्वरत्वम् । पराभवनं विनाशः । दोहनं हि रिक्तीकरणम् । 'दुह प्रपूरणे' इति प्रशब्दो हि धात्वर्थनिवृत्तिमाचष्टे प्रस्मरणं प्रस्थानमिति यथा । यज्ञस्तु देवैर्दुग्धोपि स्वमहिम्ना पुनःपुनराप्यायते गौरिव । यो वा इत्यादि । सा मे सत्याशीरित्यादिवचनं यज्ञस्य दोहः । अनेन मन्त्रेण यज्ञोसुरानधुक्षत् । दुह इति पूर्ववत्तलोपः ।\n\n3प्रत्तेत्यादि ॥ पयः प्रदातुमारब्धवती प्रत्ता वत्सलेहनेन प्रस्नुतस्तनी गौः । आदिकर्मणि क्तः, 'अच उपसर्गात्तः' इति तत्वम् । दुहे दुग्धे भूयिष्ठं क्षीरं क्षारयति । एवं प्रत्ता होत्रे अध्वर्युणा । प्रदानेन इडा यजमानाय दुग्धे तस्मादिडां प्रददातीति । एते वा इत्यादि । इडोपहूतेत्यादयो मन्त्राः अस्यास्स्तनस्थानीयाः ; दोहनसाधनत्वात्स्तनत्वेन रूप्यन्ते स्तनापेक्षत्वाद्दोहस्य । वायुर्वत्सस्थानीयः प्राणवृत्तिरूपत्वात् । यर्हीत्यादि । `अनद्यतने र्हिलन्यतरस्याम्' इति र्हिल् । वायुमित्यादि । किं कृतं भवतीत्याह - मात्र इति । दोहार्थं मातृसकाशं वत्सं प्रापयतीत्यनेन प्रदेशान्तरमृता एतेनेति । [...न्तरं गता एव ते इति ।] 'उदात्तयणः' इति चतुर्थ्या उदात्तत्वम् ॥\n\n4सर्वेणेत्यादि ॥ अश्राम्यत् पाकयज्ञमात्रानुष्ठानतत्परोभवत् । ततस्सेडा मनुमुपावर्तत । तस्मादियं मानवीत्युच्यत इत्यभिप्रायः । तामित्यादि । व्यह्वयन्त विविधमाह्वयन् । पूर्ववदात्मनेपदम् । प्रतीचीं स्वात्माभिमुखावस्थानाम्, पदाभ्यासात् । 'चौ' इति पूर्वपदस्य दीर्घत्वमन्तोदात्तत्वं च । पराचीं पराङ्मुखावस्थानाम्, पदाभ्यासाभावात् । 'अनिगन्तोञ्चतौ' इति गतेः प्रकृतिस्वरत्वं च । केचिदाहुः - 'इडोपहूतेति प्राची, उपहूतेडेति पराची । पशवो वा इत्यादि । इडायाः प्रतीचीनत्वेन पशव एव देवानवृणत इति वेदितव्यम् । पराचीनत्वेनासुरान् पशवोऽजहुरत्यजन् । 'सिज भ्यस्त इति जुस् ॥\n\n5यमित्यादि । गतम् ॥\n\n6ब्रह्मवादिन इत्यादि ॥ ब्रह्म वेदः तद्वदितुं शीलं येषामीति 'ब्रह्मणि वदः' इति णिनिः ; संहितायां तोरन्त्यलोपश्छान्दसः । उक्तं च प्रातिशाख्ये - 'तुनुपूर्व उदात्तयोर्वकारः' इति । य इडामात्मनि उपहूयात्मानमिडायामुपह्वयते स एवेडामुपह्वातुमर्हतीति ब्रह्मवादिन आहुः ॥\n\n7सा न इत्यादि ॥ सुप्रतूर्तित्वान्मघवत्त्वाच्च सास्माकं प्रियेति आत्मानमिडायामुपह्वयते । व्यस्तमित्यादि । विच्छेद इवैष यज्ञस्य क्रियते यदिडा नाम । कथमित्याह - सामीत्यादि । तत्र हविषो यदेकदेशं प्राश्नन्ति यजमानपञ्चमा ऋत्विजः, एकदेशं प्रस्तरे माजर्यन्ते, नायं यज्ञो न दक्षिणा व्यय एवायं ; तस्माद्विच्छिद्यते यज्ञ इति । 'चादिलोपे विभाषा' इति प्रथमा, तिङ्विभक्तिर्न निहन्यते, गतिस्वरसमासावुक्तौ ॥\n\n8व्यस्तमिति ॥ भावे निष्ठायां व्यत्ययेन गतेः प्रकृतिस्वरत्वम् । 'उदात्तस्वरितयोर्यणः' इत्याकारस्स्वर्यते । एतत्प्रतीति । अत एवैतस्मिन् प्रदेशे असुराणां यज्ञो व्यच्छिद्यत अतः परं लुप्त एवाभवत् । लक्षणादिना प्रतेः कर्मप्रवचनीयत्वम् । देवास्तु विच्छिन्नं यज्ञं ब्रह्मणि समदधुः संहितमकुर्वन् । तस्मात् 'बृहस्पतिस्तनुतामिमं नः' इति मार्जनमन्त्रे वचनं ब्रह्मणि सन्धानप्रतिपादनार्थं, विच्छिन्नमिति वचनं सन्तत्यै । ब्रह्मणा समदधुरित्युक्ते ब्रह्मप्रतिपादनस्याकाङ्क्षितत्वात्तृतीयः पादः प्रथमं व्याखायातः । ततो द्वितीयः - विश्व इति । विच्छिन्नं यज्ञुं सन्तत्यैव सन्धाय देवेभ्योनुदिशति । इह संहिते यज्ञे देवा माद्यन्तु मोपेक्षां कृषतेति बोधयति ॥\n\n9यां वा इत्यादि ॥ अत्र 'ब्रध्न पिन्वस्व' इति बर्हिषदं पुरोडाशमनुमन्त्रयते, स च ऋत्विग्भ्यो दक्षिणैव दीयते । तामधिकृत्येदमुच्यते - दक्षिणां पशवोनुसङ्क्रामन्ति दक्षिणया सह गच्छन्ति । स एष यजमानः ईजानः दक्षिणादानान्तं सर्वं यज्ञं कृतवान् अपशुर्भावुकः भविता । 'लषपतपद' इत्युकञ् । तस्माद्यजमानेन तादृशं किञ्चित्कर्तव्यं, येन देवत्रा देवेषु ऋत्विक्षु दत्तं पुरोडाशमेव कुर्वीत कर्तुं समर्थस्स्यात्, आत्मन्येव पशून्नमयते । 'देवमनुष्य' इति त्राप्रत्ययः । ब्रध्न पिन्वस्वेत्यादि । महयति महान्तं करोति ; महितं वा करोति । गतमन्यत् ।\n\nइपि सप्तमे प्रथमोनुवाकः ॥\n"
}