{
  "id": "TS 2.3.12.2",
  "classification": {
    "kanda": "2",
    "prasna": "3",
    "anuvaka": "12",
    "panchasat": "2"
  },
  "header": "TS 2.3.12.2",
  "panchasatInfo": " 47 ",
  "padaCount": 67,
  "samhita": "चतु॑ष्कपाला भवन्ति॒ चतु॑ष्पा॒द्ध्यश्वः॒ समृ॑द्ध्या॒ एक॒मति॑रिक्तं॒ निर्व॑पे॒द्-यमे॒व प्र॑तिग्रा॒ही भव॑ति॒ यं ॅवा॒ नाद्ध्येति॒ तस्मा॑दे॒व व॑रुणपा॒शान् मु॑च्यते॒ यद्यप॑रं प्रतिग्रा॒ही स्याथ् सौ॒र्यमेक॑कपाल॒मनु॒ निर्व॑पेद॒मुमे॒वा ऽऽदि॒त्यमु॑च्चा॒रं कु॑रुते॒ ऽपो॑ऽवभृ॒थमवै᳚त्य॒फ्सु वै वरु॑णः सा॒क्षादे॒व वरु॑ण॒मव॑ यजते ऽपोन॒प्त्रीयं॑ च॒रुं ( ) पुन॒रेत्य॒ निर्व॑पेद॒फ्सु यो॑नि॒र्वा अश्वः॒ स्वामे॒वैनं॒ॅयोनिं॑ गमयति॒ स ए॑नꣳ शा॒न्त उप॑ तिष्ठते ॥",
  "pada": "चतु॑ष्कपाला॒ इति॒ चतुः॑ - क॒पा॒लाः॒ । भ॒व॒न्ति॒ । चतु॑ष्पा॒दिति॒ चतुः॑ - पा॒त् । हि । अश्वः॑ । समृ॑द्ध्या॒ इति॒ सं - ऋ॒द्ध्यै॒ । एक᳚म् । अति॑रिक्त॒मित्यति॑ - रि॒क्त॒म् । निरिति॑ । व॒पे॒त् । यम् । ए॒व । प्र॒ति॒ग्रा॒हीति॑ प्रति - ग्रा॒ही । भव॑ति । यम् । वा॒ । न । अ॒द्ध्येतीत्य॑धि - एति॑ । तस्मा᳚त् । ए॒व । व॒रु॒ण॒पा॒शादिति॑ वरुण - पा॒शात् । मु॒च्य॒ते॒ । यदि॑ । अप॑रम् । प्र॒ति॒ग्रा॒हीति॑ प्रति - ग्रा॒ही । स्यात् । सौ॒र्यम् । एक॑कपाल॒मित्येक॑ - क॒पा॒ल॒म् । अनु॑ । निरिति॑ । व॒पे॒त् । अ॒मुम् । ए॒व । आ॒दि॒त्यम् । उ॒च्चा॒रमित्यु॑त् - चा॒रम् । कु॒रु॒ते॒ । अ॒पः । अ॒व॒भृ॒थमित्य॑व -भृ॒थम् । अवेति॑ । ए॒ति॒ । अ॒फ्स्वित्य॑प् - सु । वै । वरु॑णः । सा॒क्षादिति॑ स-अ॒क्षात् । ए॒व । वरु॑णम् । अवेति॑ । य॒ज॒ते॒ । अ॒पो॒न॒प्त्रीय॒मित्य॑पः - न॒प्त्रीय᳚म् । च॒रुम् ( ) । पुनः॑ । एत्येत्या᳚ - इत्य॑ । निरिति॑ । व॒पे॒त् । अ॒फ्सुयो॑नि॒रित्य॒फ्सु - यो॒निः॒ । वै । अश्वः॑ । स्वाम् । ए॒व । ए॒न॒म् । योनि᳚म् । ग॒म॒य॒ति॒ । सः । ए॒न॒म् । शा॒न्तः । उपेति॑ । ति॒ष्ठ॒ते॒ ।  । ",
  "attribute": {
    "rishi": "अज्ञात",
    "devata": "अज्ञात",
    "chandas": "अज्ञात"
  },
  "sayanaBhashya": "\n\nअत्र मीमांसा।\n\"तृतीयध्यायस्य चतृर्थपादे चिन्तितम् “अश्वप्रतिग्रहेष्टिस्तु दातुरित्यभिधास्यते। दानद्वये लौकिके वा वैदिके वा भवेदियम्।। अविशेषाद्द्वयोर्यद्वा न देयः केसरीत्यतः। निषेधाल्लौकिकात्तत्र प्रायश्चित्तित्तिरियं भवेत्। न जलोदरहेतुत्वं प्रमितं लौकिके क्वचित्। वैदिके तु श्रतं तस्मात्तत्प्रायश्चित्तयेत्र सा।।” इदमाम्नायते-----“यावतोश्वान्प्रतिगृह्णीयात्तावतो वारुणाञ्चतुष्कपालान्निर्वपेत्” इति। तत्र प्रतिग्रहशब्दो दानपर इत्यनन्तरमेव वक्ष्यते। तत्र विशेषाश्रवणालौकिवैदिकदानयोरप्यसाविष्टिरित्येकः पक्षः। न केसरिणो तदातीनि स्मृत्या मित्रदायादादिभ्यः प्रीत्या क्रियमाणमश्वदानं लौकिकं निषिध्दं, तदनुष्ठाने प्रायश्चित्तरूपेयमिष्टिरिति द्वितीयः पक्षः। “वरुणो वा एतं गृह्णाति योश्वं प्रतिगृह्णाति” इत्यश्वदाने जलोदरव्याधिरूपो दृष्टोदोषो वरुणग्रहवाक्येनोच्यते। न च लौकिकस्याश्वदानस्य तध्देतुत्वं प्रमितम्। वैदिकस्य तु जन्मान्तरविषयं दोषश्रवणम्। अतो वैदिकदाने सेष्टिः प्रायश्चित्तम्। अस्ति हि वैदिकमश्वदानं “वडवा दक्षिणा” इत्यादिश्रवणात्। अत्रैवान्यच्चिन्तितम् “यावतः प्रतिगृह्णीयादश्वांस्तावत्य इष्टयः।\"\nप्रतिग्रहीतुर्दातुर्वा स्यादाद्योस्तु यथाविधि।। असंजातविरोध्यर्थवादाद्दातुः प्रजापतेः। इष्टिः श्रुतां ततो दातुर्णिजर्थेपि विधिं नयेत्।।” पूर्वादाहृते वाक्ये प्रतिगृह्णीयादिति विधिपदश्रवणात्प्रतिग्रहीतुरिष्टिरिति चेन्न। उपक्रमरूपेणार्थवादेन दातुस्तदिष्टिप्रतीतेः। उपक्रमश्चैवं श्रूयते “प्रजापतिर्वरुणायाश्वमनयत्स स्वां देवतामार्छत्स पर्यदीर्यत स एतं वारुणं चतुष्कपालमपश्यत्तं निरवपत्ततो वै स वरुणपाशादमुच्यत” इति। अनयद्दत्तवान्। स च दाता प्रजापतिः स्वकीयां वरुणदेवतां जलोदररोगप्रदां प्राप्तवान्। तेन च रोगेण ग्रस्तः प्रजापतिर्विदीर्णो भूत्वा रोगपरिहारायेष्टिं कृत्वा रोगादमुच्यतेत्यत्र दातुरिष्टित्यगम्यते। असंजातविरोध्युपक्रमानुसारेण विधायक्रमपि प्रतिग्राहयेदित्येवमन्तर्भावितणिजर्थपरतया व्याख्येयम्। पञ्चमाध्यायस्य द्वितीयपादे चिन्तितम्\n“प्रतिग्रहे तु बह्वश्वे पूर्वन्यायोस्ति वा न वा। अस्ति तत्साम्यतो मैवं पुरोडाशस्य शोषतः।।” ‘यावतोश्वान्प्रतिगृह्णीयात्तावतो वारुणाञ्चतुष्कपालान्निर्वपेत्’ इति। अत्र शतसंख्यादियुक्तबह्वश्वप्रतिग्रहे बहुपुरोडाशेषूदाहृतप्रत्यक्षवचनेन साहित्यं प्राप्तम्। तत्र पर्वन्यायेन सर्वेषु पुरोडाशेष्वेकैकेधिश्रयणादिधर्मोनुष्ठेय इति चेन्मैवम्। तप्तेषु चतुर्षु कपालेषु क्रमेण पुरोडाशानधिश्रित्य यावता कालेन प्रथा पुरोडाशे द्वितीयसंस्कारं कर्तुमागच्छति तावता कालेनासौ शुष्को भस्मीभवति तस्मादेकैकस्मिन्पुरोडाशे कृत्स्त्रधर्मसमापनंमित्येवं काण्डानुसमयोभ्युपेतव्यः। एकादशाध्यायस्य चतुर्थपादे चिन्तितम ‘तन्त्रे चतुष्कपालानां भेदो वा तन्महत्त्वतः।।\nकुम्भीवत्तन्त्रता भैवं भेदः स्यात्मकृताविव।।’ इदं श्रूयते---‘यावतोश्वान्प्रतिगृह्णीयात्तावतो वारुणाश्चतुष्कपालान्निर्वपेत्’ इति। यथा प्राजापत्येषु कुम्भ्या महत्त्वेन तन्त्रं तथात्रापि कपालमहत्त्वेन तन्त्रमिति चेत्। मैवम्। प्रकृतौ प्रतिपुरोडाशं कपालभेदेन तद्भेदस्यैव चोदकप्राप्तेः। किंचात्यन्तविशालेषु कपालेषु चतुर्षु पुरोडाशानां शतेष्ववस्थापितेष्वेकस्यैव कपालस्यैकदशे पुरोडाशस्यैकस्य समाप्तेर्न कोपि पुरोडाशश्चतुष्कपालः सिध्येत्।\nतस्मात्प्रतिपुरोडाशं कपालचतुष्ट्वभेदः।। इति श्रीमत्सायणाचार्यविरचिते माधवीये वेदार्थप्रकाशे कृष्णयजुर्वेदीयतैत्तिरीयसंहिताभाष्ये द्वितीयकाण्डे तृतीयप्रपाठके\nद्वादशोनुवाकः।। १२ ।।\n"
}