{
  "id": "TS 2.4.11.6",
  "classification": {
    "kanda": "2",
    "prasna": "4",
    "anuvaka": "11",
    "panchasat": "6"
  },
  "header": "TS 2.4.11.6",
  "panchasatInfo": " 35 ",
  "padaCount": 30,
  "samhita": "ऽव॑ रुन्धे ता॒र्प्यं द॑दाति प॒शूने॒वाव॑ रुन्धे धे॒नुं द॑दात्या॒शिष॑ ए॒वाव॑ रुन्धे॒ साम्नो॒ वा ए॒ष वर्णो॒ यद्धिर॑ण्यं॒ ॅयजु॑षां ता॒र्प्यमु॑क्थाम॒दानां᳚ धे॒नुरे॒ताने॒व सर्वा॒न्॒. वर्णा॒नव॑ रुन्धे ॥",
  "pada": "अवेति॑ । रु॒न्धे॒ । ता॒र्प्यम् । द॒दा॒ति॒ । प॒शून् । ए॒व । अवेति॑ । रु॒न्धे॒ । धे॒नुम् । द॒दा॒ति॒ । आ॒शिष॒ इत्या᳚ - शिषः॑ । ए॒व । अवेति॑ । रु॒न्धे॒ । साम्नः॑ । वै । ए॒षः । वर्णः॑ । यत् । हिर॑ण्यम् । यजु॑षाम् । ता॒र्प्यम् । उ॒क्था॒म॒दाना॒मित्यु॑क्थ - म॒दाना᳚म् । धे॒नुः । ए॒तान् । ए॒व । सर्वान्॑ । वर्णान्॑ । अवेति॑ । रु॒न्धे॒ ।  । ",
  "attribute": {
    "rishi": "अज्ञात",
    "devata": "अज्ञात",
    "chandas": "अज्ञात"
  },
  "sayanaBhashya": "\n\n(* प्रकृतावा जुहोत दुवस्यतेति गायत्री सामिधेनीषु परिधानीया भवति तामपवदितुमिति तै. इति ख. पुस्तके पाठान्तरम्। ) सामान्येन सर्वकामार्थत्वं विधाय विशेषतोभिचारहेतुत्वं विधत्ते त्रैधातवीयेनेति। अभिचारपरिहारार्थत्वं विधत्ते एतयैवेति। एतयैव त्रैधातवीयेष्ट्यैव। सहस्रदक्षिणाकस्य ज्योतिर्विश्वज्योतिरप्तोर्याममहाव्रतादेरनुष्ठानसिद्धिं प्रति साधनत्वं विधत्ते एतयैवेति। यस्तु सहस्रदक्षिणाकेन यागेन यष्टुमसमर्थः सन्नहं तेन यक्ष्य इति कामयते सोयमेतयेष्ट्या यजेत पश्चात्तत्र प्रजातं प्रभूतं बहुविधं सहस्रं दातुं शक्तो भवत्येव। ततस्तादृशकर्मानुष्ठानं सिध्यति। अथ सहस्रदक्षिणाकेन यागेनेष्टवत उपरितनहुविधयज्ञसाधनद्रव्यार्थं विधत्ते\nएतयैवेति। यः पुमान्गोसहस्रदक्षिणाकेन यागेनेष्टवान्भवति स एष पशू नामवसानं प्राप्नोति। तेनोत्तरक्रतूननुष्ठातुमसमर्थो भवति। अतस्तत्सामर्थ्याय पशुकामः सन्प्रजापतिवदेतेनष्ट्वा पशुयोनेरस्मादेव यागात्पशून्प्राप्नोति। तदुत्तर क्रतुषु दातव्यं गोसहस्रमेनं यजमानं प्राप्नोति। यज्ञं संकल्प्याननुष्ठातुः संकल्प भ्रंशपरिहारार्थं विधत्ते देवताभ्यो वा इति। आवृ (व्र) श्चनं सर्वथा विच्छेदो देवताद्रोह इति यावत्।\nअस्मिन्कर्मणि द्रव्यं विधत्ते द्वादशकपाल इति। समूहाकारेण गणनायां द्वादशकपालत्वेप्यनुष्ठाने त्रिसंख्याकाश्चतुष्कपालाः कर्तव्याः। तथा त्रिसंख्याया यजमानस्य त्रिवारं समृद्धत्वं संपद्यते। पुरोडाशसंख्यां प्रशंसति त्रयः पुरोडाशा इति। पूर्वप्रपाठकोक्तत्रिधाताविव प्रमाणवैषम्यं विधत्ते उत्तरउत्तर इति । चोदकप्राप्तं व्रीहिमयत्वपवादितुं यवमयं विधत्ते यवमयो मध्य इति। भूलोकवर्तिनो मनुष्याः। स्वर्गलोकवर्तिनः सूर्यचन्द्रादयश्च विस्पष्टमुपलभ्यन्त इत्यस्ति तयोरेकविधत्वम्। अन्तरिक्षवर्तिनस्तु यक्षगन्धर्वादयो नोपलभ्यन्त इति वैलक्षण्यम्। एवं यवमयस्येतरवैलक्षण्यादन्तरिक्षरूपत्वम्। तच्च समृद्ध्यै संपद्यते। त्रिधातुवत्त्रिष्वपि पुरोडाशेषु सकृदेव हस्तस्पर्शे नावदानं विधत्ते सर्वेषामिति। यदुक्तं सूत्रकारेण “हिरण्यं तार्प्यं धेनुरिति दक्षिणा” इति तदेतद्विधत्ते हिरण्यमिति। हिरण्यस्य तेजस्वित्वात्तद्दानेन तेजःप्राप्तिः। तार्प्यस्य घृताक्तवस्त्रत्वात्तद्दानेन पशुप्राप्तिः। धेनोः कामधेनुत्वसाम्यात्तद्दानेनाशिषां प्राप्तिः सर्व तेजः सामरूप ह शश्वदित्याम्नानाद्धिरण्यस्य सामवर्णत्वम्। यजुर्वेदं क्षत्त्रियस्याहुर्योनिमित्याम्नातत्वात्तार्प्यस्य च राजसूये क्षत्त्रियेण परिहितत्वादीदृशं संबन्धमभिप्रेत्य तार्प्यं यजुषां वर्णः स्वरूपमित्युच्यते। उक्थैः शस्त्रैर्देवतानां जायमाना प्रदा यास्वृक्षु ता ऋच उक्थामदास्तासां नवप्रसूतधेनुवद्वर्षणहेतुत्वाद्धेन्वा ऋग्वर्णत्वम्। उक्तद्रव्यत्रयदानेनोक्तान्वर्णान्प्राप्नोति।\nअथ मीमांसा।\nषष्ठाध्यायस्य द्वितीयपादे चिन्तितम् “असमाप्यं समाप्यं वा काम्यं कामे निवर्तिते।\n\"आद्यः प्रयोजनाभावादन्त्यो निन्दादिसंश्रवात्।।” चित्रया यजेत पशुकामः, कारीर्या वृष्टिकामो यजेत इत्यादिषु कामप्रेरितेन पुरुषेण कर्मोपक्रान्तम्। तस्य च समाप्तेः प्रागेव केनचिन्निमित्तेन तत्फलप्राप्तौ दौषदर्शनेन वा कामो निवर्तते तदानीं कर्मानुष्ठाने प्रयोजनभावान्न समापनीयमिति चैन्मैवम्। प्रक्रान्तस्य कर्मणोसमाप्तौ निन्दाप्रायश्चित्तयोः श्रवणात्। “देवताम्यो वा एष आवृश्च्यते यो यक्ष्य इत्युक्त्वा न यजते त्रैधातवीयेन यजेत” इति तदुभयं श्रुतम्। तस्मात्समापनीयम्।। इति श्रीमत्सायणाचार्यविरचिते माधवीये वेदार्थप्रकाशे कृष्णयजुर्वेदीयतैत्तिरीयसंहिताभाष्ये द्वितीयकाण्डे चतुर्थप्रपाठक एकादशोनुवाकः ।। ११ ।।\"\n"
}