{
  "id": "TS 1.7.12.1",
  "classification": {
    "kanda": "1",
    "prasna": "7",
    "anuvaka": "12",
    "panchasat": "1"
  },
  "header": "TS 1.7.12.1",
  "panchasatInfo": " 45",
  "padaCount": 50,
  "samhita": "उ॒प॒या॒मगृ॑हीतोऽसि नृ॒षदं॑ त्वा द्रु॒षदं॑ भुवन॒सद॒मिन्द्रा॑य॒ जुष्टं॑ गृह्णाम्ये॒ष ते॒ योनि॒रिन्द्रा॑य त्वोपया॒मगृ॑हीतोऽस्यफ्सु॒षदं॑ त्वा घृत॒सदं॑ ॅव्योम॒सद॒मिन्द्रा॑य॒ जुष्टं॑ गृह्णाम्ये॒ष ते॒ योनि॒रिन्द्रा॑य त्वोपया॒मगृ॑हीतोऽसि पृथिवि॒षदं॑ त्वाऽन्तरिक्ष॒सदं॑ नाक॒सद॒मिन्द्रा॑य॒ जुष्टं॑ गृह्णाम्ये॒ष ते॒ योनि॒रिन्द्रा॑य त्वा ॥ ये ग्रहाः᳚ पञ्चज॒नीना॒ येषां᳚ ति॒स्रः प॑रम॒जाः । दैव्यः॒ कोशः॒ - [ ]",
  "pada": "उ॒प॒या॒मगृ॑हीत॒ इत्यु॑पया॒म - गृ॒ही॒तः॒ । अ॒सि॒ । नृ॒षद॒मिति॑ नृ-सद᳚म् । त्वा॒ । द्रु॒षद॒मिति॑ द्रु - सद᳚म् । भु॒व॒न॒सद॒मिति॑ भुवन - सद᳚म् । इन्द्रा॑य । जुष्ट᳚म् । गृ॒ह्णा॒मि॒ । ए॒षः । ते॒ । योनिः॑ । इन्द्रा॑य । त्वा॒ । उ॒प॒या॒मगृ॑हीत॒ इत्यु॑पया॒म - गृ॒ही॒तः॒ । अ॒सि॒ । अ॒फ्सु॒षद॒मित्य॑फ्सु - सद᳚म् । त्वा॒ । घृ॒त॒सद॒मिति॑ घृत - सद᳚म् । व्यो॒म॒सद॒मिति॑ व्योम - सद᳚म् । इन्द्रा॑य । जुष्ट᳚म् । गृ॒ह्णा॒मि॒ । ए॒षः । ते॒ । योनिः॑ । इन्द्रा॑य । त्वा॒ । उ॒प॒या॒मगृ॑हीत॒ इत्यु॑पया॒म - गृ॒ही॒तः॒ । अ॒सि॒ । पृ॒थि॒वि॒षद॒मिति॑ पृथिवि - सद᳚म् । त्वा॒ । अ॒न्त॒रि॒क्ष॒सद॒मित्य॑न्तरिक्ष - सद᳚म् । ना॒क॒सद॒मिति॑ नाक - सद᳚म् । इन्द्रा॑य । जुष्ट᳚म् । गृ॒ह्णा॒मि॒ । ए॒षः । ते॒ । योनिः॑ । इन्द्रा॑य । त्वा॒ ।  । ये । ग्रहाः᳚ । प॒ञ्च॒ज॒नीना॒ इति॑ पञ्च - ज॒नीनाः᳚ । येषा᳚म् । ति॒स्रः । प॒र॒म॒जा इति॑ परम - जाः ।  । दैव्यः॑ । कोशः॑ । ",
  "attribute": {
    "rishi": "अज्ञात",
    "devata": "अज्ञात",
    "chandas": "अज्ञात"
  },
  "sayanaBhashya": "\n\nकल्पः — “आग्रयणं गृहीत्वा पञ्चैन्द्रानतिग्राह्यान्गृहात्युपयामगृहीतोऽसि नृषदं त्वा द्रुषदमित्येताभिः पञ्चभिः” इति।\nतत्र प्रथममन्त्रपाठस्तु — उपयामेति। हे प्रथमातिग्राह्य त्वमुपयामेन पृथिव्यात्मकेन पात्रेण गृहीतोऽसि। इयं वा उपयाम इति पूर्वमुदाहृतम्। मनुष्येषु वनस्पतिषु भुवनेषु स्वामित्वेनावस्थितमिन्द्राय प्रियं त्वां गृह्णामि। एष स्वरप्रदेशस्ते स्थानं तस्मादिन्द्राय त्वामत्र सादयामि। एष इत्यादिः सादनमन्त्रः।\nनृषदमित्यादिपदाभिप्रायमाह — “नृषदं त्वेत्याह। प्रजा वै नृन्। प्रजानामेवैतेन सूयते। द्रुषदमित्याह। वनस्पतयो वै द्रु। वनस्पतीनामेवैतेन सूयते। भुवनसदमित्याह। यदा वै वसीयान्भवति। भुवनमगन्निति वै तमाहुः। भुवनमेवैतेन गच्छति (१)” (ब्रा. का. १ प्र. ३ अ. ९) इति।\nनृन्नरस्तेषु सीदतीति नृषत्तं नृषदम्। एतेन यजुष्पाठेन प्रजानां मध्ये सूयते स्वामित्वेनाभिषिच्यते। यदा लोके वसीयान्धनाढ्यो भवति तदा तं पुरुषं स्वामित्वेन कृत्स्नं भुवनमगन्प्राप्तवानिति जना आहुः।\nअथ द्वितीयग्रहणमन्त्रः — उपयामेति। पूर्ववद्व्याख्येयम्।\nएतदेवाभिप्रेत्य तथैव व्याचष्टे — “अप्सुषंद त्वा घृतसदमित्याह। अपामेवैतेन घृतस्य सूयते। व्योमसदामित्याह। यदा वै वसीयान्भवति। व्योमागन्निति वै तमाहुः। व्योमैवैतेन गच्छति” (ब्रा. का. १ प्र.३ अ.९) इति।\nअप्स्वित्यादिपाठेन तत्स्वामित्वेनाभिषेकः। धनाढ्यस्य व्योमगामित्वं नाम गजाश्चारोहणम्।\nअथ तृतीयग्रहणमन्त्रः — उपयामेति।\nपूर्ववद्व्याचष्टे — “पृथिविषदं त्वाऽन्तरिक्षसदमित्याह। एषामेवैतेन लोकाना सूयते। तस्माद्वाजपेययाजी न कंचन प्रत्यवरोहति। अपीव हि देवताना सूयते। नाकसदमित्याह। यदा वै वसीयान्भवति। नाकमगन्निति वै तमाहुः। नाकमेवैतेन गच्छति” (ब्रा.का. १ प्र. ३ अ. ९) इति।\nतस्मादयं वाजपेययागेनाग्न्यादिदेवतानामपि मध्येऽभिषिक्त इव भवति। अग्नेस्त्वा साम्राज्येनाभिषिञ्चामीत्यादिमन्त्रेष्वग्न्यादीनां यत्तत्साम्राज्यं तेन निमित्तेनाभिषेकस्योक्तत्वान्न प्रत्यवरोहति। अपि तस्माद्देवतांना मध्येऽभिषिक्तत्वाद्देववदेव कमपि मनुष्यं प्रति गजदिवाहनान्नावरोहति नावरोहेदिति विधिः। अत एवाऽऽपस्तम्ब आह — “यावज्जीवं न कंचन प्रत्यवरोहेद्बृहस्पतिसवेन वा प्रत्यवरोहणीयेन यजेत” इति।\nअथ चतुर्थग्रहणमन्त्रः — ये ग्रहा इति। येऽतिग्राह्यरूपा ग्रहाः पञ्चजनीनाः पञ्चजनेभ्यो देव मनुष्यासुररक्षोगन्धर्वेभ्यो निषादपञ्चमेभ्यो वर्णेभ्यो वा हिताः। येषामतिग्राह्याणां तिस्त्र आग्नेयैन्द्रसौर्याख्यातिग्राह्यरूपाः परमजाः प्रकृतयः। किंच येषां प्रभावेन दैव्यो दिवि भवः कोशो मेघः समुब्जितः सम्यङ्न्युब्जीकृतो वर्षाभिमुखः कृत इत्यर्थः। विविधानि शिप्राणि हनुस्थानीयानि पात्राग्राणि तैरुपेता विशिप्रियास्तादृशानां तेषामतिग्राह्याणां पूरणायेषमन्नसदृशमूर्जं बलप्रदं सोमरसं समग्रभीं सम्यग्गृह्णामि।\nपञ्चजनीनशब्दाभिप्रायं दर्शयति — “ये ग्रहाः पञ्चजनीना इत्याह। पञ्चजनानामेवैतेन सूयते” (ब्रा. का. १ प्र. ३ अ. ९) इति।\nएतेन मन्त्रपाठेन निषाद पञ्चमानां वर्णानां स्वामित्वेनाभिषिच्यते।\nअथ पञ्चमग्रहणमन्त्रः — अपामिति। हेऽतिग्राह्या वो युष्मांक मध्य उत्तमं चरणं ग्रहं तं तथाविधं गृह्णामि। किंविधम्। अपां रसम्। उदकस्यैव सोमरसत्वेन परिणामात्। उद्भूतं वयोऽन्नं जीवनं वा यस्य तमुद्वयसम्। सोमरसो ह्यन्नभूतो जीवनहेतुश्च। अपाम सोमममृता अभूमेत्युक्तत्वात्। सूर्य (र्यो) रश्मिः परिपाकहेतुर्यस्य वं सूर्यरश्मिम्। वृष्टिक्लिन्ना ओषधय आतपेन पच्यन्तेऽन्यथा वृष्ट्याधिक्येन पूयेयुः। समाभृतं गायत्र्या द्युलोकात्सम्यगानीतम्। किंचापां रसः सोमवल्लिरूपेण परिणतस्तस्यापि यो रसः सारस्तादृशमुदकरसम्।\nस्वामित्वं तेजोयुक्तत्वं च भागद्वयपाठेन भवतीति दर्शयति — “अपा रसमुद्वयसमित्याह। अपामेवैतेन रसस्य सूयते। सूर्यरश्मि समाभृतमित्याह सशुक्रत्वाय (२)” (ब्रा. का.१ प्र.३अ.९) इति।\nकल्पः — “अया विष्ठा जनयन्कर्वराणीति सप्तदश प्राजापत्यान्सोमग्रहान्गृह्णाति” इति।\nपाठस्तु — अया विष्ठेति। अयाऽयं प्रजापतिर्विष्ठा विशेषेणात्र स्थितः कर्वराण्येतानि कर्माणि जनयन्संपादयन्वर्तते। यस्मात्स प्रजापतिर्घृणिर्दीप्तिमान्प्रकाशको भूत्वा वराय श्रेष्ठाय कर्मफलायोरुर्गातुर्विस्तीर्णो मार्गो भवति। तस्मात्स प्रजापतिर्मध्वो मधुनः कर्मफलस्य धरुणो धारयितो सन्नग्रं प्रत्यस्मत्समीपं प्रति उदैदुत्कर्षेण प्राप्नोतु। यद्यस्मात्स्वायां तनुवां स्वकीये शरीरे तनूमस्मच्छरीरमैरयत प्रापयति, तस्माद्वयं फलं प्राप्स्याम इति शेषः। एकयर्चा गृह्णातीत्येतस्य विधिः। स च पूर्वमेव व्याख्यातः। अत्र विनियोगसंग्रहः — “उपेत्यतिग्राह्यमेन्द्रं गृहीत्वैषेति सादयेत्।\nउत्तरेषु चतुर्ष्वेवमया सप्तदश ग्रहान्। प्राजापत्यान्प्रगृह्णाति मन्त्रा द्वादश वर्णिताः” ॥१॥ इति॥\nइति श्रीमत्सायणाचार्यविरचिते माधवीये वेदार्थप्रकाशे कृष्णयजुर्वेदीयतैत्तिरीयसंहिताभाष्ये प्रथमकाण्डे सप्तमप्रपाठके द्वादशोऽनुवाकः ॥१२॥\n",
  "bhattaBhashya": "\n\n\n2गृहीत्वा यथायतनं सादयति - एष ते योनिः कारणं इन्द्राय त्वा सादयामि । व्याख्यातमेव ॥\n\n3-4द्वितीयम् - उपयामगृहीतोसीति ॥ त्वा त्वामप्सुषदम् । 'तत्पुरुषे कृतिबहुलम्' इत्यलुक् । अन्नादीनामुत्पादकतया तत्र सीदतीति । अग्नौ प्रास्ताहुतिस्सम्यक्' इत्यादि । शेषं समानम् ॥\n\n5-6अथ तृतीयम् - उपयामगृहीतोसीति ॥ पृथिविषदम् । 'ङ्यापोस्संज्ञाच्छन्दसोः' इति ह्रस्वत्वम् । पूर्ववद्भूतिहेतुत्वेन पृथिव्यादिषु सदनम् । गतमन्यत् ॥\n\n7अथ चतुर्थम् - ये ग्रहा इति पञ्चपदया पङ्क्त्या ॥ ये ग्रहाः पञ्चजनीनाः पञ्चजनेभ्यो देवादिभ्यो वा हिताः । 'पञ्चजनादुपसङ्ख्यानम्' इति खः । सर्वेप्यतिग्राह्याः पञ्चजनीनाः येषां मध्ये तिस्रः परमजाः प्रकृतयः परमायां प्रकृत्यवस्थायां जाताः समाम्नाताः परमजाः आग्नेयैन्द्रसौर्याः ; प्रकृतिरूपेण विवक्षितत्वात् । ग्रहेष्वपि वर्तमानस्त्रिलिङ्गो भवति । 'तिसृभ्यो जसः' इत्युदात्तत्वम् । किञ्च - येषां प्रभावेन दैव्यः दिवि भवः कोशः मेघः समुब्जितः अधोमुखः जलस्रावणायै आर्जवमासादितः वर्षाभिमुखः कृत इत्यर्थः । जलूकवद्रक्तस्रावणायै । उब्ज आर्जवे । तेषां तेभ्यः । तादर्थ्यचतुर्थ्याष्षष्ठी । विशिप्रियाणां विविधहनुपर्यन्तानां इषमन्नमूर्जं रसं च समग्रभीं सङ्गृह्णामि । उपयामगृहीतोसीति गृह्णाति । छान्दसे लुङि 'अमो मश्' 'हृग्रहोर्भः' ॥\n\n8एष ते इत्यादि ॥ गतम् ॥\n\n9-10अथ पञ्चमम् - अपां रसमित्यनुष्टुप् ॥ अपां रसं सारं उद्वयसं उद्भूतान्नं उद्भूतजीवनं वा । सूर्यरश्मिं पावकरश्मिम् । यद्वा - सूर्यो रश्मिस्थानीयो यस्य । यद्वा - तृतीयबहुवचनस्य स्थाने व्यत्ययेन द्वितीयैकवचनम् । सूर्यरश्मिभिस्समाभृतं सम्यक्समन्ताच्च घृतं सम्यगाहृतं वा । 'हृग्रहोर्भः' । किञ्च – तस्यापां रसस्य यो रसः अन्नं तदुत्तमं तस्मादुत्तमाय प्रशस्ताय जलरसायान्नाय च वो युष्मान्गृह्णामीति । उपयामगृहीतोसीति गृह्णाति । क्रियाविशेषणं वा, उत्तमं गृह्णामीति । तादर्थ्यात्ताच्छब्द्यम् । उत्तमशब्द उञ्छादिः । 'ऊडिदम्' इत्यद्भ्यष्षष्ठ्या उदात्तत्वम् । गतमन्यत् ॥\n\n11-12सुराग्रहान् गृह्णाति - अया विष्ठा इति त्रिष्टुभा यजुरन्तया ॥ अया अनेन ग्रहणेन । इदमस्तृतीयाया याजादेशः 'हलि लोपः' । यद्वा - अया अस्मिन् जगति विष्ठाः । सप्तम्या याजादेशः । विष्ठाः विविधं तीष्ठन्तीति । 'क्विप्च' इति क्विप् । सर्वात्मतया स्थित इत्यर्थः । जनयन्नुत्पादयन् कर्वराणि कर्माणि कार्यजातानि वा य एवं करोति प्रजापतिः स हि घृणिः दीप्यमानः । घृणि दीप्तौ 'इन् सर्वधातुभ्यः' इतीन् । हेतौ हिः । घृणिमान्वा घृणिः, मत्वर्थीयो लुप्यते । उरुर्महान् वराय वरिष्ठाय फलाय गातुर्मार्गः प्राप्तेः पुरुषार्थप्राप्तिरित्यर्थः । तादर्थ्ये चतुर्थी । स तादृशः प्रत्युदैत् प्रत्युद्गच्छतु । छान्दसो लुङ् । किम् ? मध्वः उदकस्य अग्रं सारम् । नुमभावच्छान्दसः, 'जसादिषु वा वचनं प्राङ्णौ चङ्युपधायाः' इति गुणाभावः । धरुणो धारयिता स तादृशः मदुनोग्रं प्राप्नोतु । यद्यस्मात्स्वायामात्मीयायां तनुवां शरीरभूतेस्मिन् ग्रहे तनुं स्वशरीरमैरयत प्रेरयति ; तस्मादेतद्ग्रहात्मा अस्मदभिमतं साधयत्विति । उपयामगृहीतोसीत्यादि गतम् । प्रजापतिशब्दे 'पत्यावैश्वर्ये' इति पूर्वपदप्रकृतिस्वरत्वम् । वाजपेयमन्त्रास्समाप्ताः ॥\n\nइसि सप्तमे दशमोनुवाकः ॥\n"
}