{
  "id": "TS 1.4.23.1",
  "classification": {
    "kanda": "1",
    "prasna": "4",
    "anuvaka": "23",
    "panchasat": "1"
  },
  "header": "TS 1.4.23.1",
  "panchasatInfo": " 24",
  "padaCount": 24,
  "samhita": "वा॒मम॒द्य स॑वितर्वा॒ममु॒ श्वो दि॒वेदि॑वे वा॒मम॒स्मभ्यꣳ॑ सावीः ॥ वा॒मस्य॒ हि क्षय॑स्य देव॒ भूरे॑र॒या धि॒या वा॑म॒भाजः॑ स्याम ॥ उ॒प॒या॒मगृ॑हीतो-ऽसि दे॒वाय॑ त्वा सवि॒त्रे ॥",
  "pada": "वा॒मम् । अ॒द्य । स॒वि॒तः॒ । वा॒मम् । उ॒ । श्वः । दि॒वेदि॑व॒ इति॑ दि॒वे - दि॒वे॒ । वा॒मम् । अ॒स्मभ्य॒मित्य॒स्म - भ्य॒म् । सा॒वीः॒ ।  । वा॒मस्य॑ । हि । क्षय॑स्य । दे॒व॒ । भूरेः᳚ । अ॒या । धि॒या । वा॒म॒भाज॒ इति॑ वाम - भाजः॑ । स्या॒म॒ ।  । उ॒प॒या॒मगृ॑हीत॒ इत्यु॑पया॒म - गृ॒ही॒तः॒ । अ॒सि॒ । दे॒वाय॑ । त्वा॒ । स॒वि॒त्रे ।  । ",
  "attribute": {
    "rishi": "अज्ञात",
    "devata": "अज्ञात",
    "chandas": "अज्ञात"
  },
  "sayanaBhashya": "\n\nपाठस्तु — वाममद्येति। हे सवितरद्यास्मभ्यं वामं वननीयं कर्मफलं सावीः प्रेरय देहीत्यार्थः। श्वोऽपि वामं सावीः। तत ऊर्ध्वं दिने दिने वामं सावीः। हे देव वामस्य वननीयस्य भूरेर्विस्तीर्णस्य क्षयस्य स्वर्गनिवासस्येच्छयाऽयाऽनया श्रद्धायुक्तया बुद्ध्या वामभाजो वननीयकर्मानुष्ठानवन्तः स्याम। स्पष्टमन्यत्।\nअत्रैव विकल्पितो द्वितीयो मन्त्र एवमाम्नायते — अदब्धेभिरिति। हे सवितस्त्वमब्धेभिरहिंसितैः पायुभिः पालकैः शिवेभिर्मंङ्गलैरनुग्रहविशेषैर्नोऽस्माकं गयं गृहं परिपाहि सर्वतो रक्ष। हिरण्यजिह्वो हिता रमणीया जिह्वा यस्य सोऽस्माकं हितं प्रियं च वदतीत्यर्थः। तादृशस्त्वं सुविताय सुष्ठुगमनाय स्वर्गप्राप्तये नव्यसे नूतनाय तदिदं कर्म रक्ष। नोऽस्माकमघशंसः पापापवादनिन्दको भवान्माकिरीशत शक्तो मा भूत्।\nतृतीयो मन्त्रो विकल्पित एवमाम्नायते — हिरण्यपाणिमिति। अस्मभ्यं दातुं हिरण्यं पाणौ यस्य स हिरण्यपाणिः। तादृशं सवितारमुपगम्य ह्वय आह्वयामि। किमर्थम्। ऊतये रक्षणाय। स सविता दवतारूपः पदमस्मद्योग्यं स्थानं चेत्ता ज्ञाता।\nकल्पः – “एतेनैव सशेषेण वैश्वदेव पूतभूतो गृह्णाति उपयामगृहीतोऽसि सुशर्माऽसीति ग्रहणसादनौ” इति।\nपाठस्तु — सुशर्मेति। हे वैश्वदेवग्रह शोभनं यस्य एव स त्वं सुशर्माऽसि। सुष्ठु प्रतिष्ठानं पात्रे स्थितिर्यस्यासौ सुप्रतिष्ठानोऽसि। उक्षे शस्रे शस्यमानाय तुभ्यं बृहन्नमोऽस्तु। स्पष्टमन्यत्।\nसावित्रग्रहं विधत्ते — “अन्तर्यामपात्रेण सावित्रमाग्रयणाद्गृह्णाति प्रजापतिर्वा एष यदाग्रयणः प्रजानां प्रजननाय” (सं. का. ६ प्र. ५ अ. ७) इति।\nआग्रयणग्रहस्य कर्मनिष्पत्तिद्वारेण प्रजापालकत्वात्प्रजापतित्वादाग्रयणाद्ग्रहणं प्रजोत्पत्तये भवति।\nसादनादिकं पूर्ववन्निषेधति – “न सादयत्यसन्नाद्धि प्रजाः प्रजायन्ते नानु वषट्करोति यदनुवषट् कुर्याद्रुद्रं प्रजा अन्ववसृजेत्” (सं. का. ६ प्र. ५ अ. ७) इति।\nविहितं सावित्रग्रहं प्रशंसति– “एष वै गायत्रो देवानां यत्सवितैष गायत्रियै लोके गृह्यते यदाग्रयणो यद-न्तर्यामपात्रेण सावित्रमाग्रयणाद्गृह्णाति स्वादेवैनं योनेर्निर्गृह्णाति” (सं. का. ६ प्र. ५ अ. ७) इति।\nतत्सवितुर्वरेण्यमित्याम्नातत्वाद्देवानां मध्ये सविता गायत्रीसंबद्धः। आग्रयणश्च गायत्र्याः स्थाने प्रातःसवने गृह्यते। अनेन संबन्धेनाऽऽग्रयणः सावित्रस्य स्वकीयो योनिः।\nसावित्रस्य तृतीयसवनसंबन्धं विधत्ते — “विश्वे देवास्तृतीय सवनं नोदयच्छन्ते सवितारं प्रातःसवनभाग सन्तं तृतीयसवनमभि पर्यणयन्ततो वै ते तृतीय सवनमुदयच्छन्यत्तृतीयसवने सावित्रो गृह्यते तृतीयस्य सवनस्योद्यत्यै” (सं. का. ६ प्र. ५ अ. ७) इति।\nविश्वे देवाः स्वकीयं तृतीयसवनमुद्वोढं नाशक्नुवन्। प्रातःसवने भागः सवितुर्युक्तस्तस्य गायत्रत्वात्। तादृशमपि सहकारित्वेन समानीय तृतीयसवनमुदवहन्। अतोऽत्र सावित्रो युक्तः।\nवैश्वदेवग्रहं विधत्ते — “सवितृपात्रेण वैश्वदेवं कलशादगृह्णाति वैश्वदेवयो वै प्रजा वैश्वदेवः कलशः सविता प्रसवानामीशे यत्सवितृपात्रेण वैश्वदेवं कलशाद्गृह्णाति सवितृप्रसूत एवास्मै प्रजाः प्र जनयति” (सं. का. ६ प्र. ५ अ. ७) इति।\nयद्यपि पूर्वमन्तर्यामपात्रं तथाऽपीदानीं सवितृपात्रं संपन्नम्। कलशाद्द्रोण-कलशात्। प्रजानां विश्वैर्देवैः पाल्यत्वेन वैश्वदेवत्वम्। सर्वदेवसाधारणसोमाधारत्वात्कलशस्य वैश्वदेवत्वम्।\nसावित्रशेषे सोममभि गृह्णाति रेत एव तद्दधाति”(सं. का. ६ प्र. ५ अ. ७) इति।\nअत एव मन्त्रे सुप्रतिष्ठान इत्येतदुपपन्नमित्याह — “सुशर्माऽसि सुप्रतिष्ठान इत्याह सोमे हि सोममभिगृह्णाति प्रतिष्ठित्यै” (सं. का. ६ प्र. ५ अ. ७) इति।\nमन्त्रपदानां किंचिद्विशेषविषयत्वं दर्शयति — “एतस्मिन्वा अपि ग्रहे मनुष्येभ्यः देवेभ्यः पितृभ्यः क्रियते सुशर्माऽसि सुप्रतिष्ठान इत्याह मनुष्येभ्य एवैतेन करोति बृहदित्याह देवेभ्य एवैतेन करोति मम इत्याह पितृभ्य एवैतेन करोत्येतावतीर्वै देवतास्ताभ्य एवैन सर्वाभ्यो गृह्णाति” (सं. का. ६ प्र. ५ अ. ७) इति।\nअपि वैतस्मिन्नेव वैश्वदेवग्रहे मन्त्रपदैर्मनुष्यादीनां सूचितत्वात्सर्वार्थमिदं ग्रहणम्। तत्र सुशर्मशब्देन समीचीनसुखार्थिनो मनुष्याः सूचिताः। बृहच्छब्देनाधिकमहिमोपेता देवाः। नमःशब्देन नमस्कारप्रियाः पितरः।\nसादनमन्त्रे विश्वेभ्य इत्येतत्सर्वार्थत्वाद्युक्तमित्याह — “एष ते योनिर्विश्वेभ्यस्त्वा देवेभ्य इत्याह वैश्वदेवो ह्येषः” (सं. का. ६ प्र. ५ अ. ७) इति।\nइति श्रीमत्सायणाचार्यविरचिते माधवीये वेदार्थप्रकाशे कृष्णयजुर्वेदीय-तैत्तिरीयसंहिताभाष्ये प्रथमकाण्डे चतुर्थप्रपाठके त्रयोविंशचतु-र्विंशपञ्चविंशषड्विंशानुवाकाः ॥२३॥२४॥२५॥२६॥\n",
  "bhattaBhashya": "\n\n\n2इमामनुद्रुत्य उपयामगृहीतोसि देवाय त्वा सवित्र इति गृह्णाति । 'एष वै गायत्रो देवानाम्' इत्यादि ब्राह्मणम्; 'विश्वे देवास्तृतीयꣳ सवनं नोदयच्छन्' इत्यादि च ॥\n\nइति चतुर्थे त्रयोविशः ॥\n"
}