{
  "id": "TS 2.6.5.5",
  "classification": {
    "kanda": "2",
    "prasna": "6",
    "anuvaka": "5",
    "panchasat": "5"
  },
  "header": "TS 2.6.5.5",
  "panchasatInfo": " 28",
  "padaCount": 50,
  "samhita": "स्त्र्य॑स्य जायेतो॒र्द्ध्वमुद्यौ᳚त्यू॒र्द्ध्वमि॑व॒ हि पुꣳ॒॒सः पुमा॑ने॒वास्य॑ जायते॒ यथ् स्फ्येन॑ वोपवे॒षेण॑ वा योयु॒प्येत॒ स्तृति॑रे॒वास्य॒ सा हस्ते॑न योयुप्यते॒ यज॑मानस्य गोपी॒थाय॑ ब्रह्मवा॒दिनो॑ वदन्ति॒ किं ॅय॒ज्ञ्स्य॒ यज॑मान॒ इति॑ प्रस्त॒र इति॒ तस्य॒ क्व॑ सुव॒र्गो लो॒क इत्या॑हव॒नीय॒ इति॑ ब्रूया॒द्यत् प्र॑स्त॒रमा॑हव॒नीये᳚ प्र॒हर॑ति॒ यज॑मानमे॒व - [  ] ",
  "pada": "स्त्री । अ॒स्य॒ । जा॒ये॒त॒ । ऊ॒र्द्ध्वम् । उदिति॑ । यौ॒ति॒ । ऊ॒र्द्ध्वम् । इ॒व॒ । हि । पुꣳ॒॒सः । पुमान्॑ । ए॒व । अ॒स्य॒ । जा॒य॒ते॒ । यत् । स्फ्येन॑ । वा॒ । उ॒प॒वे॒षेणेत्यु॑प-वे॒षेण॑ । वा॒ । यो॒यु॒प्येत॑ । स्तृतिः॑ । ए॒व । अ॒स्य॒ । सा । हस्ते॑न । यो॒यु॒प्य॒ते॒ । यज॑मानस्य । गो॒पी॒थाय॑ । ब्र॒ह्म॒वा॒दिन॒ इति॑ ब्रह्म - वा॒दिनः॑ । व॒द॒न्ति॒ । किम् । य॒ज्ञस्य॑ । यज॑मानः । इति॑ । प्र॒स्त॒र इति॑ प्र-स्त॒रः । इति॑ । तस्य॑ । क्व॑ । सु॒व॒र्ग इति॑ सुवः- गः । लो॒कः । इति॑ । आ॒ह॒व॒नीय॒ इत्या᳚ - ह॒व॒नीयः॑ । इति॑ । ब्रू॒या॒त् । यत् । प्र॒स्त॒रमिति॑ प्र - स्त॒रम् । आ॒ह॒व॒नीय॒ इत्या᳚ - ह॒व॒नीये᳚ । प्र॒हर॒तीति॑ प्र - हर॑ति । यज॑मानम् । ए॒व । ",
  "attribute": {
    "rishi": "अज्ञात",
    "devata": "अज्ञात",
    "chandas": "अज्ञात"
  },
  "sayanaBhashya": "\n\n\"अनक्तीति। प्रस्तरस्य दर्भमुष्टेरनदनीयद्रव्यत्वेन स्वरूपतो हविष्ट्वाभावेप्यञ्जनेन हविष्ट्वं कृतं भवतीति तादृशमेनं प्रस्तरं स्वर्गप्राप्तियोग्यं करोति । यदुक्तं सूत्रकारेण-‘स्त्रुक्षु प्रस्तरमनत्यक्त रिहाणा इति जुह्वामग्रं प्रजायोनिमित्युपभृति मध्यमाप्यायन्तामाप ओषधय इति ध्रुवायां मूलमेवं त्रिः’ इति। तदेतद्विधत्ते त्रेधानक्तीति। प्रस्तरस्य प्रहरणे हेयोपादेयौ प्रकारौ विधत्ते न प्रतीति। अङ्गारेषु क्षुण्णेषु प्रतिक्षेपः प्रतिशरणं तन्न कुर्यात्। यदिकुर्याद्यजमानस्यानूर्ध्वं भावुकं स्यात् स्वर्गप्राप्तिसाधनं न भवेदित्यर्थः। तस्माद्धस्तमुन्नतं कृत्वा प्रस्तरमग्नेरुपर्येव प्रहरेस्त्वर्गलोकस्योपर्येव वर्तमानत्वात्तत्प्राप्तिसाधनं भवति। प्रस्तरयुक्तस्य हस्तस्याधोमुखत्वं विधत्ते न यच्छतीति। हस्तो न्यग्भूतो यथा भवति तथा कुर्यात्। तेन यजमानार्थ वृष्टिमेव न्यग्भूतां करोति। प्रस्तराग्रस्याहवनीयातिक्रमं निषेधति नात्यग्रमिति। अतिक्रान्तमग्रं यस्य तदत्यग्रम्। तद्यथा भवति तथा न प्रहरेत्। किंतु प्रस्तराग्रमाहवनीयस्योत्तरत एव नयेत्। अत्यग्रप्रहरणे हि वृष्टिरत्यासारिणी भवति तस्याध्वर्योर्विनाशनशीला स्यात्। अत्याधिक्येन वर्षणमति सारिणीत्वं, तेन सस्यानि फलितुमयोग्यानि भवन्ति, सोयमध्वर्योर्नाशः। अथवा व्याधिविशेषेणाध्वर्युर्नश्येत्। पूर्वस्यां दिशि प्रस्तरस्य मूलं पश्चिमायामग्रमित्येवंविधं प्रहरणं निषेधति। \"\n\"न पुरस्तादिति। पश्चिमाग्रत्वं निषिध्य प्रागग्रत्वं विधत्ते प्राञ्चं प्र हरतीति। प्रस्तरगतानां दर्भाग्राणां सर्वतो विश्लेषणं निषेमति न विष्वञ्चमिति। विष्वञ्चं नानादिग्गतं तथा भवति तथा न वियुयान्नविश्लेषयेत् तद्विश्लेषणे यजमानस्य स्त्र्यपत्यमेव जायेत। स्त्रीव्यञ्जनस्य विश्लिष्टरूपत्वात्। दर्भाग्राणां समूहरूपेणैकीभावं विधत्ते ऊर्ध्वमुद्यौतीति। ऊर्ध्वं दण्डाकारेणैकाग्रं यथा भवति तथोद्यौत उत्कर्षेण मिश्रयेत्। पुसां व्यञ्जनमूर्ध्वाकारं भवति, ततोस्य पुमानेव जायते। सोयमाग्नीध्रस्य व्यापारः। तथा च सूत्रकार आह—‘त्रिरञ्जलिनाग्नीध्रो विष्वञ्चं प्रस्तरमूर्ध्वमुद्यौति”।तस्मिन्नेकीकरणे साधनान्तरं निमिध्य हस्तं विधत्ते यत्स्फ्येनेति। योयुपनं विश्लिष्टभूतस्यैकीकरणम्। अथवा प्रस्तरस्य सम्यग्दाहायोत्क्षेपणं, तद्यदि स्फ्येनोपवेषेण वा क्रियेत सेयं यजमानस्य हिंसा। हस्तेनैव योयुपनं रक्षायै भवति। प्रस्तरप्रहरणस्याधारत्वेनाहवनीयं विधत्ते ब्रह्मवादिन इति। यज्ञस्य संबन्धि किमङ्कं यजमानस्थानीयमिति ब्रह्मवादिभिः पृष्टे बुद्धिमान्प्रस्तर इति ब्रूयादुत्तरम्। स्रुक्षु प्रस्तरस्याञ्जनं कृत्वा तत्रैकं तृणं पृथक्कृत्य प्रज्ञातं स्थापयेत्। तस्ये दानीमग्नौ प्रहरणं विधत्ते वि वा एतदिति। प्रस्तरमूलमुत्क्षिपन्तीति यदेतेन यजमानो विलिशते विशेषेणाल्पी भवति रोगेण कृशो भवतीत्यर्थः। प्रज्ञातत्वेन स्थापितस्य बर्हिषोनुप्रहरणे तस्याल्पीभावस्य शान्तिर्भवति। तदेतद्वर्हिष्प्रहरणं सूत्रकारेण स्पष्टीकृतम्--- ‘आयुषे त्वेत्यक्तस्य तृणमपादाय प्रज्ञातं निधाय’ इति। ‘अथैन माहाग्नीध्रोनुप्रहरेति यत्प्रस्तरात्तृणमपात्तं तदनुप्रहरति’ इति च ।। मन्त्रकाण्डे पठितेन मन्त्रेण भूमिस्पर्शनं विधत्त \"\n\"अनारम्भण इति। एतर्हि प्रस्तरप्रहरणादूर्ध्वं प्रस्तररूपस्य यजमानस्य स्वर्गेवस्थितत्वादध्वर्युरनारम्भण इव निरालम्बन इव भवति। स च वेपनो भवितोरीश्वरः पालनस्वामिराहित्यभयेन सर्वदा कम्पनशीलो भवितुं समर्थो भवति। निरन्तरं भवति कम्पमान इत्यर्थः। ध्रुवासीति भमिस्पर्शनेन लब्धप्रतिष्ठो न कम्पते। यदुक्तं सूत्रकारेण----अथैनमाहाग्निध्रः संवदस्वेत्यगानग्नीदित्यध्वर्युरगन्नित्याग्नीध्रः इति। अनयोः प्रश्नोत्तरमन्त्रयोरुत्तरमन्त्रस्य शाखान्तरपाठनिराकरणपूर्वकं मन्त्रद्वयोच्चारणं विधत्ते अगा३नग्नीदिति। हेग्नीद्धे आग्नीध्र किं यजमानः स्वर्गं गतवान्। प्रश्न द्योतनायेयं प्लुतिः । अगन्नग्निरित्येष शाखान्तरगतो मन्त्रपाठस्तस्मिन्पाठे वह्निः स्वर्गगत इत्यर्थो भवति, तत्त्वयुक्तम्। आहवनीयोत्र स्वर्गत्वेन विवक्षितः। तस्मिन्स्वर्गरूपेग्नौ तमग्निमेव प्रापितवान्भवति यजमानं स्वर्गाल्लोकान्निःसारितवान्भवति। तस्मादग्निरित्येतत्पदं मन्त्रे परित्यज्यागन्नित्येतावदेव ब्रूयात्। तेन यजमानः स्वर्गं लोक गतवानित्यर्थो लभ्यते।। इति श्रीमत्सायणाचार्यविरचिते माधवीये वेदार्थप्रकाशे कृष्णयजुर्वेदीयतैत्तिरीयसंहिताभाष्ये द्वितीयकाण्डे षष्ठप्रपाठके पञ्चमोनुवाकः।। ५ ।।\"\n"
}