{
  "id": "TS 2.6.7.4",
  "classification": {
    "kanda": "2",
    "prasna": "6",
    "anuvaka": "7",
    "panchasat": "4"
  },
  "header": "TS 2.6.7.4",
  "panchasatInfo": " 39",
  "padaCount": 50,
  "samhita": "-मग्रे ऽप॑श्यद्-घृ॒तप॒दीत्या॑ह॒ य दे॒वास्यै॑ प॒दाद्-घृ॒तमपी᳚ड्यत॒ तस्मा॑दे॒वमा॑ह मैत्रावरु॒णीत्या॑ह मि॒त्रावरु॑णौ॒ ह्ये॑नाꣳ स॒मैर॑यतां॒ ब्रह्म॑ दे॒वकृ॑त॒-मुप॑हूत॒मित्या॑ह॒ ब्रह्मै॒वोप॑ ह्वयते॒ दैव्या॑ अद्ध्व॒र्यव॒ उप॑हूता॒ उप॑हूता मनु॒ष्या॑ इत्या॑ह देवमनु॒ष्याने॒वोप॑ ह्वयते॒ य इ॒मं ॅय॒ज्ञ्मवा॒न्॒ ये य॒ज्ञ्प॑तिं॒ ॅवर्द्धा॒नित्या॑ह - [  ] ",
  "pada": "अग्रे᳚ । अप॑श्यत् । घृ॒तप॒दीति॑ घृ॒त-प॒दी॒ । इति॑ । आ॒ह॒ । यत् । ए॒व । अ॒स्यै॒ । प॒दात् । घृ॒तम् । अपी᳚ड्यत । तस्मा᳚त् । ए॒वम् । आ॒ह॒ । मै॒त्रा॒व॒रु॒णीति॑ मैत्रा - व॒रु॒णी । इति॑ । आ॒ह॒ । मि॒त्रावरु॑णा॒विति॑ मि॒त्रा - वरु॑णौ । हि । ए॒ना॒म् । स॒मैर॑यता॒मिति॑ सं - ऐर॑यताम् । ब्रह्म॑ । दे॒वकृ॑त॒मिति॑ दे॒व - कृ॒त॒म् । उप॑हूत॒मित्युप॑ - हू॒त॒म् । इति॑ । आ॒ह॒ । ब्रह्म॑ । ए॒व । उपेति॑ । ह्व॒य॒ते॒ । दैव्याः᳚ । अ॒द्ध्व॒र्यवः॑ । उप॑हूता॒ इत्युप॑ - हू॒ताः॒ । उप॑हूता॒ इत्युप॑ - हू॒ताः॒ । म॒नु॒ष्याः᳚ । इति॑ । आ॒ह॒ । दे॒व॒म॒नु॒ष्यानिति॑ देव-म॒नु॒ष्यान् । ए॒व । उपेति॑ । ह्व॒य॒ते॒ । ये । इ॒मम् । य॒ज्ञम् । अवान्॑ । ये । य॒ज्ञप॑ति॒मिति॑ य॒ज्ञ - प॒ति॒म् । वर्द्धान्॑ । इति॑ । आ॒ह॒ । ",
  "attribute": {
    "rishi": "अज्ञात",
    "devata": "अज्ञात",
    "chandas": "अज्ञात"
  },
  "sayanaBhashya": "\n\n\"उपांशुयाजः षष्ठेस्मिन्विष्टकृच्च समीरितः। आध्वर्यवं समाप्याथ हौत्रशेषो निरूप्यते।। तत्रास्मिन्सप्तमानुवाक इडोपाह्वानविधिस्तन्मन्त्रव्याख्यानं च प्रस्तूयते। मन्त्रास्तु मन्त्रकाण्ड एव समाम्नाताः उपहूत रथंन्तर सह पृथिव्या। उप मा रथन्तर सह पृथिव्या ह्वयताम्। उपहूतं वामदेव्य सहान्तरिक्षेण। उप मा वामदेव्य सहान्तरिक्षेण ह्वयताम्। उपहूतं बृहत्सह दिवा। उप मा बृहत्सह दिवा ह्वयताम्। उपहूताः सप्त होत्राः उप मा सप्त होत्रा ह्वयन्ताम्। उपहूता धेनुः सहर्षभा। उप मा धेनुः सहर्षभा ह्वयताम्। उपहूतो भक्षः सखा। उप मा भक्षः सखा ह्वयताम्। उपहूता ३ हो। इडोपहूता। उपहूतेडा। उपो अस्मा इडा ह्वयताम्। इडोपहूता। उपहूतेडा। मानवी घृतपदी मैत्रावरुणी। ब्रह्म देवकृतमुपहूतम्। दैव्या अध्वर्यव उपहूताः। उपहूता मनुष्याः। य इमं यज्ञमवान्। ये यज्ञपतिं वर्धान्। उपहूते द्यावापृथिवी। पूर्वजे ऋतावरी। देवी देवपुत्रे। उपहूतोयं यजमानः। उत्तरस्यां देवयाज्यायामुपहूतः। भूयसि हविष्करण उपहूतः। दिव्ये धामन्नुपहूतः। इदं मे देवा हविर्जुषन्तामिति तस्मिन्नुपहूतः। विश्वमस्य प्रियमुपहूतम्। विश्वस्य प्रियस्योपहूतस्योपहूतः (ब्रा. का. ३ प्र. ५ अ. ८) इति। एतद्विनियोग बौधायनो दर्शयति---उक्ता इडाया जपास्तानुपा शुक्त्वोच्चैरुपह्वयत उपहूतेडेति प्रतीचीमिडोपहूतेति पराचीम् इति। अस्यायमर्थं गोशरीररूपाया इडाया देव्या जपा वेदे स्पष्टं प्रोक्ता उपहूत रथंतरमित्येवगारभ्योपहूता ३ हो इत्येवमन्ताः तान्मन्त्रानुपांशु जपेत्। तत उर्ध्वमिडोपहूतेत्यादिकमुच्चैः पठेत्। उपहूतशब्दस्य प्रथमप्रयोगे ( )पीडा प्रतीचीनमुखा भवति। चरम प्रयोगे पराचीनमुखेत्युच्यत इति। तानेतान्मन्त्रव्याचिख्यासुरादाविडाजन्मप्रकारं दर्शयति मनुः पृथिव्या इति। पुरा कदाचिन्मनुः पृथिव्या उपरि यज्ञार्थं किं (अपिशब्दस्यार्थो न ज्ञायते।) द्रव्यमस्तीति सर्वत्रान्वेषणमकरोत्। अन्विष्य च तत्र गोः पादाङ्कितेषु भूप्रदेशेषु निषिक्तं घृतं वब्धवान्। लब्ध्वा च देवानामग्रे स एवमब्रवीत्—अस्या गोः पदेषु स्थितस्य घृतस्य स्वरूपं यथा लौकिकयोजनादिषूपयुक्तं तथा यज्ञेषुपयुक्तं कर्तुं कः समर्थ इति। तच्छ्रुत्वा तत्र स्थितौ मित्रावरुणौ मनुं प्रत्यब्रूताम्—किं गोः कार्यभूतेन घृतेन्, तत्कारणभूताय गोरेव यज्ञाङ्गभावं कर्तुमावां समर्थौ स्व इति। एवमुक्त्वा तौ तत ऊर्ध्वं तामिडारूपा गां भूमौ समैरयतां समानयताम्। सा च गौर्भूमौ यत्र यत्र नितरां पादं प्रक्षिप्तवती तत्र तत्र गोपदाङ्किते भूप्रदेशे घृतं निष्पीडितमासीत्। यस्मादस्याः पादेभ्यो घृतं निर्गतमासीत्तस्मादियं घृतपदीति प्रसिद्धाभूत्। एवमस्या इडाया यज्ञभूमौ जन्म संपन्नम्। अथ मन्त्रं व्याचष्टे उपहूतमिति।\"\n\"रथंतरं साम, तत्पृथिव्या सह मयोपहूतं समीपे यथा तिष्ठति तथाह्वानं कृतमित्यर्थः। एतन्मन्त्रगतरथंतरशब्देन भूमिरुपलक्ष्यते। यथा षट्सु पृष्ठस्तोत्रेषुरथंतरं सामाद्यं तथा त्रिषु लोकेषु भूमिराद्या। मन्त्रगतेन पृथिवीशब्देन तत्कार्यमन्नाद्यमुपलक्ष्यते। तथा सत्यन्नाद्येन सह भूमिरुपहूतेत्येवं मन्त्रवाक्यस्यार्थः। एवमुत्तरेपि मन्त्रा अनूज्ञ व्याख्यायन्ते।। तत्र सामविशेषवाचिना वामदेव्यशब्देन तत्सामसाध्या पशव उपलक्ष्यन्ते। तदेवद्दर्शयति उपहूतमिति। इराशब्दवाच्य वृष्टिस्तत्संबन्धि बृहत्सामैरवृष्टेर्बृहत्सामसाध्यत्वादित्येतमर्थं दर्शयति-\"\n\"उपहूतमिति। आश्वलायनेन ये होत्रका दर्शिता होता प्रशास्ता ब्राह्मणाच्छंसी पोता नेष्टाग्नीध्रोच्छावाक इति, तदुपह्वानपरत्वं दर्शयति उपहूता इति । सहर्षमेति पदेन सूचितमर्थं दर्शयति उपहूतेति। भक्षः सखेत्यनेन स्वोपकारकसोमपानमुपलक्ष्यत इति दर्शयति उपहूत इति। होशब्दः प्रयुक्तः स्वरूपवावीत्येतद्दर्शयति उपहूता ३ इति। उपहूतशब्दे रङ्गप्लुतिर्दूरादाह्वानस्य घटनेनादरार्था। आत्मन उपह्वाने प्रयोजनं दर्शयति आत्मा हीति। यस्मादिहाहूतानां रथंतरपृथिव्यादीनां भक्षः सखत्यन्तानामुपवासयितृतम् आत्मा, तदधीनत्वादितरोपह्वानस्य, तस्मादात्मनोप्युपह्वानं कर्तव्यम्। इडोपहूतेत्यारभ्य मानवीन्येतस्मात्प्राचीनस्य वाक्यसमूहस्य तात्पर्यं दर्शयति इडामुपेति। इडाशब्देन गाशरीरधारिणी देवतोच्यते। तस्या उपह्वानमिडोपहूतेत्यादिवाक्येन कुर्यात्। इडायाः पशुरूपत्वात्तदुपह्वानेन पशुप्राप्तिर्भवति। आरोहावरोहरूपयोर्वाक्ययोर्द्विरावृत्तत्वाच्चतुर्वारमुपह्वानं संपद्यते। पशूनां चतुष्पदत्वादेतदुपपन्नम्। तयोरावृत्त्या मध्ये सेयमिडास्मानुपह्वयतामित्येतदिडादेवतायाः प्रार्थना स्वस्मिन्देवतानुग्रहार्थम्। मनुः पृथिव्या इत्यस्मिन्नुपाख्याने मानवीत्यादिशब्दार्थः प्रसिद्ध इत्येतद्दर्शयति मानवीत्याहेति। पुरा देवैर्निष्पादितमिडोपह्वानरूपं यत्परिवृत्तं (ढं) कर्मतस्योपह्वानं दर्शयति ब्रह्म देवेति। अश्विनौ हि देवानामध्वर्यू आस्तामित्यादिश्रुतिषु श्रुता ये दैव्या अध्वर्यवो ये च दृश्यमाना मानुषास्तेषामुपाह्वानं दर्शयतिदैव्या इति। पूर्वोक्ता दैव्या मानुषाश्च येध्वर्यवस्ते सर्वेपीमं यज्ञमवन्तु यज्ञपतिं च वर्धयन्त्वित्येवमाशीःपरतां दर्शयति य इममिति। उपहूत रथंतर सह पृथिव्येत्यत्र यथा पृथिवीशब्दोन्नलक्षको नात्र तथा द्यावापृथिवीशब्दर्थौ किंतु स्वार्थपरावित्येतद्दर्शयति उपहूते इति। ते च द्यावापृथिव्यौ देवतिर्यङ्मनुष्याद्युत्पत्तेः पूर्वमेवोत्पन्ने, ऋतशब्दावाच्यो यज्ञोनयोर्वर्तत इति ऋतावर्यौ, नैते केवलमृत्विगादिरूपे किंतु देव्यौ, देवाः पुत्रा ययोस्ते देवपुत्रे इत्येतां विशेषणार्थसिद्धिं दर्शयति पूर्वजे इति। यजमानः प्रस्तर इत्यादिवदत्र यजमानोशब्दो नार्थान्तरलक्षक इत्येतद्दर्शयति उपहूतोयमिति। येषां देवयज्यादीनामर्थे यजमानोपह्वानं तानेतान्विस्पष्टं दर्शयति उत्तरस्यामिति। सोमयागादिरूपाया उत्तरदेवयज्यायाः प्रजाहेतुत्वेन प्रजात्वम्। अस्यामेवेष्टौ बहुहविःसंपादकस्य पशुहेतुत्वेन पशुत्वम्। इदं मे देवा हविर्जुषन्तामिति तस्मिन्नुपहूत इत्यस्त स्पष्टार्थस्य मन्त्रवाक्यस्यविवक्षितं तात्पर्यं दर्शयति इदमसीति। इदं प्रवर्तमानं मदीयं हविर्देवा जुषन्तामिति ववतुं तस्मिन्दर्शपूर्णमासकर्माणि यजमान उपहृत इत्येतावदेव न भवति किंत्विदं निरूढपशुबन्धरूपं कर्म चिकीर्षुरसि सोमयागरूपमिदं कर्म चिकीर्षुरसीत्येवं सर्वकर्मविवक्षाद्योतनार्था वीप्सा। अन्यद्यजमानस्य यत्प्रियं तत्सर्वमूपहूतं, तस्य चोपहूतस्य सर्वस्य प्रियस्य स्वामी यजमान उपहूत इत्यनेनोपाह्वानस्य न्यूनतां विचार्य संपूर्णता संपद्यतइत्येतद्दर्शयति विश्वमस्येति। अपेक्षितस्यार्थस्य प्रच्छादनेनानुष्ठानवैयर्थ्यं छम्बट्कारस्तद्यथा न भवति तथैवैनं यजमानमुपहूतवान्भवति । अत्र मीमांसा। नवमाध्यायस्य प्रथमपादे चिन्तितम् “ऊह्यो यज्ञपतिर्नो वा वृद्ध्यर्थोत्साहतोग्रिमः।\"\nप्रत्यक्षोक्त्या कृत्स्नमन्त्र इडार्थो नोहनं ततः”।। दर्शपूर्णमासयोरिडोपाह्वानमन्त्रे वाक्यमेतदाम्नायते- “दैव्या अध्वर्यव उपहूताः। उपहूता मनुष्याः। य इमं यज्ञमवान्। ये यज्ञपतिं वर्धान्” इति। ये दैव्या अध्वर्यवो यज्ञमवन्ति ये च मनुध्या यज्ञपतिं वर्धयन्ति ते सर्वेप्यत्रोपहूता इत्यर्थः। अस्मिन्वाक्ये यज्ञपतेरभिवृद्धिकथनेनोत्साहजननेन समवेतोर्थः प्रतीयते। तत इडोपह्वानमन्त्रात्पृथक्कृत्याभिवृद्ध्यर्थे जपे यज्ञवाक्यमिदं लिङ्गेन विनियुज्यताम्। तथा सति सत्रे यज्ञपतीनां बहुत्वाब्दहुवचनान्ततया यज्ञपति शब्द ऊहनीय इति प्राप्ते ब्रूमः प्रत्यश्रुत्या कृत्सनो मन्त्र इडोपह्वाने विनियुक्तः। एकवाक्यत्वं च कृत्स्नमन्त्र उपलभ्यते। प्रकरणं चेदमिडायाः। अतः श्रुति वाक्यप्रकरणैर्विरोधान्न लिङ्गविनियोगः संभवति। तदभावे च यज्ञपतिवृद्धिप्रतिपादकमवान्तरवाक्यमिडाप्रतिपादकेन महावाक्येन सहैकवाक्यतापन्नमिडां प्रशंसति। प्रशंसा चैकवचनान्तेनापि यज्ञपतिशब्देन सिध्यतीति नास्ति सत्रे तदूहः।\nइति श्रीमत्सायणाचार्यविरचिते माधवीये वेदार्थप्रकाशे कृष्णयजुर्वेदीयतैत्तिरीयसंहिताभाष्ये द्वितीयकाण्डे षष्ठप्रपाठके सप्तमोनुवाकः।। ७ ।।\n"
}