{
  "id": "TS 1.4.43.1",
  "classification": {
    "kanda": "1",
    "prasna": "4",
    "anuvaka": "43",
    "panchasat": "1"
  },
  "header": "TS 1.4.43.1",
  "panchasatInfo": " 44",
  "padaCount": 50,
  "samhita": "उदु॒ त्यं जा॒तवे॑दसं दे॒वं ॅव॑हन्ति के॒तवः॑ । दृ॒शे विश्वा॑य॒ सूर्यं᳚ ॥ चि॒त्रं दे॒वाना॒-मुद॑गा॒दनी॑कं॒ चक्षु॑र् मि॒त्रस्य॒ वरु॑णस्या॒ऽग्नेः । आऽप्रा॒ द्यावा॑पृथि॒वी अ॒न्तरि॑क्षꣳ॒॒ सूर्य॑ आ॒त्मा जग॑तस्त॒स्थुष॑श्च ॥ अग्ने॒ नय॑ सु॒पथा॑ रा॒ये अ॒स्मान्. विश्वा॑नि देव व॒युना॑नि वि॒द्वान् । यु॒यो॒द्ध्य॑स्म-ज्जु॑हुरा॒ण मेनो॒ भूयि॑ष्ठां ते॒ नम॑उक्तिं विधेम ॥ दिवं॑ गच्छ॒ सुवः॑ पत रू॒पेण॑ - [ ]",
  "pada": "उदिति॑ । उ॒ । त्यम् । जा॒तवे॑दस॒मिति॑ जा॒त - वे॒द॒स॒म् । दे॒वम् । व॒ह॒न्ति॒ । के॒तवः॑ ।  । दृ॒शे । विश्वा॑य । सूर्य᳚म् ।  । चि॒त्रम् । दे॒वाना᳚म् । उदिति॑ । अ॒गा॒त् । अनी॑कम् । चक्षुः॑ । मि॒त्रस्य॑ । वरु॑णस्य । अ॒ग्नेः ।  । ऐति॑ । अ॒प्राः॒ । द्यावा॑पृथि॒वी इति॒ द्यावा᳚ - पृ॒थि॒वी । अ॒न्तरि॑क्षम् । सूर्यः॑ । आ॒त्मा । जग॑तः । त॒स्थुषः॑ । च॒ ।  । अग्ने᳚ । नय॑ । सु॒पथेति॑ सु - पथा᳚ । रा॒ये । अ॒स्मान् । विश्वा॑नि । दे॒व॒ । व॒युना॑नि । वि॒द्वान् ।  । यु॒यो॒धि । अ॒स्मत् । जु॒हु॒रा॒णम् । एनः॑ । भूयि॑ष्ठाम् । ते॒ । नम॑उक्ति॒मिति॒ नमः॑ - उ॒क्ति॒म् । वि॒धे॒म॒ ।  । दिव᳚म् । ग॒च्छ॒ । सुवः॑ । प॒त॒ । रू॒पेण॑ । ",
  "attribute": {
    "rishi": "अज्ञात",
    "devata": "अज्ञात",
    "chandas": "अज्ञात"
  },
  "sayanaBhashya": "\n\nकल्पः -प्रचरण्या दाक्षिणानि जुहोति हिरण्यं प्रबध्य धृतेऽवधायोदु त्यं चित्रमिति द्वाभ्यां गार्हपत्ये जिहोति- इति।\nतत्र प्रथमा — उदु त्यमिति। केतवो रश्मयस्त्यं जातवेदसं तमग्निसदृशं सूर्यं देवमुद्बहन्ति ऊर्ध्वदेश एव प्रापयन्ति। किमर्थम्। विश्वाय कृत्स्नस्य जगतः सूर्यं दृशे द्रष्टुम्।\nअथ द्वितीया — चित्रमिति। चित्रं रक्तश्वेतादिविविधवर्णं देवानां रश्मीनामनींक सैन्यसदृशं मण्डलमुदगादुदयं गच्छति। कीदृशम्। मित्रादिदेवोपलक्षितस्य कृत्स्नस्य प्राणिजातस्येन्द्रियाधिष्ठातृत्वाच्चक्षुःस्थानीयं तन्मण्डलस्थः सूर्यो जगतो जङ्गमस्य तस्थुषः स्थावरस्य चाऽऽत्मा सँल्लोकत्रयमाप्राः पूरितवान्।\nकल्पः - अग्ने नयेत्याग्निध्रमेत्य जुहोति- इति।\nपाठस्तु — अग्ने नयेति। हेऽग्ने राये पारलौकिकधनप्राप्त्यर्थमस्माञ्शोभनेन मार्गेण नय। हे देव त्वं विश्वानि वयुनानि सर्वान्मार्गान्विद्वाञ्जानासि। जुहुराणं कुटिलमेनः पापमस्माद्युयोधि वियोजय। तुभ्यं भूयिष्ठां नमस्कारोक्तिं विधेम कुर्याम।\nदाक्षिणहोमं विधत्ते — सुवर्गाय वा एतानि लोकाय हूयन्ते यद्दाक्षिणानि- (सं. का. ६ प्र. ६ अ. १) इति।\nदक्षिणां दित्सुना होतव्यानि दाक्षिणानि।\nहोमाधिकरणं विधत्ते — द्वाभ्यां गार्हपत्ये जुहोति द्विपाद्यजमानः प्रतिष्ठित्या आग्नीध्रे जुहोत्यन्तरिक्ष एवाऽक्रमते (सं. का. ६ प्र. ६ अ. १) इति।\nद्वाभ्यां वक्ष्यमाणाभ्याम्।\nआग्नीध्रहोमादूर्ध्वं सदःप्रवेशं विधत्ते -- सदोऽभ्यैति सुवर्गमेवैनां लोकं गमयति- (सं. का. ६ प्र. ६ अ. १) इति।\nमन्त्रान्विनियुङ्क्ते — “सौरीभ्यामृग्भ्यां गार्हपत्ये जुहोत्यमुमेवैनं लोक समारोहयति नयवत्यर्चाऽऽग्नीध्रे जुहोति सुवर्गस्य लोकस्याभिनीत्यै- (सं. का. ६ प्र. ६ अ. १) इति।\nउदु त्यं चित्रमित्येते सौर्यौ। अग्ने नय सुपथेति नयवती।\nदिवमिति। कल्पः --दिवं गच्छ सुवः पतेति हिरण्यं हुत्वोद्गृह्णाति- (सं. का. ६ प्र. ६ अ. १) इति।\nहे हिरण्य त्वमाकाशं प्रति गच्छ, ततः स्वर्गं प्राप्नुहि।\nअनेन यजमानस्य स्वर्गप्राप्तिरित्याह — “दिवं गच्छ सुवः पतेति हिरण्य हुत्वोद्गृह्णाति सुवर्गमेवैनं लोकं गमयति” (सं. का. ६ प्र. ६ अ. १) इति।\nयद्धिरण्यं प्रबध्य घृतेऽवहितं तद्धिरण्यं घृतहोमादूर्ध्वं हस्तेनोद्धरेत्।\nकल्पः – “रूपेण वो रूपमभ्यैमीति दक्षिणा अभ्यैति” इति।\nपाठस्तु — रूपेणेति। हे दक्षिणा अनेनोद्धृतहिरण्यरूपेण वेदेर्दक्षिणभागेऽवस्थितानां युष्माकं रूपमाभिमुख्येन प्राप्नोमि। कीदृशेन हिरण्यरूपेण। वयसा कमनीयेन। कीदृशं युष्मद्रूपम्। वयः कमनीयम्।\nरूपेणेत्ययं शब्दो हिरण्यपर इत्येतद्दर्शयति — \"रूपेण वो रूपमभ्यैमीत्याह रूपेण ह्यासा रूपमभ्यैति यद्धिरण्येन” (सं. का. ६ प्र. ६ अ. १) इति।\nहिरण्येन यद्रूपमभ्यैति तद्रूपेण वा रूपमिति मन्त्रेणोच्यत इत्यर्थः।\nकल्पः – “तुथो वो विश्ववेदा वि भजत्विति ता यजमानश्चतुर्धा कृष्णाजिने व्युद्धृत्य चतुर्थमध्वर्युभ्यो विभजति यावदध्वर्यवे ददाति तस्यार्धं प्रतिप्रस्थात्रे तृतीयं नेष्ट्रे चतुर्थमुन्नेत्रे। एतेनेतरेषां दानमुक्तम्” इति।\nपाठस्तु — तुथ इति। हे दक्षिणा वृद्धतमे स्वर्गेऽधिरूढस्तुथनामको देवः सर्वज्ञो युष्मान्यथोचितं विभजतु।\nएतमेवार्थं स्पष्टयति — “तुथो वो विश्ववेदा वि भजत्वित्याह तुथो ह स्म वै विश्ववेदा देवानां दक्षिणा वि भजति तेनैवेना विभजति” (सं. का. ६ प्र. ६ अ. १) इति।\nकल्पः – “एतत्ते अग्ने राध दक्षिणानिनयने” इति। मन्त्र इति शेषः।\nपाठस्तु — एतदिति। हेऽग्ने दक्षिणाद्रव्याणि ते राधस्तव समृद्धिकारणं सोमच्युतं सोमयागे प्राप्तमेतद्दक्षिणाद्रव्यमैत्यागच्छति। तद्द्रव्यं मित्रस्य पथा शान्तस्य तव मार्गेण नय। हे चन्द्रदक्षिणाः सुवर्णादिद्रव्यरूपा ऋतस्य सत्यस्य पथा मार्गेण प्रेत प्रकर्षेण गच्छत सत्यफलकेन देवेन यथायथं विभक्ता गच्छतेत्यर्थः। कीदृश्यश्चन्द्रदक्षिणाः। सुविता शोभनगमनयुक्तेन यज्ञस्य पथा यज्ञपुरुषस्य मार्गेण सदोगार्हपत्ययोर्मध्यवर्तिना नयन्तीर्दक्षिणदेशादुत्तरदेशे नीयमानाः। अत्र सूत्रम् “हिरण्यपाणिरग्रेण गार्हपत्यं नयति जघनेन सदोऽन्तराऽऽग्नीध्रं च सदश्च ता उदीचीः” इति।\nदक्षिणाद्रव्यस्य सोमच्युतत्वं प्रशस्तमित्याह — “एतत्ते अग्ने राध ऐति सोमच्युतमित्याह सोमच्युत ह्यस्य राध ऐति” (सं. का. ६ प्र. ६ अ. १) इति।\nमित्रशब्दप्रयोजनमाह — “तन्मित्रस्य पथा नयेत्याह शान्त्यै” (सं. का. ६ प्र. ६ अ. १) इति।\nतुथो रुद्रोऽग्निरिति श्रुतत्वाद्रुद्रस्य पथा चेदशान्तिः स्यादतो मित्रस्येत्युच्यते। ऋतशब्दो नात्र यज्ञवाची किंतु सत्यवाचीत्याह — “ऋतस्य पथा प्रेत चन्द्रदक्षिणा इत्याह सत्यं वा ऋत सत्येनैवैना ऋतेन वि भजति” (सं. का. ६ प्र. ६ अ. १) इति।\nमुख्यस्यार्धिनस्तृतीयिनः पादिनश्चर्त्विजां यथोचितं विभजतीत्यर्थः।\nदक्षिणानां सदोगार्हपत्ययोर्मध्यवर्तिना यज्ञमार्गेण गमनं प्रसिद्धमित्याह — “यज्ञस्य पथा सुविता नयन्तीरित्याह यज्ञस्य ह्येताः पथा यन्ति यद्दक्षिणाः” (सं. का. ६ प्र. ६ अ. १) इति।\nकल्पः- “ब्राह्मणमद्य राध्यासमित्यात्रेयाय प्रथमाय हिरण्यं ददाति द्वितीयाय तृतीयाय वा तदभावे य आर्षेयः संनिहितस्तस्मै दद्यात्” इति।\nत्रिविधा आत्रेयाः प्रवरे पठिता अतः प्रथमायेत्यादिविशेषणम्।\nपाठस्तु — ब्राह्माणमिति। अद्यास्मिन्यज्ञदिने ब्राह्मणमत्रिगोत्रोत्पन्नं राध्यासं हिरण्येन साधयानि तोषयाणीत्यर्थः। कीदृशम्। ऋषिं वेदार्थज्ञम्। आर्षेयं वेदार्थविदः पुत्रम्। पितृमन्तं पित्रा सम्यगनुशिष्टम्। पैतृमत्यं पितृमत्याः सम्यगनुशिष्टायाः पतिव्रतायाः पुत्रम्। शोभनो धातुः सर्वधातुभ्य उत्तमं हिरण्यं दक्षिणा यस्यासौ सुधातुदक्षिणस्तादृशम्।\nब्राह्मणादिशब्दैर्वेदशास्त्रपारंगतो विवक्षित इति दर्शयति — “ब्राह्मणमद्य राध्यासमृषिमार्षेयमित्याहैष वै ब्राह्मण ऋषिरार्षेयो यः शुश्ररवान्तस्मादेवमाह” (सं. का. ६ प्र. ६ अ. १) इति।\nकल्पः – “सद एत्य वि सुवः पश्येत्यनुवीक्षते” इति।\nएतदेवाभिप्रेत्य सदोऽभ्यैतीति पूर्वं विहितम्।\nपाठस्तु — वि सुवरिति। हे यजमान स्वर्गं विपश्यान्तरिक्षं च विपश्य। सदस्यवस्थितैर्विप्रैः सह यतस्वानुतिष्ठ।\nसुव पश्येत्यस्याभिप्रायं दर्शयति — “वि सुवः पश्य व्यन्तरिक्षमित्याह सुवर्गमेवैनं लोकं गमयति” (सं. का. ६ प्र. ६ अ. १) इति।\nसदस्यैरित्यनया सहार्थे तृतीयया मित्रताऽभिहितेत्याह — ‘यतस्व सदस्यैरित्याह मित्रत्वाय’ (सं. का. ६ प्र. ६ अ. १) इति।\nकल्पः-“अस्मद्दात्रा देवत्रा गच्छतेति नीता अनुमन्त्र्य” इति।\nपाठस्तु — अस्मद्दात्रा इति। हे दक्षिणा अस्माभिर्दत्ताः सत्यो देवेषु ऋत्विक्षु गच्छत। हे गावो मधुरक्षीरोपेताः सत्यः परलोके प्रदातारं यजमानं रूपान्तरेणऽऽविशत। अस्माननवहायापरित्यज्य देवयानेन पथेत सुकृतां मार्गेण गच्छत। गत्वा च पुण्यकृतां स्थाने सीदत। तत्स्थानं नोऽस्मदर्थं संकृतं सम्यगुपभोगयोग्यतया निष्पादितम्।\nप्रदातारमाविशतेत्यस्यार्थमाह — “अस्मद्दात्रा देवत्रा गच्छत मधुमतीः प्रदातारमा विशतेत्याह वयमिह प्रदातारः सोऽस्मानुत्र मधुमतीरा विशतेति वावैतदाह” (सं. का. ६ प्र. ६ अ. १) इति।\nप्रथमतो दातव्यं विधत्ते — “हिरण्यं ददाति ज्योतिर्वै हिरण्यं ज्योतिरेव पुरस्ताद्धत्ते सुवर्गस्य लोकस्यानुख्यात्यै” (सं. का. ६ प्र. ६ अ. १) इति।\nतस्य प्रतिग्रहीतृसंबन्धं विधत्ते — “अग्नीधे ददात्यग्निमुखानेवर्तून्प्रीणाति” (सं. का. ६ प्र. ६ अ. १) इति।\nअग्नीमुखानग्निसहितानाधानकालवसन्ताद्यृतून्। अत्र सूत्रम्- “हिरण्यं पूर्ण-पात्रमुपबर्हणं सार्वसूत्रमित्यग्नीधे ददाति” इति।\nऋत्विगन्तरे दानं विधत्ते — “ब्रह्मणे ददाति प्रसूत्यै होत्रे ददात्यात्मा वा एष यज्ञस्य यद्धोताऽऽत्मानमेव यज्ञस्य दक्षिणाभिः समर्धयति” (सं. का. ६ प्र. ६ अ. १) इति।\nप्रसूत्या अनुज्ञानाय। होतुर्बहुमन्त्रपाठेन यज्ञात्मत्वम्। एवमृत्विगन्तरे दानमुन्नेयम्।\nअत्र विनियोगसंग्रहः-\n“उदुत्रिभिर्दक्षिणानां होमो दिवमतो घृतात्।\nहिरण्यमुद्गृह्य रूपे दक्षिणा अभिगच्छति॥१॥\nतुथो वो विश्ववेदेति भिन्द्याच्चर्मणि दक्षिणाः॥\nएतत्ता निनयेद्ब्राह्म हेनाऽऽत्रेयाय यच्छति॥२॥\nवि सुवः सद आलोक्य ह्यस्मद्दात्राऽनुमन्त्रणम्।\nसप्तत्रिंशेऽनुवाकेऽस्मिन्दश मन्त्रा उदीरिताः॥३॥ इति।\nअथ मीमांसा।\nदशमाध्यायस्य द्वितीयपादे चिन्तितम् —\n“ऋत्विग्दानमदृष्टार्थमानत्यै वाऽग्रिमः श्रुतेः।\nवैरूप्यान्नियमान्मैवं दृष्टत्वादानतेः श्रुतिः॥\nभृतौ च नियमादेतददृष्टं स्याद्विरूपता।\nवचनात्तेन सत्रेषु स्वामित्वान्न भृतिः क्वचित्॥ इति।\nऋग्विग्भ्यो दक्षिणां ददातीति प्रकृतौ श्रूयते। तत्किमदृष्टार्थमानत्यर्थं वेति संशयः। भृत्या परिक्रीय वशीकार आनतिः। अदृष्टार्थं तत्स्यात्। अन्न-हिरण्यादीनामदृष्टार्थे त्यागे दानशब्दस्य प्रसिद्धत्वात्। यद्येतद्दानं भृतिः स्यात्तदानीमल्पाधिककर्मानुरूप्येण द्रव्यं देयम्। वैरूप्यं त्वत्र दृश्यते - स्वल्पकर्मणि त्रैधातवीये सहस्रं देयम्। अधिके कर्मण्यृतपेये स्वल्पं सोमचमसमात्रं दीयते। तथा द्वादशशतादिपरिमाणनियमो मन्त्रनियमश्च भृतौ नोपपद्यते। कर्मकरानुमत्या न्यूनाधिकभावसंभवात्तक्षरजकादिभृतौ मन्त्रादर्शनाच्च। तस्माददृष्टार्थमित्यग्रिमः पक्षः प्राप्नोति। मैवम्। आनतेर्द्दष्टप्रयोजनत्वात्। दानश्रुतिस्तु दृष्टार्थभृतावप्यस्ति। भृतिर्देयेति प्रयोगात्। परिमाणमन्त्रनियमाददृष्टमस्तु। दृष्टस्याभावात्। वैरूप्यं तु वचनबलादभ्युपगम्यते। दक्षिणाया भृतिरूपत्वं प्रत्यक्षवेदवाक्यादप्यवगम्यते “दीक्षितमदीक्षिता दक्षिणापरिक्रीता ऋत्विजो याजयेयुः” इति। तस्मादृत्विग्दानमानत्यर्थम्। एवं च सति सत्र ऋत्विजां यजमानत्वाभृतिरूपा दक्षिणा न क्वापि देयेत्येतद्विचारफलं द्रष्टव्यम्।\nतत्रैव तृतीयपादे चिन्तितम् —\n“दक्षिणा द्वादशशतं तस्येत्येतद्गवादिषु।\nसर्वेषु केषुचिद्वाऽऽद्ये प्रत्येकं मिलितेषु वा।\nसंख्यागुणस्य प्रत्येकं गवाद्यन्वयतोऽग्रिमः।\nवाक्यभेदान्न तत्किंतु मिलितेषु समुच्चयात्॥\nप्रस्थाद्यौचित्यतो धान्ये सर्वेषां न समुच्चयः।\nअसर्वेष्विति पक्षेऽपि पशवो वैकमेव वा॥\nसंख्यौचित्येन पशवो नैतत्तस्येत्यनन्वयात्।\nएकत्वेऽप्यत्र यत्किंचिन्माषा वा गाव एव वा॥\nयत्किंचिन्नियमाभ्वान्माषाः संनिहितत्वतः।\nमाषा निराकृता गावः प्राथम्याच्चोपकारतः।\nतस्येति वाक्याद्गोद्रव्यं न युक्तः प्रकृतः क्रतुः।\nसंख्यान्तरं चेद्विकृतौ स्याद्गवां बाध्यतामियम्’ इति।\nज्योतिष्टोमे देयद्रव्याण्यानुक्रम्य संख्याविशिष्टा दक्षिणा विधीयते — ‘गौश्चाश्वश्चाश्वतरश्च गर्दभश्चाजाश्चावयश्च व्रीहयश्च यवाश्च तिलाश्च माषाश्च तस्य द्वादशशतं दक्षिणा’ इति। द्वादशाधिकं शतं द्वादशशतम्। तत्र संशयः - येयं संख्या सा किं गवादिसर्वद्रव्यविषया किंवा कतिपयविषया। सर्वपक्षेऽपि प्रतिद्रव्यमियं संख्या, उत मिलितानाम्। तत्र गवादिद्रव्याणि प्रधानानि, संख्या तु तद्गतो गुणः। प्रतिप्रधानं गुणावृत्तिर्न्याय्या। तस्माद्गवादिद्रव्येषु सर्वेषु प्रत्येकमियं संख्येति प्रथमपक्षगते प्रथमे संख्याविकल्पे प्राप्ते ब्रूमः ‘नैतद्युक्तं वाक्यभेदप्रसङ्गात्। अते मिलितानामियं संख्येति द्वितीयः संख्याविकल्पोऽभ्युपग-न्तव्यः। तथा सति समुच्चयवाचिनश्च शब्दा अनुगृह्यन्ते। एतदप्ययुक्तमनौचित्यात्। न व्रीहियवादिधान्येषु द्वादशाधिकशतान्तर्गता द्वित्रादिसंख्योचिता। परिक्रीतस्यर्त्विजो द्वित्रैर्व्रीहिबीजैः प्रयोजनाभावात्प्रस्थाधिकखार्यादिसंख्या तत्रोचिता। न चेयमत्र श्रुता। तस्मान्मिलितानां सर्वेषां समुच्चय इत्ययं पक्षो न युक्तः। कतिपयद्रव्यविषया संख्येत्यस्मिन्नपि पक्षे किं गवाद्याः षड्विधाः पशवः किंवा दशसु गवादिद्रव्येष्वेकं द्रव्यम्। तत्रा पशुषु श्रूयमाणायाः संख्याया उचितत्वात्पशव इति प्राप्ते ब्रूमः नैतद्युक्तम्। तस्य द्वादशशतं दक्षिणेत्यत्र तस्येत्यनेनै-कवचनान्तेन षण्णां गवादिपशूनामन्वेतुमयोग्यत्वात्। एकत्वपक्षेऽपि यत्किं-चिदेकं किंवा माषद्रव्यमुत गोद्रव्यम्। तत्र नियामकाभावाद्यत्किंचिदिति प्राप्तम्। तन्न। संनिधेर्नियामकत्वात्। माषाश्च तस्य द्वादशशतं दक्षिणेति माषा संनिहिताः। तर्ह्यस्तु माषद्रव्यमिति चेत् न। प्रस्थादिपरिमाणसंख्यौचित्येन निराकृतत्वात्। तस्माद्गोद्रव्यमिति पक्षः परिशिष्यते। प्रथमश्रुतत्वोपकारौ तत्र नियामकौ। अस्ति हि महानुपकारः ऋत्विजः प्रतिग्रहीतुर्गव्यैराज्य-क्षीरादिभिरग्निहोत्रदर्शपूर्णमासादिद्धेः। ननु तस्य प्रकृतस्य क्रतोर्द्वादशशतं दक्षिणेत्यन्वयाद्गोद्रव्यं न प्रतीयत इति चेत्। न। यद्गोद्रव्यं तस्य द्बादशशतमिति वाक्येन तत्प्रतीतेः। वाक्यं हि प्रकरणाद्बलीयः। तस्माद्गवां द्वादशशतमिति सिद्धान्तः। विकृतिषु यत्र गोदक्षिणायाः संख्यान्तरं श्रुतं तत्रास्याः संख्याया बाधो विचारफलम्।\nतत्रैवान्यच्चिन्तितम् —\n“गोदाने विहिते स्वेच्छा नियतिर्वाऽन्तिमेऽपि किम्।\nअविभागो विभागो वा नियमानुक्तितोऽग्रिमः।\nअविभागो बहुत्वोक्तेर्बहुत्वं न विवक्षितम्।\nविभागः स्यात्परस्वत्वसिद्धेर्लिंङ्ग च दृश्यते’ इति।\nपूर्वोक्त एव गवां दाने संशयः। ऋत्विग्भ्यो देयानामुक्तसंख्यानां गवां विभागाविभागयोर्यजमानेच्छैव प्रयोजिका, उतास्त्यन्यतरनियतिः। यदाऽपि नियतिस्तदाऽप्यविभागो वा। तत्र नियामकस्यानुक्तत्वादिच्छेति तावत्प्राप्तम्। ऋत्विग्भ्यो दक्षिणां ददातीति बहुवचनश्रवणेन समूहस्य प्रतिग्रहीतृ-त्वादविभाग इति पक्षान्तरम्। ग्रहैकत्ववदुद्देश्यगतत्वाद्बहुवचनं न विवक्षितमित्येकैकः प्रतिग्रहीता। तथा सति विभागोऽवश्यं भवति। समूहाय दत्ते सत्येकैकस्य स्वामित्वाभावात्परस्वत्वापादनलक्षणो दानशब्दार्थो न सिध्यति। किंच “तुथो वो विश्ववेदा वि भजतु’ इति मन्त्रे विभागलिङ्गं दृश्यते। तस्माद्विभागनियमो राद्धान्तः।\nतत्रैवान्यच्चिन्तितम् —\n“स विभागः समो नो वा विशेषाश्रवणात्समः।\nवैषम्यं स्याद्यथायासमेवं तत्स्यात्समाख्यया’ इति।\nपूर्वोक्तः स विभागः समः स्यात्। वैषम्यहेतोर्विशेषस्याश्रवणात्। साम्यहेतु-स्तु लौकिको न्यायः। लोके हि पुत्राणां पितृधने समविभागो दृष्टः। तस्मात्सम इत्येकः पक्षः। कर्मकरेषु प्रयासानुरूपे(प्ये)ण भृतितारतम्यं दृष्टं तद्वदत्रापीति द्वितीयः पक्षः। द्वादशाहे दीक्षायामेवं समाख्यायते – ‘अर्धिनो दीक्षयन्ति पादीनो दीक्षयन्ति’ इति। अर्धं येषामृत्विजां तेऽर्धिनः एवं पादिनो योजनीयाः। तद्विशेषो याज्ञिकमुखादवगन्तव्यः। ततः श्रौतसमाख्यानुरूपे(प्ये)ण केषांचिदर्धं केषांचित्पाद इत्यादिर्विषमो विभाग इति राद्धान्तः॥\nइति श्रीमत्सायणाचार्यविरचिते माधवीये वेदार्थप्रकाशे कृष्णयजुर्वेदीय-तैत्तिरीयसंहिताभाष्ये प्रथमकाण्डे चतुर्थप्रपाठके सप्तत्रिंशोऽनुवाकः॥३७॥\n",
  "bhattaBhashya": "\n\n\n2अथ द्वितीया - चित्रं चायनीयं देवानामनीकं सङ्घातरूपम्मण्डलम् । यद्वा - देवानां रश्मीनां अनीकं मुखं समुदायस्थानं वा । मित्रादीनां देवानामपि चक्षुस्स्थानं , तेपि हि तेन प्रकाशितं पश्यन्ति । यद्वा - मित्रत्वादिपदप्राप्तिहेतुत्वाच्चक्षुरित्युपचर्यते । उपलक्षणं चैतत्, सर्वदेवतापदलाभहेतुत्वात्; भवति मण्डलोपासनमिति । इर्दृशमण्डलमुदगात् उदेति । छान्दसो लुङ्, 'गातिस्था' इति सिचो लुक् । यदा ईदृशम्मण्डलमुदेति तदा तन्मण्डलान्तर्गतो भगवान् सूर्यः जगतो जङ्गमस्य तस्थुषः स्थावरस्य च विश्वस्यात्मा द्यावापृथिवी द्यावापृथिव्यौ अन्तरिक्षं च रश्मिभिराप्राः आपूरयति । प्रा पूरणे पुरुषव्यत्ययः, अदादित्वाच्छपो लुक् । द्यौश्च पृथिवी च द्यावापृथिव्यौ । 'दिवो द्यावा' इति द्यावादेशः, 'वा छन्दसि' इति पूर्वसवर्णदीर्घः', 'देवताद्वन्द्वे च' इति पूर्वोत्तरयोर्युगपत्प्रकृतिस्वरत्वम्, पृथिवीशब्दो ङीषन्तोन्तोदात्तः । ईदृशो भगवाननेन होमेनास्माकमभिमतं साधयत्विति ॥\n\n3आग्नीध्रीये जुहोति - अग्ने नयेति त्रिष्टुभा ॥ व्याख्याता चेयं 'उभावाम्' इत्यत्र । हे अग्ने शोभनेन मार्गेण अस्मान्नय धनार्थम् । हे देव विश्वानि वयुनानि ज्ञानोपायभूतानि विद्वान् । किञ्च - जुहुराणं कुटिलस्वभावं चैनः पापमस्मत्तो युयोधि पृथक्कुरु । वयं च ते भूयिष्ठां नमउक्तिं विधेमेति ॥\n\n4हिरण्यं हुत्वोद्गृह्णाति - दिवमित्येकपदया गायत्र्या ॥ हे हिरण्य दिवं गच्छ, दीप्तिं वा प्राप्नुहि । ततस्सुवरादित्यं पत गच्छ ॥\n\n5दक्षिणा अभ्येति - रूपेणेति प्रथमया चतुर्दशाक्षरया ॥ 'अभ्यैमि वयसा वयः' इति द्वितीयः पादः । हे दक्षिणाः वः युष्माकं रूपं मदीयेन रूपेण अभ्यैमि आभिमुख्येन मर्यादया च एमि प्राप्नोमि । किञ्च - मदीयेन वयसा युष्मदीयं वय अभ्यैमीत्येव । गमनं वा वयः । मदीयेन गमनेन यूष्मदीयम् गमनमभ्यैमि, युष्माभिस्तुल्यरूपस्तुल्यगतिश्च भूयासामिति ॥\n\n6दक्षिणा विभजति - तुथो व इति यजुषा ॥ तुथो नामाग्निः, विश्ववेदाः विश्वस्य विभागादेर्वेदिता । पूर्ववदसुन्, पूर्वपदप्रकृतिस्वरत्वं च । स एव वः युष्मान्विभजतु । वर्षिष्ठे वृद्धतमे नाके सुखैकरूपे स्थाने यथा भवत्यर्थस्तथा वो विभजतु । यद्वा - वर्षिष्ठे नाकात्मन्यत्र स्थाने स एवागत्य वो विभजत्विति ॥\n\n7सदोऽभ्येति - एतत्ते अग्ने इति मध्येज्योतिषा जगत्या । 'तन्मित्रस्य पथा नय' इति द्वितीयः पादः ॥ धिष्णियैरग्निभिरग्निमत् सदोग्निशब्देनोच्यते । मत्वर्थीयो लुप्यते । ते इति कर्मणस्सम्प्रदानत्वाच्चतुर्थ्यर्थे षष्ठी । हे अग्ने सदः एतद्दक्षिणालक्षणं राधः धनं त्वामेति त्वत्समीपं प्राप्नोति ऋत्विग्भ्यो दातुम् ॥ सोमच्युतं सोमेन च्यावितं सोमेन राज्ञा स्वयमानीतम् । 'तृतीया कर्मणि, इति पूर्वपदप्रकृतिस्वरत्वम् । यद्वा - सोमयागार्थं च्युतं च्यवनं अङ्गत्वेनानुप्रवेशो यस्य सोमयागद्रव्यमध्याद्वा दक्षिणार्थं च्युतिर्यस्य तत्सोमच्युतम् । तद्राधः मित्रस्यादित्यस्य पथा मार्गेण नय येन मार्गेण पदार्थं मित्रो नयति तेन नय प्राकाशयेत्यर्थः । कश्चिदाह - सोमयागेन ह्यस्य प्रच्युतं भूर्धनम् , तदिदानीं दक्षिणार्थं सदस्यान्न नेतव्यम् । तदुच्यते - हे सदः सोमयागार्थं च्युतं च्यावनं अङ्गत्वेनानुप्रवेशो यस्य तत् सोमच्युतं त्वमेव मित्रस्य पथा नयेति । उदात्तनिवृत्तिस्वरेण पथस्तृतीयाया उदात्तत्वम् । अधुना दक्षिणा आह - ऋतस्य पथा प्रेत गच्छत । यज्ञस्याङ्गभावं प्रतिपद्यमानास्सदः प्रति गच्छत । चन्द्रदक्षिणा, चन्द्रं हिरण्यं तद्दक्षिणं प्रधानं श्रेष्ठं यासां तादृश्यो गच्छत, हिरण्यसहिता इत्यर्थः । किञ्च - यज्ञस्य पथा 'द्वाभ्यां गार्हपत्ये जुहोति' इत्यादिप्रसिद्धेन मागेण सुविता सुवितेन स्वितेन सुगमेन । 'सुपां सुलुक्' इति तृतीयाया आकारः ,'सूपमानात्कः' इत्युत्तरपदान्तोदात्तत्वम्, तन्वादित्वात्सोरुवङादेशः, विकृतित्वादनवग्रहः । ईडृशेन मार्गेण नयन्तीः नयन्त्यः नीयमानाः प्रवर्तमाना वा । 'वा छन्दसि' इति पूर्वसवर्णदीर्घः ॥\n\n8आत्रेयमभ्यर्थयति - ब्राह्मणमिति ॥ अद्य अस्मिन्नहनि ब्राह्मणं राध्यासं साधयेयं लभेयेत्यर्थः । ऋषिं द्रष्टारं वेदार्थज्ञम् । आर्षेयम् ऋषेर्वेदार्थज्ञस्यापत्यम् । 'इतश्चानिञः' इति ढक् । पितृमन्तं पित्रा सम्यगनुशिष्टम् । स हि पितृमानुच्यते सदा यस्मै जागर्ति पिता । 'ह्रस्वनुङ्भ्यां मतुप्' इति मतुप उदात्तत्वम् । पैतृमत्यं पितृमतः पितुरपत्यम् । 'वाङ्मतिपितृमतां छन्दसि ण्यः' । सुधातुदक्षिणं शोभनो धातुस्सुधातुः, धातूनामुत्तमं हिरण्यमुच्यते । तद्दक्षिणा यस्मै स सुधातुदक्षिणः । पूर्वपदप्रकृतिस्वरत्वम् । तत्र च 'आद्युदात्तं द्व्यच्छन्दसि' इत्युत्तरपदाद्युदात्तत्वम् ॥\n\n9यजमानमादित्यमीक्षयति - वि सुवरिति ॥ सुवः स्वर्गमादित्यं वा विपश्य विशेषेण पश्य । अन्तरिक्षं च विपश्येत्येव ॥\n\n10तं सदस्युपवेशयति - यतस्वेति ॥ यतस्व व्याप्रियस्व सदस्यैस्सह, इदमुपस्थितं कर्म कुर्वित्यर्थः । सदसि स्थिता ऋत्विगादयस्सर्वेपि सदस्याः ॥\n\n11यजमानो दक्षिणास्समनुदिशति - अस्मद्दात्रा इति ॥ वयं दातारो यासां तादृश्यो यूयम् । छान्दसोच्समासान्तः । यद्वा - 'ऋतश्छन्दसि' इति कपि प्रतिषिद्धे छान्दसोकारोपजनः । देवत्रा देवान् गच्छत । 'देवमनुष्य' इति द्वितीयान्तात्राप्रत्ययः । किञ्च - मधुमतीः मधुमत्यः मधुरगुणाः स्पृहणीयाः । यद्वा - मधुर्वसन्तः, मधुमत्यः बहुवसन्ता बहुवयस्का इत्यर्थः । पूर्वसवर्णदीर्घत्वम् । इर्दृश्यो भूत्वा प्रदातारं मां यजमानमाविशत फलरूपेण । 'वयमिह' इत्यादि ब्राह्मणम् । किञ्च - अनवहाय । क्त्वो ल्यप् । अपरित्यज्यास्मानस्माभिस्सहैव वर्तमानाः अस्मच्छरीरपातोत्तरकालमस्माभिस्सहैव देवयानेन पथेत । देवा येन प्राप्यन्ते तादृशेन मार्गेणेत गच्छत । गत्वा च सुकृतां लोके सीदत अस्माभिस्सह निषीदत । तत् स्थानं नः अस्माकं संस्कृतं सम्यगुपभोगयोग्यतया कृतं निष्पन्नं विश्वकर्मणा ईश्वरेण । 'सम्पर्युपेभ्यः' इति सुट्, 'सम्पुंकानाम्' इति सत्वम्, पूर्ववदनवग्रहः । यद्वा - त्तत्तत्र नः अस्माकं संस्कृतं समवायः । 'समवाये च' इति सुट् ॥\n\nइति चतुर्थे सप्तत्रिंशोनुवाकः ॥\n"
}