{
  "id": "TS 1.3.14.3",
  "classification": {
    "kanda": "1",
    "prasna": "3",
    "anuvaka": "14",
    "panchasat": "3"
  },
  "header": "TS 1.3.14.3 ",
  "panchasatInfo": " 26",
  "padaCount": 50,
  "samhita": "होतर्दो॒षा वस्तो॒रेरि॑रे य॒ज्ञिया॑सः । क्षामे॑व॒ विश्वा॒ भुव॑नानि॒ यस्मि॒न्थ् सꣳ सौभ॑गानि दधि॒रे पा॑व॒के ॥ तुभ्यं॒ ता अ॑ङ्गिरस्तम॒ विश्वाः᳚ सुक्षि॒तयः॒ पृथ॑क् । अग्ने॒ कामा॑य येमिरे ॥ अ॒श्याम॒ तं काम॑मग्ने॒ तवो॒त्य॑श्याम॑ र॒यिꣳ र॑यिवः सु॒वीरं᳚ । अ॒श्याम॒ वाज॑म॒भि वा॒जय॑न्तो॒ ऽश्याम॑ द्यु॒म्नम॑जरा॒जरं॑ ते ॥श्रेष्ठं॑ ॅयविष्ठ भार॒ताग्ने᳚ द्यु॒मन्त॒मा भ॑र ।",
  "pada": "हो॒तः॒ । दो॒षा । वस्तोः᳚ । एति॑ । ई॒रि॒रे॒ । य॒ज्ञिया॑सः ।  । क्षाम॑ । इ॒व॒ । विश्वा᳚ । भुव॑नानि । यस्मिन्न्॑ । समिति॑ । सौभ॑गानि । द॒धि॒रे । पा॒व॒के ।  । तुभ्य᳚म् । ताः । अ॒ङ्गि॒र॒स्त॒मेत्य॑ङ्गिरः - त॒म॒ । विश्वाः᳚ । सु॒क्षि॒तय॒ इति॑ सु - क्षि॒तयः॑ । पृथ॑क् ।  । अग्ने᳚ । कामा॑य । ये॒मि॒रे॒ ।  । अ॒श्याम॑ । तम् । काम᳚म् । अ॒ग्ने॒ । तव॑ । ऊ॒ती । अ॒श्याम॑ । र॒यिम् । र॒यि॒व॒ इति॑ रयि - वः॒ । सु॒वीर॒मिति॑ सु - वीर᳚म् ।  । अ॒श्याम॑ । वाज᳚म् । अ॒भीति॑ । वा॒जय॑न्तः । अ॒श्याम॑ । द्यु॒म्नम् । अ॒ज॒र॒ । अ॒जर᳚म् । ते॒ ।  । श्रेष्ठ᳚म् । य॒वि॒ष्ठ॒ । भा॒र॒त॒ । अग्ने᳚ । द्यु॒मन्त॒मिति॑ द्यु - मन्त᳚म् । एति॑ । भ॒र॒ ।  । ",
  "attribute": {
    "rishi": "अज्ञात",
    "devata": "अज्ञात",
    "chandas": "अज्ञात"
  },
  "sayanaBhashya": "\n\nतत्र काम्येष्टिकाण्डे राक्षोघ्नेष्टेरूर्ध्वमिष्टयन्तरं विधत्ते– ‘अग्नये रुद्रवते पुरोडाशमष्टाकपालं निर्वपेदभिचरन्नेषा वा अस्य घोरा तनूर्यद्रुदस्तस्मा एवैनमा वृश्चति ताजगार्तिमार्च्छति’ (सं. का. २ प्र. ४ अ. २) इति।\nरुद्रवते घोरतनूयुक्ताय। अभिचरञ्शत्रुं मारयन्। तस्मै रुद्रवतेऽग्नये। एनं शत्रुमावृश्चति समन्ताच्छित्त्वा प्रयच्छति। ताजक् तदानीमेव।\nतत्र पुरोनुवाक्या – त्वमग्न इति। हेऽग्ने त्वं रुद्रो घोरतनूयुक्तोऽसुरः शत्रूणां निरसिता। दिवो द्युलोकस्य मह उत्सवरूपो हविर्वहनेनोत्सवकारित्वात्। त्वं मारुतं शर्धो मरुतां संबन्धि बलं बलवत्त्वेन प्रसिद्धानां मरुद्गणानामपि त्वदनुग्रहेणैव बलं भवति। अतः पृक्ष ईशिषे मरुद्भिः संपृक्तस्तदीयं सैन्यं नियमय। किंच त्वं शंगयः सुखं प्राप्तो वायुवेगैररुणवर्णैरश्वैर्यासि। किंच पोषकस्त्वं नु त्मना स्वयमेव पासि। कान्, विधतो हविषा परिचर्यां विदधतो यजमानान्।\nअथ याज्या– आ व इति। हे ऋत्विग्यजमाना वो युष्माकमवसे रक्षणायाग्निमाकृणुध्वं वशी कुरुत। कदा, तनयित्नोरचित्तात्, न विद्यते चित्तं यस्मिन्मरणे तदचित्तं शत्रुणा विस्तारिताद्भवदीयमरणात्पूर्वमेव। कीदृशमग्निम्। अध्वरस्य राजानं यज्ञस्वामिनं, रुद्र शत्रून्प्रति क्रूरं, होतारं फलदानाय भक्तानामाह्वातारं, रोदस्योः सत्ययजं द्युलोके भूलोके च सत्यमवश्यं कर्मफलं यजति ददातीति सत्ययजस्तं, हिरण्यरूपं तत्सदृशम्।\nइष्ट्यन्तरं विधत्ते– ‘अग्नये सुरभिमते पुरोडाशमष्टाकपालं निर्वपेद्यस्य गावो वा पुरुषा वा प्रमीयेरन्यो वा बिभीयादेषा वा अस्य भेषज्या तनूर्यत्सुरभिमती तयैवास्मै भेषजं करोति सुरभिमते भवति पूतीगन्धस्यापहत्यै’ (सं. का. २ प्र. २ अ. २) इति। सुरभिमते भेषज्यतनूयुक्ताय। यस्य यजमानस्य गावो वा भृत्या वा दैविकरोगबाहुल्येन बहवो म्रियेरन्स्वयं वा कदाचिदपमृत्योर्भीतो भवेत्तादृशो निर्वपेत्पूतीगन्धास्य शवगन्धस्य निवृत्तये सुगन्धयुक्ताय कुर्यात्।\nतत्र पुरोनुवाक्या – अग्निर्होतेति। अयमग्निर्मातुरुपस्थे वेदेः समीपवर्तिनि सुरभावु लोके सुरभिगन्धयुक्त एवाऽऽहवनीयस्थाने निषसादोपविष्टः। कीदृशोऽग्निः। होता देवानामाह्वाता। यजीयान्मानुषाद्धोतुरतिशयेन यष्टा। युवा नित्यं तरुणः। कविर्मेधावी। पुरुनिष्ठः पुरुषु गार्हपत्यादिस्थाने स्थितः। ऋतावा सत्यवान्। कृष्टीनां धर्ता मनुष्याणां पोषकः। अपि च मध्ये मनुष्याणामुदर इद्धो जाठराग्निरूपेण दीप्तः।\nअथ याज्या – साध्वीमिति। अयमग्निरद्य नो देववीतिमस्माभिर्देवेभ्यो दत्तां भक्ष्यां पुरोडाशाहुतिं साध्वीमकः स्वादुमकरोत्। अतो यज्ञस्य जिह्वास्थानीयां गोप्यामग्निदेवतामविदाम वयं लब्धवन्तः। सुरभिः पुरोडाशाज्यादिसुगन्धोपेतः सोऽग्निरायुर्वसानोऽस्मदीयमायुराच्छादयन्गोपायन्नगादागच्छतु। अद्य नोऽस्मदीयां देवहूतिं भद्रामकः, देवार्थं होमं यथाशास्त्रं करोतु।\nइष्ट्यन्तरं विधत्ते – ‘अग्नये क्षामवते पुरोडाशमष्टाकपालं निर्वपेत्संग्रामे संयत्ते भागधेयेनैवैन शमयित्वा परानभि निर्दिशति यमवरेषां विध्यन्ति जीवति स यं परेषां प्र स मीयते जयति त संग्रामम्’ (सं. का. ६ प्र. २ अ. २) इति।\nक्षामवते क्षुधायुक्ताय। युद्धे प्रत्यासन्ने सति जयार्थी निर्वपेत्। स्वदत्तेनाग्निभागेन स्वविषयमग्निं शान्तं कृत्वा पराञ्शत्रून्वह्नेराभिमुख्येन निर्दिशति हन्तुं प्रदर्शयति। तथा सत्यवरेषां स्वसैन्यगतानां मध्ये यं पुरुषं शत्रवो विध्यति स जीवति। परेषां शत्रुसैन्यगतानां मध्ये यं पुरुषमितरे विध्यन्ति स प्रम्रियते। ततो यजमानो जयति।\nयथा जयार्थिन एषेष्टिस्तथा बहुबन्धुमरणनिवारणार्थिनोऽप्येतामिष्टिं विधत्ते – ‘अभि वा एष एतानुच्यति येषां पूर्वापरा अन्वञ्चः प्रमीयन्ते पुरुषाहुतिर्ह्यस्य प्रियतमाऽग्नये क्षामवते पुरोडाशमष्टाकपालं निर्वपेद्भागधेयेनैवैन शमयति नैषां पुराऽऽयुषोऽपरः प्र मीयते’ (सं. का. ६ प्र. २ अ. २) इति। पूर्वापरा ज्येष्ठा कनिष्ठाश्च। अन्वञ्चो विच्छेदवर्जिताः। येषां बन्धूनां मध्ये बहवो विच्छेदमन्तरेण म्रियन्त एतानभिलक्ष्यैष क्षामवानग्निरुच्यति समवैति। कुतः, पुरुषाहुतेरेतत्प्रियत्वात्पुरोडाशेनाग्निः शाम्यति। तत एषां बन्धुनां मध्ये ज्येष्ठे जीवति सत्यपरः कनिष्ठ आयुःसंपूर्तेः पूर्वमपमृत्युना न म्रियते।\nगृहदाहादि निमित्तीकृत्यापि तामेवेष्टिं विधत्ते – ‘अभि वा एष एतस्य गृहानुच्यति यस्य गृहान्दहत्यग्नये क्षामवते पुरोडाशमष्टाकपालं निर्वपेद्भागधेयेनैवेन शमयति नास्यापरं गृहान्दहति’ (सं. का. २ प्र. २ अ. २) इति।\nअपरं यथा भवति तथा न दहति। न पुनर्दहतीत्यर्थः।\nअस्यां त्रिविधायां क्षामवतेष्टौ पुरोनुवाक्यामाह – अक्रन्ददिति। अयमग्निरक्रन्ददस्मदनिष्टनिवारणार्थं गर्जतु। किमिव। स्तनयन्निव द्यौर्यथा द्युलोकस्थो मेघो गर्जन्सस्यशोषभीतिं निवारयति तद्वत्। किं कुर्वन्। क्षाम दाहकमस्मद्विरुद्धं रेरिहल्लेलिहानो वीरुधः समञ्जन्पुष्पलतावदस्मदनुकूलानि सम्यगभिव्यञ्जयन्। हि यस्माज्जज्ञान उत्पद्यमानः सद्य ईमिदानीमेवेद्धो दीप्तो व्यख्यद्विविधं जगत्प्रख्यापयति। रोदसी द्यावापृथिव्योरन्तर्भानुना रश्मिना स्वयमाभाति समन्तात्प्रकाशते।\nअथ याज्या – त्वे वसूनीति। हे पुर्वणीकात्यन्तबहुल होतर्देवानामाह्वातर्दोषा रात्रौ वस्तोर्दिवा च यज्ञियासो यज्ञार्हाणि वसूनि हवींषि एरिर आगच्छन्ति। त्वदनुग्रहात्पूर्वं क्षामेव दग्धं पटादिकमिव विश्वा भुवनानि निःसाराणि भूत्वा पावके त्वय्यनुगृह्णाति सति पश्चात्सौभगानि संदधिरे सौभाग्यं प्राप्नुवन्। तादृशस्त्वमस्माननिगृहाणेत्यर्थः।\nइष्ट्यन्तरं विधत्ते – ‘अग्नये कामाय पुरोडाशमष्टाकपालं निर्वपेद्यं कामो वोपनमेदग्निमेव काम स्वेन भागधेयेनोप धावति स एवैनं कामेन समर्धयत्युपैनं कामो नमति’ (सं. का. २ प्र. २ अ. ३) इति। कामाय कामप्रदाय, कामितार्थो यं यजमानं न प्राप्नुयात्स निर्वपेत्।\nतत्र पुरोनुवाक्या – तुभ्यमिति। हेऽङ्गिरस्तमातिशयेनाङ्गसारोपेताग्ने सुक्षितयो वेदिरूपशोभनभूमियुक्ता विश्वाः सर्वास्ताः प्रजाः पृथक्कामयमाना विविधकामितार्थसिद्धिप्रदाय तुभ्यं येमिरे नियमं स्वीकृतवन्तः।\nअथ याज्या – अश्यामेति। हेऽग्ने तवोती त्वदीयरक्षया तं काममभीष्टफलमश्याम व्याप्नुयाम। किंच, हे रयिवो हे धनवन्सुवीरं शोभनपुत्रपौत्राद्युपेतं रयिं धनमश्याम। किंच वाजयन्तोऽन्नमिच्छन्तो वयं वाजमन्नमभितोऽश्याम। किंच, हेऽजर तव प्रसादादजरमक्षयं द्युम्नं यशोऽश्याम।\nइष्ट्यन्तरं विधत्ते – ‘अग्नये यविष्टाय पुरोडाशमष्टाकपालं निर्वपेत्स्पर्धमानः क्षेत्रे वा सजातेषु वाऽग्निमेव यविष्ठ स्वेन भागधेयेनोप धावति तेनैवेन्द्रियं वीर्यं भ्रातृव्यस्य युवते वि पाप्मना भ्रातृव्येण जयते’ (सं. का. २ प्र. २ अ. ३) इति।\nयविष्ठायातिशेन वियोगकारिणे, युवते वियोजयति। यजमानः पापिना वैरिणा वियुक्तो जयति।\nएतामेवेष्टिं परप्रयुक्ताभिचारनिवारणाय विधत्ते – ‘अग्नये यविष्ठाय पुरोडाशमष्टाकपालं निर्वपेदभिचर्यमाणोऽग्निमेव यविष्ठ स्वेन भागधेयेनोप धावति स एवास्माद्रक्षासि यवयति नैनमभिचरन्त्स्तृणुते’ (सं. का. २ प्र. २ अ. ३) इति। यवयति वियोजयति। अभिचरन्वैर्येनमिष्टिकारिणं न स्तृणुते हन्तुं न शक्नोति।\nएतस्यां द्विविधायामिष्टौ पुरोनुवाक्यामाह – श्रेष्ठमिति। हेऽग्ने रयिमाभर धनमाहर। यविष्ठातिशयेन वियोगकारिन्। भारत ऋत्विग्भिर्भरणीय। वसो, आहुतिनिवासभूत। कीदृशं रयिं, श्रेष्ठं प्रशस्ततमं द्युमन्तं दीप्तिमन्तं पुरुस्पृहं पुरुभिर्बहुभिः स्पृहणीयं मणिमुक्तादिरूपम्।\nअथ याज्या – स श्वितान इति। योऽग्निः पावकः शोधयिता पुरुतम आहवनीयगार्हपत्या–दिनामभिर्यविष्ठादिविशेषणैश्चात्यन्तं बहुविधः पुरूणि बहूनि पृथूनि विस्तृतानि पुरोडाशादिहवींषि भर्वन्भक्षयन्ननुयाति यजमानगृहमनुदिनं गच्छति सोऽग्निर्वक्ष्यमाणगुणोपेतः। श्वितानो दीप्यमानः। तन्यतुः फलानां विस्तारयिता। रोचनस्था दीप्तिमत्सु देवयजनेष्ववस्थितः। अजरेभिर्जरारहितैर्नानदद्भिः स्तुतिं कुर्वाणैर्देवैः संयुतः। यविष्ठोऽतिशयेन वैरिवियोगकर्ता।\nइष्ट्यन्तरं विधत्ते – ‘अग्नय आयुष्मते पुरोडाशमष्टाकपालं निर्वेपेद्यः कामयेत सर्वमायुरियामित्यग्निमेवाऽऽयुष्मन्त स्वेन भागधेयेनोप धावति स एवास्मिन्नायुर्दधाति सर्वमायुरेति’ (सं. का. २ प्र. २ अ. ३) इति।\nअयुष्मत आयुष्प्रदाय।\nतत्र पुरोनुवाक्या – आयुष्ट इति। हे यजमान ते तुभ्यं वरेण्यः श्रेष्ठोऽयमग्निर्विश्वत आयुर्दधत्संपूर्णमायुर्दधातु। अपमृत्युना गृहीतोऽपि ते प्राणः पुनरस्यानुग्रहेणाऽऽयाति त्वद्देहे ,समागच्छतु। ते तव यक्ष्मं व्याधिं परासुवामि विनाशयामि।\nअथ याज्या – आयुर्दा इति। हेऽग्ने त्वमायुर्दा एधि यजमानस्याऽऽयुष्प्रदो भव। कीदृशस्त्वम्। हविषो जुषाणः पुरोडाशं सेवामानः। घृतप्रतीको घृतोपक्रम आघारप्रयाजादीनां घृतेन हूयमानत्वात्। घृतयोनिरवसानेऽप्यनूयाजादौ घृतमेव योनिर्जन्मोत्पत्तिकारणं यस्यासौ घृतयोनिः। तादृशस्त्वं मधु स्वादुतमं चारु शोधितत्वेन निर्मलं गव्यं घृतं पीत्वा पिता पुत्रमिवेमं यजमानमभितो रक्षो।\nइष्ट्यन्तरं विधत्ते – ‘अग्नये जातवेदसे पुरोडाशमष्टाकपालं निर्वपेद्भूतिकामोग्निमेव जातवेदस स्वेन भागधेयेनोप धावति स एवैनं भूतिं गमयति भवत्येव’ (सं. का. २ प्र. २ अ. ३) इति।\nजातवेदस उत्पन्नधनाय भवत्येव भूतिं प्राप्नोत्येव।\nतत्र पुरोनुवाक्या – तस्मा इति। विविधाश्चर्षणयो मनुष्या यजमाना यस्यासौ विचर्षणिः। हे विचर्षणे जातवेदोऽग्ने प्रतिहर्यते प्रतिदिनं यजमानगृहं गच्छते तस्मै ते शोभनां स्तुतिं जनामि जनयामि।\nअथ याज्या – दिवस्परीति। अग्निः प्रथमं दिवस्परि द्युलोकस्योपरि जज्ञे सूर्यरूपेणोत्पन्नः। अस्मत्परि अस्मदीयस्य मनुष्यलोकस्योपरि जातवेदा द्वितीयं जज्ञे प्रसिद्धमग्निरूपेण द्वितीयं जन्म प्राप्तवान्। अप्सु समुद्रे तृतीयं जज्ञे वडवानलरूपेणोत्पन्नः। अजस्रं त्रिष्वपि जन्मसु नृमणा नृषु यजमानेषु मनोऽनुग्रहबुद्धिर्यस्यासौ नृमणाः। एनमीदृशमग्निमिन्धानः पुरोडाशादिभिर्दीपयन्स्वाधीः स्वायत्तचित्तो जरते जीर्यते जरापर्यन्तं परिचरतीत्यर्थः।\nइष्ट्यन्तरं विधत्ते – ‘अग्नये रुक्मते पुरोडाशमष्टाकपालं निर्वपेद्रुक्कामोऽग्निमेव रुक्मन्त स्वेन भागधेयेनोप धावति स एवास्मिन्रुचं दधाति रोचत एव’ (सं. का. २ प्र. २ अ. ३) इति।\nरुक्मते कान्तिमते। रोचते कान्तिमान्भवति।\nतत्र पुरोनुवाक्या – शुचिरिति। हे पावक शोधयितरग्ने शुचिर्वन्द्यश्च त्वं घृतप्रभृतिभिर्हव्यैः समन्ताद्धुतः सन्बृहद्विरोचसे।\nअथ याज्या – दृशान इति। दृशानो दर्शनीयरूपो रुक्मः सुवर्णसदृशोऽग्निरुर्व्या महत्या दप्त्या व्यद्यौद्विद्योतते। किं कुर्वन्। दुर्मर्षमितरैरतिरस्कार्यमायुर्जीवनं श्रिये श्रयितुं रुचानो वाञ्छन्। तथाविधोऽग्निर्वयोभिरमृतोऽभवत्। यद्यस्मादेनमग्निं द्यौर्द्युलोकवासी देवगणः सुरेताः सन्नजनयत्तस्मादस्यामृतत्वं युक्तम्।\nइष्ट्यन्तरं विधत्ते – ‘अग्नये तेजस्वते पुरोडाशमष्टाकपालं निर्वपेत्तेजस्कामोऽग्निमेव तेजस्वन्त स्वेन भागधेयेनोप धावति स एवास्मिन्तेजो दधाति तेजस्व्येव भवति’ (सं. का. २ प्र. २ अ. ३) इति।\nतेजस्वते प्रभावते नियमनसामर्थ्यवते वा।\nतत्र पुरोनुवाक्या – आ यदिति। यत्तेज इषेऽभीष्टसिद्धये नृपतिं यजमानपालकमग्निमा समन्तादानड्व्याप्नोत्, यदपि शुचि रेतः शुद्धं बीजं मातापितृभ्यां निषिक्तं तेन तेजसा तेन च बीजेन द्यौर्द्युलोकस्थोऽग्निरभीके प्रत्यासन्नकाले शर्धादिविशेषणोपेतं पुरुषं जनयदुत्पादयति, सूदयच्च विरोधिपापं नाशयत्यपि। शर्धं बलवन्तम्। अनवद्यं दोषरहितम्। युवानं तरुणम्। स्वाधियं स्वयत्तचित्तम्। अतो यजमानाय तेजो दातुमग्निः शक्नोति।\nअथ याज्या – स तेजीयसेति। स यजमानस्त्वोतस्त्वया रक्षितः। केन साधनेन। तेजीयसाऽत्यन्ततेजोयुक्तेन मनसा। किंच हेऽग्ने स्वपत्यस्य शोभपुत्रपौत्रादियुक्तस्य शिक्षोः शक्तुमिच्छतो नृतमस्य मनुष्यतमस्य मनुष्येषु श्रेष्ठस्य यजमानस्य रायः शिक्ष धनानि देहि। ते प्रभूतौ त्वदनुग्रहेण प्रभुत्वे सति वयं वस्वो वसुमत्तमाः सुष्टुतयश्च शोभनस्तुतियुक्ता बहुयागानुष्ठानेन स्तोत्रशस्त्रैः प्रभूता भूयास्म।\nइष्ट्यन्तरं विधत्ते – ‘अग्नये साहन्त्याय पुरोडाशमष्टाकपालं निर्वपेत्सीक्षमाणोऽग्निमेव साहन्त्य स्वेन भागधेयेनोप धावतितेनैव सहते य सीक्षते’ (सं. का. २ प्र. २ अ. ३) इति।\nसाहन्त्याय सहिष्णवे वैरिणामभिभवित्रे सीक्षमाणः सोदुमभिभवितुमिच्छुः। यं वैरिणं सीक्षते तं तेनानुगृहीतोऽभिभवति।\nतत्र पुरोनुवाक्या – अग्न इति। हेऽग्ने द्युम्नस्यास्मदीयस्य यशसः सहन्तमभिभवितारं वैरिणं प्रासहा प्रसभमाभरास्मद्वशे समानय। रयिं तदीयं धनं चाऽऽनय। यो भवांश्चर्षणीर्मनुष्यसेना विश्वा अस्मत्प्रतिपक्षभूताः सर्वा अभिसासहदभिभवेत्। किंनिमित्तं, वाजेषु अस्मदीयेष्वन्नेषु निमित्तभूतेषु। केन साधनेन। आसा त्वत्संनिधानेन। पराभिभावाय त्वत्संनिध्यतिरिक्तप्रयत्नो नापेक्षित इत्यर्थः।\nअथ याज्या – तमग्न इति। हेऽग्ने (सहस्वो बलवन्) तं पृतनासहं परकीयसेनाभिभवक्षमं रयिं धनमाभराऽऽहर। हि यस्मात्त्वं सत्यः परमार्थभूतो बाधरहितोऽद्भुत आश्चर्यचरित्रस्तस्माद्गोमतो बहुगोयुक्तस्य वाजस्यान्नस्य दाता त्वमेव।\nइष्ट्यन्तरं विधत्ते – ‘अग्नयेऽन्नवते पुरोडाशमष्टाकपालं निर्वपेद्यः कामयेतान्नवान्त्स्यामित्यग्निमेवन्नवन्त स्वेन भागधेयेनोप धावति स एवैनमन्नवन्तं करोत्यन्नवानेव भवति’ (सं. का. २ प्र. २ अ. ४) इति।\nअन्नवते बह्वन्नयुक्ताय।\nतत्र पुरोनुवाक्या – उक्षान्नायेति। अग्नये स्तोमैः स्तोत्रैर्विधेम परिचर्यां कुर्याम। कीदृशाय। उक्षान्नाय वशान्नाय। उक्षा वृषभः। वशा वन्ध्या। तत्पशुद्वयं क्वचिद्यागे हविष्ट्वेन श्रूयते – ‘यो भ्रातृव्यवान्त्स्यात्स स्पर्धमानो वैष्णावरुणीं वशामालभेतैन्द्रमुक्षाणम्’ इति। यद्यप्यत्र देवताऽन्या तथाऽपि हविरग्नावेव हूयत इत्यग्निरुक्षान्नो वशान्नश्च। एतदन्नान्तरस्याप्युलक्षार्थम्। सोमयुक्तानि पृष्ठस्तोत्राणि यस्यासौ सोमपृष्टः। अनेकस्तोत्रसत्कृतदेवतासंयुक्तः सोमोऽप्यस्यान्नमित्यर्थः। वेधसेऽन्नस्य विधात्रे।\nअथ याज्या – वद्मा हीति। हे सूनो पुत्रवदभिमतकारिन्नग्ने त्वं वद्माऽसि वदत्यनयेति वद्मा वाक्तदभिमानिदेवत्वेन तद्रूपोऽसि। अस्मिन्नर्थे श्रुत्यन्तरप्रसिद्धिद्योतनाय हिशब्दः। ‘अग्निर्वाग्भूत्वा मुखं प्राविशत्’ इति श्रुत्यन्तरम्। सोऽग्निरस्मदर्थमन्नमज्म च चक्रे। (अज्म गृहम्)। तन्नामसु पाठात्। विवाहाग्निर्जायमान एव गृहाश्रमं कारयति। कीदृशोऽग्निः। अद्मसद्वा, अद्यत इत्यद्मान्नं तस्मिन्सीदतीत्यद्मसद्वा, भुक्तमन्नं जरयितुं जठराग्निरूपेणात्र सीदति। केन व्यापारेणान्नमज्म (च) चक्रे जनुषा जन्ममात्रेण न तु व्यापारान्तरेण। न हि संकल्पसिद्धस्य व्यापारापेक्षाऽस्ति। हे ऊर्जसने रसप्रद त्वं नोऽस्मभ्यमूर्जं रसं धा देहि। राजेव जेः, राजा यथा जयति तद्वज्जय। वृकवद्धिंस्रको वृकः। अवृके हिंसादिदोषरहिते यजमाने त्वनुग्रहीतुमन्तः क्षेषि निवससि।\nइष्ट्यन्तरं (रे) विधत्ते – ‘अग्नयेऽन्नादाय पुरोडाशमष्टाकपालं निर्वपेद्यः कामयेतान्नादः स्यामित्यग्निमेवान्नाद स्वेन भागधेयेनोप धावति स एवैनमन्नादं करोत्यन्नाद एव भवत्यग्नयेऽन्नपतये पुरोडाशमष्टकपालं निर्वपेद्यः कामयेतान्नपतिः स्मामित्यग्निमेवान्न–पति स्वेन भागधेयेनोप धावति स एवैनमन्नपतिं करोत्यन्नपतिरेव भवति’ (सं. का. २ प्र. ३ अ. ४) इति। अन्नमत्तीत्यन्नादस्तीव्रदीपनयुक्तः। अन्नपतिर्बह्वन्नस्वामी। अनयोरपीष्टयोर-न्नमात्रलिङ्गकमन्नपतिसाधारण्यादेव याज्यापुरोनुवाक्यायुगलं द्रष्टव्यम्। यद्वा शाखान्तरेऽन्नादलिङ्गकमन्नपतिलिङ्गकं चान्वेषणीयम्।\nइष्ट्यन्तरं हविस्त्रयोपेतं विधत्ते – ‘अग्नये पवमानाय पुरोडाशमष्टाकपालं निर्वपेदग्नये पावकायाग्नये शुचये ज्योगामयावी यदग्नये पवमानाय निर्वपति प्राणमेवास्मिन्तेन दधाति यदग्नये पावकाय वाचमेवास्मिन्तेन दधाति यदग्नये शुचय आयुरेवास्मिन्तेन दधात्युत यदीतासुर्भवति जीवत्येव’ (सं. का. २ प्र. ३ अ. ४) इति।\nपवमानाय पापानां शोधयित्रे। पावकाय पापानां शुद्धिहेतवे। शुचये, औज्ज्वल्यहेतवे। द्वितीयतृतीयवाक्ययोरपि पुरोडाशमष्टाकपालं निर्वपेदित्यनुवर्तते। ज्योगामयावी दीर्घरोगयुक्तः। उतापि च यद्यपीतासुर्गतप्राणो भवेत्तथाऽपि जीवत्येव, तत्र नीरोगो भवतीति किमु वक्तव्यम्।\nपुनरपि तामेवेष्टिं फलान्तराय विधत्ते – ‘एतामेव निर्वपेच्चक्षुष्कामो यदग्नये पवमानाय निर्वपति प्राणमेवास्मिन्तेन दधाति यदग्नये पावकाय वाचमेवास्मिन्तेन दधाति यदग्नये शुचये चक्षुरेवास्मिन्तेन दधात्युत यद्यन्धो भवति प्रैव परयति’ (सं. का. २ प्र. २ अ. ४) इति।\nयत्र फलभेदेन द्विविधायामस्यामिष्टौ प्रथमहविषः पुरोनुवाक्या – अग्न इति। हेऽग्न आयूंष्यस्मदीयजीवनानि पवसे यथा वर्धन्ते तथा शोधयसे। ऊर्जं क्षीरादिरसमिषमन्नं च नोऽस्माकमासुवाऽऽभिमुख्येन प्रेरय। दुच्छुनामुपद्रवमारे दूरे नीत्वा बाधस्य विनाश्य।\nअथ याज्या – अग्ने पवस्वेति। हेऽग्ने शोभनमपः कर्म यस्यासौ स्वपाः। तादृशस्त्वमस्मे अस्मदीयं वर्चो ब्रह्मवर्चसं सुवीर्यं शोभनं सामर्थ्यं च पवस्व शोधयस्व वर्धयेत्यर्थः। पुष्टिं रयिं धनं च मयि दधत्स्थापय।\nद्वितीयस्य हविषः पुरोनुवाक्या – अग्ने पावकेति। हेऽग्ने पावक शोधक देव द्योतनात्मक रोचिषा दीप्तिमत्या मन्द्रया श्लक्ष्णया जिह्वया वाचा देवानावक्षि यक्षि आवह यज च।\nअथ याज्या – स न इति। हे पावक शोधक दीदिवो दीप्यमानाग्ने नोऽस्मदर्थं देवानिह कर्मण्यावह, अस्माकमिमं यज्ञं हविश्चोप देवसमीपे प्रपय।\nतृतीयस्य हविषः पुरोनुवाक्या – अग्निः शुचीति। अयमग्निः प्रथमं तावच्छुचिव्रततमः स्वत एव शुचिव्रततमोऽतिशयेन शुद्धं व्रतमाचरणं दाहपाकप्रकाशरूपं यस्यासौ तादृशः। तत उर्ध्वं विप्राभिमानित्वादपि शुचिः। तत उर्ध्वं विद्वदभिमानित्वेन शुचिः। ततोऽप्यूर्ध्वमाभिमुख्येन हुतः शुचिर्दीप्तिमान्रोचते शोभते।\nअथ याज्या – उदग्न इति। हेऽग्ने शुचयः शुद्धास्तव शुक्रा रश्मयो भ्राजन्तः प्रकाशमाना उदीरत उद्गछन्ति। तथाऽर्चयः पूजका ज्योतींषि भासकानि देवतारूपाणि प्राप्नुवन्ति।\nअत्र विनियोगसंग्रहः –\n“त्वं याज्या रुद्रवद्यागे ह्यग्निः सुरभिसंयुते।\nअक्रन्क्षामयुजे तुभ्यं कामिनि श्रेष्ठमित्यसौ॥१॥\nयविष्ठयुत आयुष्टे आयुष्मति तथोपरि।\nजातवेदयुते तस्मै शुची रुक्मयुते तथा॥२॥\nआ यत्तेजोयुते ह्यग्ने साहन्त्यगुणसंयुते।\nउक्षान्नसंयुते ह्यग्ने पवमानयुते तथा।\nअग्ने पावकवत्यग्निः शुचावष्टौ च विंशतिः॥३॥” इति।\nअत्र मीमांसा नास्ति।\nअथ च्छन्दः –\nत्वमग्ने रुद्र इत्यादयः षट्। अश्याम तं स श्वितान आयुर्दा अग्ने दिवस्परि दृशानो रुक्म आ यदिषे स तेजीयसा वद्मा हि सूनो च त्रिष्टुभः। तुभ्य ताः श्रेष्ठं यविष्ठ तस्मै ते शुचिः पावकोक्षन्नायेत्येता अग्न आयूंषीत्यदयश्च षड् गायत्र्यः। आयुष्टेऽग्ने सहन्तं तमग्ने पृतनासहमित्येता अनुष्टुभः॥\nइति श्रीमत्सायणाचार्यविरचिते माधवीये वेदार्थप्रकाशे कृष्णयजुर्वेदीयतैत्तिरीयसंहिताभाष्ये प्रथमकाण्डे तृतीयप्रपाठके चतुर्दशोऽनुवाकः ॥१४॥\n\n—----------------------------------------------\n",
  "bhattaBhashya": "\n\nइत्यादि ब्राह्मणम् ॥\n\n2तस्यैव याज्या - आ व इति त्रिष्टुप् ॥ हे ऋत्विग्यजमानाः अध्वरस्य राजानं प्रधानाधिपतिं रुद्रं रं वा । 'बहुळम् छन्दसि' इति सम्प्रसारणम् । रोदस्योः द्यावापृथिव्योस्सत्ययजं सत्यस्यान्नस्य दातारम् । 'अन्येभ्योपि दृश्यते', इति विच्, कृदुत्तरपदप्रकृतिस्वरत्वम् । यद्वा - सत्यममोघं यजनं यस्य । 'परादिस्छन्दसि बहुलम्' इत्युत्तरपदाद्युदात्तत्वम् । यद्वा - सत्यमेव यजनं यस्य । यद्वा - सत्यस्य परमार्थस्यानन्दलक्षणस्य सङ्गमयितारम् । हिरण्यरूपं हिरण्यवर्णमग्निं अग्निरूपेणावस्थितं वः युष्माकमवसे रक्षणाय तृप्तये वा कृणुध्वं आत्मसात्कुरुध्वम्, शत्रुमारणादियुष्मदभिमतसिद्ध्यर्थं भजध्वमित्यर्थः । कृधि हिंसाकरणयोः, 'धिन्विकृण्व्योरच' इत्युप्रत्ययः, व्यत्ययेनात्मनेपदम् । करोतेर्वा व्यत्ययेन श्नुप्रत्ययः । अचित्तात्पुरा, चित्तस्याभावेऽचित्तं अन्तःकरणोपसंहारो मरणमिति यावत् । यद्वा - यस्मिन्सति चित्तं नास्ति तन्मरणमेव । ततः प्रागेव देवं भजध्यमिति । 'परादिश्छन्दसि बहुलम्' इत्युत्तरपदाद्युदात्तत्वम् । कीदृशादचित्तात्? तनयित्नोः तनयित्नुर्मेधस्तादृशात्; अनिश्चितकालत्वात् । स्तन शब्दे चुरादिरदन्तः, 'स्तनिहृषिपुषिगदिमदिभ्यो णेरित्नुच्' इतीत्नुच्प्रत्ययः सकारलोपश्छान्दसः ॥\n\n3अग्नये सुरभिमते पुरोडाशमष्टाकपालं निर्वपेद्यस्य गावो वा पूरुषा वा प्रमीयेरन्यो वा बिभीयात्' इत्यस्य पुरोनुवाक्या - अग्निर्होतेति त्रिष्टुप् ॥ होता देवानामाह्वाता । पूर्ववत्सम्प्रसारणम् । यजीयान् यष्टृतमः मानुषाद्धोतुः । ' तुश्छन्दसि' इति यष्टृशब्दादीयसुन्प्रत्ययः, 'तुरिष्ठेमेयस्सु' इति टिलोपः । युवा नित्यतरुणः । कविर्मेधावी । पुरुनिष्ठः प्रुषु बहुषु स्थानेषु स्थितः । 'आतश्चोपसर्गे' इति कः, थाथादिस्वरेणोत्तरपदान्तोदात्तत्वम् । ऋतावा ऋतवान् यज्ञवान् । 'छन्दसीवनिपौ' इति वनिप्प्रत्ययः, 'अन्येषामपि दृश्यते' इति दीर्घः । धर्ता धारयिता कृष्टीनां मनुष्याणाम् । 'नामन्यतरस्याम्` इति नाम उदात्तत्वम् । उत अपि च मध्ये तेषां मनुष्याणां हृदये इद्धः दीप्तः । एवं सर्वोपकारी सर्वसद्गुणान्वितोऽयमग्निः मातुः मातृस्थानीयाया वेदेः, निर्मात्र्या वा श्रेयसामुपस्थे उपस्थस्थानीये उत्सङ्गसदृशे सुरभौ शोभनहविर्गन्धयुक्ते लोके आलोकवति अस्मिन्प्रदेशे निषसाद निषीदति । 'छन्दसि लुङ्लङ्लिटः' इति लिट् । सोयमस्माकं भेषजं करोत्विति भावः । 'एषा वा अस्य भेषज्या तनूर्यत्सुरभिमती' इति ब्रह्मणम् ॥\n\n4तत्रैव याज्या - साध्वीमिति त्रिष्टुप् ॥ यस्माद्वयं यज्ञस्यास्य जिह्वां जिह्वास्थानीयं भगवन्तमग्निमविदाम ज्ञातवन्तः लब्धवन्तो वा । वेत्तेर्विन्दतेर्वा व्यत्ययेन शप्रत्ययः, नुमभावश्च । कीदृशीं जिह्वां? गुह्यामविदुषां गूहनीयाम् । गुहायां भवेति दिगादित्वाद्यत्, 'यतोऽनावः' इत्याद्युदात्तत्वम् । तादृशीं तां भक्तिसामर्थ्याद्वयमविदाम । तस्मादद्य अस्मिन्नह्नि, नः अस्माकभस्माभिः क्रियमाणां देववीतिं देवभक्षं देवपूजां वा साध्वीं शोभनां अकः करोतु । 'छन्दसि लुङ्लङ्लिटः' इति लुङ्, 'मन्त्रे घस' इत्यादिना च्लेर्लुक् । किञ्च - स एवाग्निः आयुः वसानः आच्छादयन् आयुषा परिवीयमाणः अस्मान्वा आयुषा परिवारयन् आयुष्मतोस्मान्कुर्वन्, सुरभिस्सुगन्धिः चरुपुरोडाशादिगन्धयुक्तः अस्मानागादागच्छतु । पूर्ववल्लुङ्, 'गातिस्था' इत्यादिना सिचो लुक् । आगत्य चास्माकमायुरर्थे, अद्यास्मिन्नहनि नः अस्माकं देवहूतिं देवा हूयन्ते अस्यामिति देवहूतिरिष्टिः तां भद्रां शोभनां यथोक्तमनुतिष्ठतां अकः करोतु इति । स एव लुङ् । देववीतिदेवहूतिशब्दयोः दासीभारादित्वात्पूर्वपदप्रकृतिस्वरत्वम् ॥\n\n5अग्नये क्षामवते पुरोडाशमष्टाकपालं निर्वपेत्सङ्ग्रामे संयत्ते' इत्यस्य परोनुवाक्या - अक्रन्ददिति त्रिष्टुप् ॥ अयमग्निरक्रन्दत् क्रन्दतु शब्दं करोतु अस्मच्छत्रुकुलं दहन् । छान्दसो लङ् । स्तनयन् द्युरिव यथा द्यौर्घनपटलसञ्छन्ना स्तनयति । स्तन शब्दे चुरादिरदन्तः । यद्वा - क्रन्दयतु अस्मद्रिपुकुलम् गर्जन्तीव द्यौरन्तरिक्षं; दिवि हि गर्जान्त्यां भयेन जना महारवं कुर्वन्ति । किं कुर्वन्नित्याह - क्षाम क्षीणं, दग्धमस्मच्छत्रुकुलं रोरिहन्नत्यर्थं लिहन् आस्वादयन् सर्वतो दहन् इत्यर्थः । क्षयि जयि षयि क्षये 'भूतेपि दृश्यन्ते' इति भूतेपि कर्मणि मनिन् प्रत्ययः । रिहेर्यङ्लुगन्ताच्छतृप्रत्ययः, 'नाभ्यस्ताच्छतुः' इति नुमभावः, 'अभ्यस्तानामादिः' इत्याद्युदात्तत्वम् । 'कपिलकादीनां संज्ञाछन्दसोर्वालो रमापद्यते' इति रत्वम् । 'अन्येषामपि दृश्यते' इति क्षामशब्दस्य संहितायां दीर्घत्वम् । पुनश्च विशेष्यते - वीरुधस्समञ्जन् सम्मृक्षन् सन्दहन्; उपलक्षणं चैतत्. तृणगुल्मलतावनस्पतीनाप्नुवन्नित्यर्थः । किमीदृशी शक्तिरप्यस्य विद्यत इत्याह - विहीमिति । हि यस्मादर्थे वर्तते । ईमित्यवधारणे । यस्मादयमग्निः जज्ञानो जायमानः । जनी प्रादुर्भावे दैवादिकः, 'बहुळं छन्दसि' इति शपः श्लुः । यद्वा - जन जनने जुहोत्यादिकः, व्यत्ययेनात्मनेपदं । सद्य एव तत्क्षणादेव इद्धः दीप्तः रोदसी द्यावापृथिव्यौ व्यख्यत् व्यचेष्टत व्यपश्यत् । छान्दसो लुङ्, 'अस्यतिवक्तिख्यातिभ्योङ्', 'हिच' इति निघातप्रतिषेधः । स्वयं च भानुना तेजसा अन्तर्द्यावापृथिव्योर्मध्ये आभाति समन्तात्प्रकाशते । यद्वा - रोदसी व्यख्यत् विचष्टे यथावत्प्रकाशयति । स्वयमपि तयोर्मध्ये भाति । तस्मान्महातेजसानेन किं हि नाम कर्तुं न शक्यते इति भावः । `भागधेयेनैवैनꣳ शमयित्वा परानभि निर्दिशति' इति ब्राह्मणम् ।\n\n'अभि वा एष एतानुच्यति येषां पूर्वापरा अन्वञ्चः प्रमीयन्ते पुरुषाहुतिर्ह्यस्य प्रियतमाग्नये क्षामवते पुरोःडाशमष्टाकपालं निर्वपेत्' इत्यस्यापीयमेव पुरोनुवाक्या । तदैवं योजनीयम् - अयमेवंगुणविशिष्टोग्निरस्माकं पूर्वापरप्रमादहेतुं पापं क्षाम क्षीणं यथा तथा रेरिहत् आस्वादयन् नाशयन् अनेन हविषा समिद्धः शब्दं करोत्विति । 'भागधेयेनैवैनं शमयति नैषां पुरायुषोपरः प्र मीयते' इति ब्राह्मणम् । 'अभि वा एष एतस्य गृहानुच्यति यस्य गृहान्दहत्यग्नये क्षामवते पुरोडाशमष्टाकपालं निर्वपेत्' इत्यस्यापीयमेव पुरोनुवाक्या । तत्र त्वेवं व्याख्येयम् - क्षाम क्षीणं दग्धमस्मद्गृहं रेरिहत् आस्वादयन्वीरुधो गृहावयवान् स्थूणावंशदीन् समञ्जन् भक्षयन्नयं खल्वग्निरक्रन्दत् । तस्मादिममिदानीमेवानेन हविषा प्रसन्नं करोमि, यथा पुनरस्मद्गृहं न धक्ष्यतीति । 'भागधेयेनैवैनं शमयति नास्यापरं गृहान्दहति' इति ब्राह्मणम् ॥\n\n6तेषु त्रिष्वपि याज्या - त्वे वसूनीति त्रिष्टुप् ॥ हे पुर्वणीक बहुबल होतः देवानामाह्वातः त्वे त्वयि खलु एरिरे । 'सुपां सुलुक्' इति शे आदेशः । वसूनि धनानि वासहेतुत्वाद्वरिष्ठानि वा धनानि हविर्लक्षणानि दोषावस्तोः रात्रावह्नि च यज्ञियासः यज्ञार्हाः आईरिरे आभिमुख्येन प्रेरयन्ति प्रक्षिपन्तीत्यर्थः । ईर गतौ अनुदात्तेत् । 'यज्ञर्त्विभ्यां घखञौ', 'आज्जसेरसुक्' । कीदृशे त्वयीत्याह - यस्मिन्पावके त्वयि सति विश्वा भुवनानि सर्वाणि भूतजातानि सौभगानि सौभाग्यानि सन्दधिरे सम्यग्धारयन्ति । 'सुभगं मन्त्रे' इत्यञ् । त्वदनुग्रहात् पूर्वं किमिवावस्थितानीति चेत्? उच्यते - क्षामेव क्षाम क्षीणं दग्धबहुलमस्माकं शत्रुबलं [बलेन] यादृशं बलं पूर्वापरजनमरणं वा यादृशं, गृहं वा दग्धं यादृशं तदिव पूर्वमसुभगानि भुवनानि त्वत्प्रसादेन सुभगानि भवन्तीति । तस्मादस्माकं शत्रुबलं पूर्वापरमरणं गृहदाहं च शमयित्वा सुभगानस्मान्कुरु श्रीमतो यशस्विनश्च कुरु । पुनातेर्ण्यन्ताण्ण्वुल्, उदात्तनिवृत्तिस्वरेण पावकशब्दस्यान्तोदात्तत्वम् ॥\n\n7'अग्नये कामाय पुरोडाशमष्टाकपालं निर्वपेद्यं कामो नोपनमेत्' इत्यस्य पुरोनुवाक्या - तुभ्यं ता इति गायत्री ॥ हे अङ्गिरस्स्तम गन्तव्यतम गतिमत्तमेति वा । अगि रगि लघि गत्यर्थाः, अस्मादसुनि इरुडागमो निपात्यते । हे अग्ने तुभ्यं ताः प्रसिद्धाः विश्वास्तुक्षितयः शोभना क्षितिर्गतिर्यासां ताः प्रजाः । 'नञ्सुभ्याम्' इत्युत्तरपदान्तोदात्तत्वम् । यद्वा - शोभनं क्षयन्ति वसन्तीति सुक्षितयो मनुष्याः । 'मन्क्तिन्व्याख्यान' इत्युत्तरपदान्तोदात्तत्वम् । पृथक्कामाय नानाविधेभ्यः कामेभ्यः कामसिद्धये येमिरे यमन्ति त्वामाराधयितुमात्मानं विषयेभ्यो व्यावर्तयन्ति । व्यत्ययेनात्मनेपदम् । यद्वा - पृथग्यमयन्ति नानाविधैरुपायैरात्मानं यमयन्ति त्वामाराधयितुम् । तस्माद्वयमप्यस्मत्कामसिद्धये त्वामेव भजामह इति भावः । 'स एवैनं कामेन समर्धयत्युपैनं कामो नमति' इति ब्राह्मणम् ॥\n\n8तत्रैव याज्या - अश्यामेति त्रिष्टुप् । ऊत्यन्तः प्रथमः पादः ॥ हे अग्ने तं काममश्याम अश्नुवीमहि, यदर्थमात्मा तुभ्यं निवेदितः । अशू व्याप्तौ, व्यत्ययेन परस्मैपदम्, 'बहुलं छन्दसि' इति शपो लुक्, यासुडादि । तवोती तव रक्षया । अवतेः क्तिनि ज्वरत्वरादिना ऊठादेशः, 'ऊतियूतिजूति' इति क्तिन उदात्तत्वं निपात्यते, तृतीयैकवचनस्य 'सुपां सुलुक्' इति पूर्वसवर्णादेशः । किञ्च - हे रयिवः रयिमन् । 'मतुवसोः' इति रुत्वम्, ' छन्दसीरः' इति मतोर्वत्वम् । सुवीरं रयिमश्याम प्राप्नुयाम शोभनाः वीराः पुत्रादयो यस्मिन्तं पुत्रपौत्रादिसमृद्धिहेतुं धनं प्राप्नुयाम । 'वीरवीर्यौ च' इत्युत्तरपदाद्युदात्तत्वम् । किञ्च - वाजयन्तः वाजमन्नमात्मन इच्छन्तः । क्यचि 'न छन्दस्यपुत्रस्य' इतीत्वप्रतिषेधः । यदा वयं वाजं लिप्सामहे तदा वाजमन्नं आभिमुख्येनाश्नुवीमहि लिप्सेमहि । स्वरानवग्रहौ दुर्घतौ । यद्वा - वाजमाचक्षत इति णिच् । किञ्च - हे अजर जरारहित अजरमक्षयं द्युम्नं यशः ते त्वृत्प्रसादात् अश्याम बिभृयाम । 'नञो जरमरमित्रमृताः' इत्यजरशब्दे उत्तरपदाद्युदात्तत्वम् ॥\n\n9'अग्नये यविष्ठाय पुरोडाशमष्टाकपालं निर्वृपेत्स्पर्धमानः क्षेत्रे वा सजातेषु वा' इत्यस्य पुरोनुवाक्या - श्रेष्ठमिति गायत्री ॥ भारतेति प्रथमपादान्तः । हे अग्ने यविष्ठ युवतम । यौतिः पृथक्करणे, 'कनिन्युवृषि' इत्यादिना यौतेः कनिन्प्रत्ययः । पृथक्कर्तृतम आदाय दातः । यद्वा - तरुणतम भारत यज्ञस्य भर्तारः ऋत्विजो भरताः । 'भृमृशि ' इत्यादिना बिभर्तेरतच्प्रात्ययः । एतैरुत्पादित भारत हे वसो वासहेतो । 'शॄस्वृस्निहि' इत्यादिना वसेरुप्रत्ययः । श्रेष्ठं प्रशस्यतमं द्युमन्तं दीप्तिमन्तं पुरुस्पृहं पुरुभिर्बहुभिस्स्पृहणीयम् । कर्मणि क्विप् । यद्वा - बह्व्यस्स्पृहा यस्मिन् । 'परादिश्छन्दसि बहुलम्' इत्युत्तरपदान्तोदात्तत्वम् । ईदृशं रयिं धनमस्मभ्यमाभर स्पर्धमानेभ्य आच्छिद्यास्मभ्यं देहि । 'स एवास्माद्रक्षांसि यवयति नैनमभिचरन् स्तृणुते' इति ब्राह्मणम् ॥\n\n10तत्रैव याज्या - सश्श्वितान इति त्रिष्टुप् ॥ यः पावकः पावयिता शोधयिता । पुनातेर्ण्यन्तात् ण्वुलि णिलोपे उदात्तनिवृत्तिस्वरेणान्तोन्दात्तत्वम् । पुरुतमः बहुतमः सर्वात्मकत्वात् । छान्दसं प्रत्ययाद्युदात्तत्वम् । यद्वा - पुरूणां पूरणः । छान्दसस्तमप्प्रत्ययः । पुरूणि बहूनि पृथूनि विस्तीर्णानि पुरोडाशादीनि हवींषि भर्वन् भक्षयन् । भर्व हिंसायाम् । अनुयात्यनुक्रमेण गच्छति यजमानगृहान् । स खल्वयमग्निर्हविःप्रियोस्माभिः हविषाराध्यत इत्यर्थः, तस्मादयमस्मच्छत्रून्विनाशयत्विति भावः । अधुना तस्यैव हवींषि भुञ्जानस्य गुणानाह - श्वितानः दीप्यमानः । श्विता वर्णे अनुदात्तेत्, ताच्छीलिकश्चानश्, लसार्वधातुकानुदात्तत्वाभावात् 'चितः' इत्यन्तोदात्तत्वम्, 'बहुलं छन्दसि' इति शपो लुक् । तन्यतुः तनिता विस्तारयिता सिद्धीनां दीप्तीनां वा । 'ऋतन्याञ्चि' इत्यादिना तनोतेर्यतुच्प्रत्ययः । रोचनस्थाः रोचनेषु दीप्तिमत्स्थानेषु स्थितः । 'अनुदात्तेतश्च हलादेः' इति रोचतेर्युच्प्रत्ययः । रोचनेषु तिष्ठतीति वा तिष्ठतेः क्विप्, कृदुत्तरपदप्रकृतिस्वरत्वम् । अजरेभिर्जरारहितैः अक्षीणैः । 'नञोजरमरमित्रमृताः' इत्युत्तरपदाद्युदात्तत्वं, 'बहुलं छन्दसि' इत्यैसभावः । नानदद्भिरत्यर्थं नदद्बिः स्तुवद्भिः ऋत्विग्भिः यजमानगणैर्वा परिवृतः । यङ्लुगन्ताच्छतरि 'अभ्यस्तानामादिः' इत्याद्युदात्तत्वम् । यविष्ठः युवतमः सोयमेवंविधोस्मदीयेन हविषा तृप्तोस्मच्छत्रून्विनाशयत्विति शेषः ॥\n\n11'अग्नय आयुष्मते पुरोडाशमष्टाकपालं निर्वपेद्यः कामयेत सर्वमायुरियाम्' इत्यस्य पुरोनुवाक्या - आयुष्ट इत्यनुष्टुप् ॥ हे यजमान अयमग्निर्वरेण्यः वरणीयः । 'वृञ एण्यः', वृषादित्वादाद्युदात्तत्वम् । ते तुभ्यं विश्वतः विश्वमायुर्दधत् दधातु । 'इतराभ्योपि दृश्यन्ते' इति द्वितीयान्तात्तसिल् । दधातेर्लेटि 'लेटोडाटौ' इत्यडागमः, 'घोर्लोपो लेटि वा' इत्याकारलोपः । 'युष्मत्तत्ततक्षुष्वन्तःपादम्' इति संहितायां आयुस्सकारस्य षत्वम् । यदायं प्रसीदति तदानीं गतोपि प्राणः पुनरायति पुनराभिमुख्येनास्मान्प्राप्नोति । इ गतौ भौवादिक उदात्तेत् । यद्वा - पुनरपि त्वदीयः प्राण आयात्वस्य प्रसादेन । अहमपि तदर्थं त्वदीयं शत्रुपक्षं परासुवामि नाशयामि । षू प्रेरणे तौदादिक उदात्तेत् । 'स एवास्मिन्नायुर्दधाति' इति ब्राह्मणम् ॥\n\n12तत्रैव याज्या - आयुर्दा इति त्रिष्टुप्म् ॥ हे अग्ने आयुर्दाः अस्य यजमानस्य आयुषो दाता एधि भव । 'अन्येभ्योपि दृश्यते' इति ददातेर्विचि कृदुत्तरपदप्रकृतिस्वरत्वम् । हविषो जुषाणः हविस्सेवमानः भुञ्जानः । 'क्रियाग्रहणं कर्तव्यम्' इति सम्प्रदनत्वाच्चतुर्थ्यर्थे षष्ठी । जुषी प्रीतिसेवनयोः तौदादिक अनुदात्तेत्, ताच्छीलिकश्चानश्, हविस्सेवनशीलः, लसार्वधातुकत्वाभावात् 'चितः' इत्यन्तोदात्तत्वम्, 'बहुलं छन्दसि' इति शपो लुक् । घृतप्रतीकः घृतारम्भः घृतं खल्वग्नेरारम्भः । यद्वा - आघाराभिप्रायमिदं घृतयागारम्भः । घृतयोनिः घृतकारणकः, ईदृशस्त्वमस्यायुर्दाः एधि इदं घृतं पीत्वा । कीदृशं? मधु मधुरं चारु शोभनं निर्मलं गव्यम् । 'गोपयसोर्यत्', 'यतोऽनावः' इत्याद्युदात्तत्वम् । कि बहुनेत्याह - पिता पुत्रमिवेमं यजमानं अभिरक्षतात् आभिमुख्येन रक्षतु ॥\n\n13'अग्नये जातवेदसे पुरोडाशमष्टाकपालं निर्वपेद्भूतिकामः' इत्यस्य पुरोनुवाक्या - तस्मै त इति गायत्री ॥ हे अग्ने जातवेदः जातप्रज्ञ । यद्वा - जातानां भूतानां वेदितः । 'गतिकारकयोरपि' इत्यसुन् । विचर्षणे विविधदर्शन [विविधचर्षणे] विविधमनुष्य, एतेषामुत्पादकत्वात् । तस्मै ते तादृशाय तुभ्यं प्रतिहर्यते कामयमानाय वक्ष्यमाणां स्तुतिम् । यद्वा - प्रतिगन्तुमिच्छते । यद्वा - प्रतिगृह्णते । हर्य गतौ । सुष्टुतिं शोभनां स्तुतिं जनामि जनयामि । जनेर्ण्यन्ताल्लट्, 'बहुलं संज्ञाछन्दसोः' इति णिलुक् । जातवेद इत्यस्यामन्त्रितस्याप्यविद्यमानवत्त्वात् विचर्षण इत्येतदपि न निहन्येत् । अप्ने इत्यस्याविद्यमामत्वात् जनामीति तिङन्तं न निहन्यते । 'मन् क्तिन् व्याख्यान' इति । सुष्टुतिशब्दस्यान्तोदात्तत्वम् । अन्ये खलु दुराराधाः स्तुतिमपि न गृह्णन्ति, त्वं तु स्तुतिं च प्रतिगृह्णासि, ददासि चेप्सितानि । तस्मात् स्तुतिप्रियाय ते स्तुतिं जनयामि । त्वं च तां प्रतिगृह्य यजमानं भूतिं गमयेति भावः । 'स एवैनं भूतिं गमयति भवत्येव' इति ब्राह्मणम् ॥\n\n14तत्रैव याज्या - दिवस्परीति त्रिष्टुप् ॥ अध्यर्थे परिशब्दः । दिवस्परि द्युलोकस्योपरि दिवः अधि अग्निः प्रथमं जज्ञे आदित्यात्मना अजनिष्ट । 'पञ्चम्याः परावध्यर्थे' इति विसर्जनीयस्य सत्वम्, अत एव ज्ञापकात्पञ्चमी । अस्मत् अस्मत्तः परि अस्मास्वधि द्वितीयं जज्ञे द्वितीयं जन्माकरोत् वैश्वानरात्मना । जातवेदाः जातानां भूतानां वेदिता, जातधनो वा अप्स्वन्तरिक्षे तृतीयं जज्ञे तृतीयं जन्म चकार वैद्युतात्मना । यद्वा - अप्सु सलिले और्वात्मना जज्ञे । अजस्रं सर्वदा सर्वेष्वपि जन्मसु, नृमणाः नृषु मनो यस्योपकरोमीति स नृमणाः । 'परादिश्छन्दसि बहुलम्' इत्युत्तरपदाद्युदात्तत्वम्, 'छन्दस्यृदवग्रहात्' इति णत्वम् । सर्वदा प्रजानामेवोपकारार्थं जज्ञ इति । तमेनमेवंगुणकं इन्धानः समिच्चरुपुरोडाशाद्यैस्सन्दीपयन् । इन्धी दीप्तौ, रौधादिकः, अनुदात्तेत्, 'श्नान्नलोपः' 'विभाषा वेण्विन्धानयोः' इत्याद्युतात्तत्वम् । स्वाधीः स्वा आत्मीयैव धीर्यस्य स स्वाधीः स्वकर्मनिरतः । 'अन्येषामपि दृश्यते' इति पूर्वपदस्य दीर्घत्वम्, पूर्ववदुत्तरपदाद्युदात्तत्वम् । यद्वा - स्वमात्मानं ध्यायतीति स्वाधीः आत्मनिष्ठः । 'ध्यायतेस्सम्प्रसारणं च' इति क्विप् । इन्धानः कर्मनिष्ठः, इन्धानश्च स्वाधीश्च एनं जरते स्तौति । जॄ वयोहानौ छन्दसि स्तुतिकर्मा चौरादिकः आधृषीयः, व्यत्ययेनात्मनेपदम् ॥\n\n15'अग्नये रुक्मवते पुरोडाशमष्टाकपालं निर्वपेद्रुक्कामः' इत्यस्य पुरोनुवाक्या - शुचिरिति गायत्री । वन्द्योन्तः प्रथमः पादः ॥ हे अग्ने । पादादित्वान्न निहन्यते, षाष्ठिकमामान्त्रिताद्युदात्तत्वम् । पावक शोधक, त्वं खलु शुचिश्शुद्धः न केवलं शोधयिता वन्द्यस्स्तुत्यश्च सर्वेषाम् । 'ईडवन्दवृशंस' इत्याद्युदात्तत्वम् । स त्वं घृतेभिः घृतैः । 'बहुलं छन्दसि' इत्यैसभावः । अनेकपात्रगतत्वाद्बहुवचनम् । तैराहुतः आभिमुख्येन मर्यादया वा हुतः । 'गतिरनन्तरः' इति पूर्वपदप्रकृतिस्वरत्वम् । बृहत् भृशं विरोचसे विविधमनेकप्रकारं दीप्यसे । त्वं हि शुचित्वादिगुणैः प्रागेव रोचसे, अधुना तु घृतैरप्याहुतो बृहद्विरोचसे । स त्वमस्मिन्यजमाने रुचं देहीति भावः, शेषो वा । 'स एवास्मिन्रुचं दधाति रोचत एव' इति ब्राह्मणम् ॥\n\n16तत्रैव याज्या - दृशान इति त्रिआटुप् ॥ 'अत्र प्रयाजान्मे' इत्यग्निना हवींषि प्रार्थयता 'अग्नेश्च दीर्घमायुरस्तु देवाः' इत्यायुश्च प्रार्थितम् । 'तव प्रयाजाः' इत्यादिना च देवैः प्रत्तानीति दाशतये श्रूयते । तदिदमत्रोच्यते - दृशानः साध्वंशनिरूपकः । 'युधिबुधिदृशः किच्च' इत्यानच्प्रत्ययः । रुक्मः रोचनशीलः दीप्तिमान् उर्व्या महत्या । तया दीप्त्येति सामर्थ्याद्गम्यते । अयं व्यद्यौत् विविधं प्राप्तावान् । द्यु अभिगमने आदादिकः, अतो लङ्, 'उतो वृद्धिर्लुकि हलि' इति वृद्धिः । किं प्राप्तवान्? दुर्मर्षं दुर्धर्षं अन्यैरप्रधृष्यमायुर्जीवनमन्नं वा । कीदृशः? श्रिये श्रयणाय सेवायै तादृशस्यायुषो लाभाय रुचान इच्छन् । व्यत्ययेन लसार्वधातुकानुदात्तत्वाभावः । ताच्छीलिको वा चानश् । किञ्च - अतोयमग्निरमृतोभवत् अमरणधर्मा बभूव । वयोभिरन्नैर्देवदत्तैः प्रजातिभिः । यद्यस्मादेनमग्निं द्यौः द्युलोकवासी देवगणः तात्स्थ्याल्लक्षणया द्यौरिति व्यपदिश्यते । अजनयत् एवंगुणकमकरोत् । सुरेताः अमोघबीजः । 'सोर्मनसी' इत्युत्तरपदाद्युदात्तत्वम् । तस्मादमृतो भवेति । यद्वा- अयमग्निः दुर्मर्षमायुर्जीवनमन्नं वा श्रिये श्रयितुं देवेम्यो लब्धुं रुचान इच्छन् । तुमर्थे केप्रत्ययः, 'दृशे विख्ये च' इति चकारस्य अनुक्तसमुच्चयार्थत्वात् । रुक्मः पूर्वमेव द्योतनशीलः अधुनाभीष्टवरलाभेन उर्व्या महत्या दीप्त्या व्यद्यौत् व्यद्युतत् विविधं दीप्तवान् । द्युत दीप्तौ, 'द्युद्भ्यो लुङि' इति परस्मैपदम्, विकरणव्यत्ययनाङं बाधित्वा च्लेस्सिजादेशः, तस्य 'छन्दस्युभयथा' इति सार्वधातुकत्वादिडभावः, हलन्तलक्षणा वृद्धिः, 'बहुलं छन्दसि' इतीडभावः, हल्ङ्यादिसंयोगान्तलोपौ । अत्रैव हेतुमाह - अमृतः खल्वयं वयोभिरभवदिति । तदपि कुत इत्याह – यदेनं द्यौरेवंविधमजनयदिति । तस्मादयमस्मद्दत्तान्यात्मीयानि हवींषि गृहीत्वा यजमाने रुचं दधात्विति शेषः ॥\n\n17अग्नये तेजस्वते पुरोडाशमष्टाकपालं निर्वपेत्तेजस्कामः' इत्यस्य पुरोनुवाक्या - आ यदिति त्रिष्टुप् ॥ यत्तेजः शुचि शुद्धं नृपतिं मनुष्याणां रक्षकम् । 'पातेर्डतिः' 'परादिश्छन्दसि' इत्युत्तरपदाद्युदात्तत्वम् । निषिक्तं वृष्टं रेतः उदकं आनट् अश्नुते प्राप्नोति इषे अन्नाय सस्यादिनिष्पत्तये। न हि वृष्टमात्रमुदकं तदुत्पादने शक्तमपितु पार्थिवेनाग्निना संयुक्तम् । अशू व्याप्तौ, व्यत्ययेन परस्मैपदम्, व्यत्ययेनैव श्नम्प्रत्ययः, व्रश्चादिना षत्वमाडागमः । आङाभिमुख्ये, अयमाभिमुख्येन प्रापत । सोग्निः द्यौर्दीप्यमानः । दिवेः क्विप् । अभीके आसन्ने काले अचिरादेव वक्ष्यमाणगुणविशिष्टं यजमानं जनयत् जनयतु । जनेर्लेट् । शर्धं बलवन्तं अनवद्यमवद्यरहितम् । 'नञ्सुभ्याम्' इत्युत्तरपदान्तोदात्तत्वम् । युवानं तरुणं स्वाधियं स्वकर्मनिरतं स्वात्मनिष्ठं वा । ईदृशं यजमानं कुर्यात्, सूदयच्च सूदयतु च । किं यजमानस्य पापम् । पूर्ववल्लेट्, तिङः परत्वान्न निहन्यते । ईदृशो हि पुरुषस्तेजस्वी भवतीति । 'स एवास्मिन्तेजो दधाति तेजस्व्येव भवति' इति ब्राह्मणम् । केचिदाहुः - यदिति लिङ्गव्यत्ययः, यमग्निं शर्धमनवद्यं युवानं स्वाधियं नृपतिं वृष्टमुदकमानट् सोग्निर्दीप्यमानः क्षिप्रमेव यजमानस्य तेजो जनयतु तेजोविरोधि च सूदयतु इति । 'चादिषु च' इति द्वितीयस्य तिङो निघातप्रतिषेधः, तिङः परत्वात् ॥\n\n18तत्रैव याज्या - स तेजीयसेति त्रिष्टिप् ॥ हे अग्ने स यजमानः पूर्वोक्तगुणविशिष्टो यस्त्वया तेजस्वीति सः तेजीयसा तेजस्वितरेण मनसा, तेजनं तेजः तद्वता निशिततरेण सावधानेनेत्यर्थः । 'अस्मायामेधास्रजो विनिः', 'विन्मतोर्लुक्', 'टेः' इति टिलोपः । त्वोतः त्वया ऊतस्त्वयैव रक्षितोस्त्विति शेषः । 'तृतीया कर्मणि' इति पूर्वपदप्रकृतिस्वरत्वम् । तत्र त्वदूत इति वक्तव्ये पृषोदरादित्वाद्व्यञ्जनलोपः । उत अपि च स्वपत्यस्य शोभनपुत्रपौत्रादेः । 'नञ्सुभ्याम् इत्युत्तरपदान्तोदात्तत्वम् । शिक्षोः शक्तुमिच्छतः । 'सनिमीमा' इत्यादिना इस्भावोऽभ्यासलोपश्च, 'सनाशंसभिक्ष उः' । नृतमस्य मनुष्यतमस्य मनुष्योत्तमस्य यजमानस्य रायः धनानि शिक्ष यजमानकार्यसमर्थान्कर्तुं कृतसङ्कल्पोभव । सन्नन्ताल्लोट्, जिज्ञासाया अविवक्षितत्वात् 'शिक्षेर्जिज्ञासायाम्' इत्यात्मनेपदाभावः । यजमानाय देहीति विवक्षितम् । प्रभूतौ प्रभवार्थं यजमानस्य यथायं लोके तेजस्वी भवति तदर्थमित्यर्थः । निमित्तात्कर्मसंयोगे सप्तमी, 'तादौ च' इति पूर्वपदप्रकृतिस्वरत्वम् । किञ्च - ते तव प्रसादाद्वयं सुष्टुतयः शोभना स्तुतिर्येषां ताडृशास्त्वद्विषयामेव शोभनां स्तुतिं सदा कुर्वन्तः, वस्वः वसुमन्तो भूयाम भवेम अमोघप्रयत्नास्स्यामेति भावः । भवतेर्विध्यादि लिङ्, 'बहुलं छन्दसि' इति शपो लुक् । 'लुगकारेकाररेफाश्च' इति वसुशब्दात्परस्य मत्वर्थीयस्य लुक्, 'जसादिषु वा वचनं छन्दसि प्राङ्णौ चङ्युपधायाः' इति गुणाभावः, 'वा छन्दसि' इति पूर्वसवर्णदीर्घाभावः ह्रस्वादपि भविष्यतीति । यद्वा - तव प्रभूतौ प्रभावे वयं भूयाम प्रभावानुगुणमस्मासु कुर्विति भावः । तदेवाह - सुष्टुतयस्त्वामेव स्तुवन्तो वयं वसुमन्तस्स्याम, यथा ते प्रभावो न हीयत इति ॥\n\n19'अग्नये साहन्त्याय पुरोडाशमष्टाकपालं निर्वपेत्सीक्षमाणः' इत्यस्य पुरोनुवाक्या - अग्ने सहन्तमित्यनुष्टुप् ॥ हे अग्ने सहन्तमभिभवन्तं पराभिभवक्षमं पर्याप्तमित्यर्थः । ईदृशं रयिं धनमाभर आहर । 'हृग्रहोर्भश्छन्दसि' इति । द्युम्नस्य यशस्विनः पुरुषस्यास्मदमित्रभूतस्य प्रासहा प्रहसनेन तादृशमस्मदमित्रमभिभूय तदीयं रयिमस्मभ्यमाभर आहर । षह मर्षणे चौरादिकः उदात्तेत् आधृषीयः, तस्माद्भावे क्विप्, 'नहिवृतिवृषिव्यधिरुचिसहितनिषु क्वौ' इत्युपसर्गस्य दीर्घत्वम् । यो भवान् विश्वाश्चर्षणीः मनुष्यसेनाः अस्मद्विपक्षभूताः वाजेष्वन्नेषु निमित्तभूतेषु । उपलक्षणं चैतत् । अस्माकमन्नादिकं साधयितुं अभिसासहत् अभिभवतु । किं कुर्वन्नित्याह - आसा आसनमात्रेणैव । आसेः क्विप्, 'सावेकाचः' इति विभक्तेरुदात्तत्वम् । सहेर्लेटि 'बहुलं छन्दसि' इति शपश्श्लुः, द्विर्वचने तुजादित्वादभ्यासस्य दीर्घत्वम् । यद्वा - यङ्लुगन्तात् 'लेटोडाटौ' इत्यडागमः तुजादित्वाभावे, अजादेरभावात् 'अभ्यस्तानामादिः' इत्वाद्युदात्तत्वाभावः, 'अच्यनिटि' इत्यत्र हि 'ङित्यजादौ' इत्युक्तम् । 'अनुदात्ते च' इति तर्हि प्राप्नोति? 'छन्दस्युभयथा' इत्यार्धधातुकत्वात् न भविष्यतीत्यदोषः । यद्वा - चुरादिण्यन्तात् 'छन्दसि लुङ्लङ्लिटः' इति लुङ्चङादि, वर्णव्यत्ययेनाभ्यासस्याकारः, 'चङ्यन्यतरस्याम्' इत्युपोत्तमस्योदात्तत्वम् ॥\n\n20तत्रैव याज्या - तमग्ने पृतनासहमित्यनुष्टुप् ॥ हे अग्ने सहस्वः महाबल । 'मतुवसोः' इति रुत्वम् । पृतनासहं सर्वशत्रुसेनाभिभवनसमर्थं तत्र पर्याप्तं रयिं धनं आभर आहर । पूर्ववद्भत्वम् । सहेः क्विप्, कृदुत्तरपदप्रकृतिस्वरत्वम् । यस्मात्त्वमेव सत्यः अवितथः अद्भुतः आश्चर्यभूतः वाजस्यान्नस्य दाता गोमतः गोसहितस्य वाजस्य दातेत्यर्थः । तस्मात्तादृशमन्नमस्मभ्यं देहि येन वयं शत्रूनभिभविष्याम इति ॥\n\n21'अग्नयेन्नवते पुरोडाशमष्टाकपालं निर्वपेद्यः कामयेतान्नवान् स्याम्' इत्यस्य पुरोनुवाक्या - उक्षान्नायेति गायत्री ॥ उक्षा अन्नं यस्य तस्मै । एवं वशान्नाय । सोमपृष्ठाय सोमे हविषि स्थितानि पृष्ठानि स्तोत्राणि यस्य स सोमपृष्ठः, पृष्ठस्तोत्रेण सोमेनाराध्यत इत्यर्थः । व्यधिकरणो बहुव्रीहिः । मत्वर्थीयो वाऽकारः, सोमवन्ति पृष्ठानि यस्येति । वेधसे विधात्रे मेधाविने । उञ्छादित्वादन्तोदात्तत्वम् । ईदृशायाग्नये तुभ्यं स्तोमैस्स्तोत्रैर्विधेम परिचरेम, एवंगुणकं त्वां परिचरेम इत्यर्थः । विधविधाने तौदादिकः । 'क्रियाग्रहणं कर्तव्यम्' इति सम्प्रदानत्वाच्चतुर्थी, द्वितीयार्थे वा विभक्तिव्यत्ययेन । एवमस्माभिस्स्तुतस्त्वं यजमानमन्नवन्तं कुरु । 'स एवैनमन्नवन्तं करोत्यन्नवानेव भवति' इति ब्राह्मणम् ॥\n\n22तत्रैव याज्या - वद्माहीति त्रिष्टुप् ॥ हे सूनो पुत्र । कस्य? सहसः यजमानस्य वा । यद्वा - पुत्रवत्सर्वेषामभिमतकारिन् । सूनुवत्सूनुः उपचारपदं वा । अथवा सोता सूनुः सर्वस्योत्पादकः । सूतेः 'सुवः कित्' इति नुप्रत्ययः । स त्वं वद्मासि, वदत्यनयेति वद्मा वाक्, त्वं वागिन्द्रियम् । तस्यापि कारणं प्राणो वा, त्वया हि सर्वे वदन्ति । असीत्यस्य 'हि च' इति निघातप्रतिषेधः । वद्माशब्द उञ्छादिषु द्रष्टव्यः । पुनश्चाग्निर्विशेष्यते - अद्मसद्वा अद्यत इत्यद्मा अन्नम् । अदेर्मनिन्प्रत्ययः । अद्मनि सीदन्तीत्यद्मसद्वा । 'अन्येभ्योपि दृश्यते' इति सदेर्वनिप्, कृदुत्तरपदप्रकृतिस्वरत्वम् । 'सोग्रभुग्विभजन्तिष्ठन्नाहारमजरः कविः' इति जन्तूनां स्थितिहेतुत्वेन प्रवर्तक इत्यर्थः । यद्वा - हवीरूपेन्ने प्राणिनां स्थित्यर्थमेव त्वं सीदसीति । यस्मादेवमत एव खलु अग्निर्भगवान् जनुषा जन्मना जायमान एवान्नं चक्रे उत्पादितवान् । मध्यमस्य वा प्रथमव्यत्ययः । 'जनेरुसिः' इत्युसिप्रत्ययः । कीदृशन्नं? अज्य अजन्त्येतत्सर्वेपि भोक्तृत्वेनेत्यज्म, सर्वाभिलषितमित्यर्थः । अजेर्मनिन्, 'वलादावार्धधातुके वेष्यते' इति वीभावाभावः । यस्मादेव त्वं सर्वेषां प्राणभूतोसि प्राणस्य च स्थित्यर्थमन्नमुत्पादितवान् तस्मात्स तादृग्विधस्त्वं नः अस्मभ्यमूर्जं अन्नं रसं वा धाः देहि । दधातेर्लेटि 'बहुलं छन्दसि' इति शपो लुक् । हे ऊर्जसने ऊर्जसोन्नस्य दाता सम्भक्ता वा । 'छन्दसि वनसन' इत्यादिनेन्प्रत्ययः, पृषोदरादित्वाद्व्यञ्जनस्य लोपः । यद्वा - ऊर्जा रसेन तद्वतां रसवतां अन्नादीनां दातः । ऊर्क्शब्दान्मत्वर्थीयोकारः । पुनरपि प्रार्थितस्य शीघ्रप्रदानार्थं प्ररोचयन् स्तौति - हे अग्ने राजेव जेः यथा राजा सन्निधिमात्रेणानायासेन शत्रुं जयत्येवं त्वं शत्रुं जयसि । जयतेर्लेटि पूर्ववच्छपो लुक् । किञ्च - आवृके, वृका हिंसकाः कामक्रोधादयः, तद्रहिते पुरुषे स्वात्मनिरते अन्तः मध्ये तदीये हृदये क्षेषि क्षयसि निवससि तमनुगृहीतुम् । क्षि निवासगत्योः, पूर्ववच्छपो लुक् । स त्वं यजमानमन्नवन्तं कुर्विति ॥\n\n23'अग्नये पवमानाय पुरोडाशमष्टाकपालं निर्वपेदग्नये पावकायाग्नये शुचये ज्योगामयावी' इत्यस्ति त्रिहविष्कोष्टिः । तत्राग्नये पवमानायेत्यस्य पुरोनुवाक्या - अग्न आयूंषीति गायत्री ॥ हे अग्ने आयूंषि जीवनान्यन्नानि वास्मदीयानि त्वं खलु पवसे शोधयसि, यथा वर्धन्ते, यथा वा न क्षीयन्ते । अत ऊर्जं रसं क्षीरादिकमिषमन्नं चास्मभ्यमासुव आभिमुख्येन सुव प्रेरय उत्पादयेत्यर्थः । आरे दूरे नीत्वा बाधस्व बाधय नाशय दुच्छुनामुपद्रवं ज्योगामयावित्वलक्षणम् । 'उत यदीतासुर्भवति जीवत्येव' इति ब्राह्मणम् ॥\n\n24तत्रैव याज्या - अग्ने पवस्वेति गायत्री ॥ हे अग्ने स त्वं पवस्व स्वपाः शोभनकर्मा । 'सोर्मनसी अलोमोषसी' इत्युत्तरपदाद्युदात्तत्वम् । अस्मे अस्मभ्यम् । 'सुपां सुलुक्' इति शेआदेशः । वर्चः बलं, सुवीर्यं शोभनवीर्ययुक्तं पवस्व शोधय वर्धय । 'वीरवीर्यौ च' इत्युत्तरपदाद्युदात्तत्वम् । अग्ने इत्यस्याविद्यमानत्वात् पवस्वेति न निहन्यते । किं कुर्वन्नित्याह - पोषं पुण्ष्टिं रयिं धनं च मयि दधत् धारयन् स्थापयन् वर्चो मे धेहीति । 'अभ्यस्तानामादिः' इत्याद्युदात्तत्वम् । 'यदग्नये पवमानाय निर्वपति पुनात्येवैनम्' इति ब्राह्मणम् ॥\n\n25अग्नये पावकायेत्यस्य पुरोनुवाक्या - अग्ने पावकेति गायत्री ॥ हे अग्ने पावक शोधक । 'नामन्त्रिते समानाधिकरणे' इति पूर्वस्याविद्यमानवत्त्वनिषेधात्परमामन्त्रितं निहन्यते । रोचिषा रोचनशीलया मन्द्रया श्लक्ष्णया मदनशीलया वा हे देव जिह्वया त्वदीयया वाचा वा देवानावक्षि आवह आह्वय यक्षि च यज च । उभयत्रापि लेटि 'बहुलं छन्दसि' इति शपो लुक्, तिङः परत्वाद्यक्षीति न निहन्यते, 'चादिषु च' इति द्वितीया तिङ्विभक्तिर्न निहन्यते । इष्ट्वा च देवान्यजमानस्य अभिमतं रसं सम्पादयेति भावः । 'पूत एवास्मिन्नन्नाद्यं दधाति' इति च ब्राह्मणम् ॥\n\n26तत्रैव याज्या - स नः पावकेति गायत्री ॥ हे अग्ने पावक शोधक दीदिवः दीप्यमानः । 'छन्दसि लुङ्लङ्लिटः' इति दिवेर्लिट् 'क्वसुश्च' इति क्वसुरादेशः, 'वस्वेकाजाद्घसाम्' इति नियमादिडभावः, वलि लोपः, तुजादित्वादभ्यासस्य दीर्घ', 'उगिदचाम्' इति नुम्, 'मतुवसोः' इति रुत्वम् । स त्वं नः अस्माकमिहास्मिन्कर्मणि देवानावह । आहूय च नः अस्माकमिमं यज्ञं च हविश्च उपावह देवेभ्य उपहर देवान्प्रापयेत्वर्थः । देवानित्यस्व नकारस्य संहितायां पूर्ववद्रुत्वानुनासिकानुस्वाराः ॥\n\n27'अग्नये शुचये' इत्यस्य पुरोनुवाक्या - अग्निश्शुचिव्रततम इति गायत्री ॥ अयमग्निस्स्वयमेव तावत् शुचिव्रततमः शुद्धकर्मतमः शुद्धान्नतमो वा । अग्नित्वादेव सर्वमेतत्सम्बन्धि शुद्धमित्यर्थः । किङ्च - यस्मादयं विप्रः मेधावी ब्राह्मणो वा ततोपि शुचिश्शुद्धः; तदस्य द्वितीयं शुद्धिकारणमित्यर्थः । किञ्च - यतश्चायं कविः क्रान्तदर्शनः वशीकृतवाङ्मयो वा ततश्च शुचिश्शुद्धः ; तृतीयमिदं शुद्धिकारणम् । अथ चतुर्थमुच्यते - यस्मादयमाहुतः मर्यादया शास्त्रोक्तविधिना हुतस्ततोपि हेतोरिदानीं शुचिर्भूत्वा रोचते । 'गतिरनन्तरः' इति पूर्वपदप्रकृतिस्वरत्वं ॥\n\n28तत्रैव याज्या - उदग्ने इति गायत्री ॥ हे अग्ने तव शुक्रास्तेजोविशेषाः शुचयश्शुद्धाः भ्राजन्तो दीप्यमानाः । व्यत्ययेन परस्मैपदम् । उदीरते उद्गच्छन्ति । ईर गतौ आदादिकः अनुदात्तेत् 'आत्मनेपदेष्वनतः' इत्यदादेशः । किञ्च – तवैव स्वभूतानि सर्वाणि तानि ज्योतींषि अर्चयः अर्चिषश्च त्वदीया एव । यद्वा - तवार्चयः अर्चयितारः यागादिभिराराधयितारः ज्योतींषि भवन्ति ज्योतीरूपास्सम्पद्यन्ते । अर्चेर्ण्यन्तात् 'अच इः' इतीप्रत्ययः । यत एवं महाप्रभावस्त्वं तस्मादस्मदभिमतं शीघ्रं सम्पादयेति भावः ॥\n\nइति यजुर्वेदविवरणे तृतीये चतुर्दशोनुवाकः ॥\n\nइति भट्टकौशिकभास्करमिश्रविरचिते ज्ञानयज्ञाख्ये यजुर्वेदभाष्ये प्रथमे काण्डे तृतीयः प्रपाठकः ॥\nकाण्डानुक्रमणिका ॥\nअथ काण्डक्रमः ॥\n\nपुरोडाशीयमध्वरग्रहदक्षिणान्यग्न्याधेयपुनराधेये अग्न्युपस्थानमैष्टिकं याजमानं तद्विधिर्वाजपे-\nयस्तद्विधी राजसूयः काम्याः पषवश्चेष्टयो दार्श्यं ब्राह्मणमुपानुवाक्यमग्निस्तद्विधिर्द्वे काण्डे पूर्वं द्विचत्वारिंशिकमुत्तरं त्रैंशिकं तदग्न्युपानुवाक्यमित्याचक्षतेऽध्वरादीनां त्रयाणां विधिर्या-\nज्या राजसयविधिस्सत्रायणमश्वमेधस्तस्य क्रमः -\naपञ्चादौ सात्रिका दशिन्योनुवाकोनाः ।\nbषडनुवाकमाग्निकं महापृष्ठं नाम ।\ncद्वे त्रैंशिके दशिन्यौ ।\ndत्र्यानुवाकं द्विचत्वारिंशिकं दहरपृष्ठं नाम ।\neत्रैंशिकोत्तमा दशिनी ।\nfद्विचत्वारिंशिकावनुवाकौ ।\ngदशिन्युत्तमश्च ।\n\nप्रवर्ग्यस्तद्विधिरग्निहोत्रविधिर्होतारस्ताद्विधिरूपहोमाः कौकिलीस्सवास्सूक्तानि नक्षत्रेष्टयः पुरोडाशविधिर्नृमेधपितृमेधौ दार्श्यं हौत्रं पाशुकं चाच्छिद्रकाण्डमश्वमेधविधिरित्येतावन्ति शाखाकाण्डानि॥\nउपनिषदो वेदान्तास्तास्त्रय्यसांहित्यो याज्ञिक्यो वारुण्यश्चेत्येतावत्तित्तिरिः प्रोवाच ॥\nअथाष्टौ काठकानि सावित्रनाचिकेतचातुर्होत्रवैश्वसृजारुणाः पञ्च चितयो दिवश्श्येनयोपामाश्चेष्टयस्स्वाध्यायब्राह्मणमष्टममथ श्लोकाः ॥\nइति प्रथमोऽध्यायः ।\nशाखादिं1 याजमानं8 च होतृन्28 हौत्रं38 च दार्शिकम्15 ।\nतद्विधी35-9-29न्पितृमेधं37 च नवाहुः कस्य तद्विदः ॥१ ॥\nअध्वरप्रभति2-4 त्रीणि तद्विधि20र्वाजपेयिके10-11 ।\nसवा32श्शुक्रियकाण्डे25-26 च नवेन्दोरिति धारणा ॥ २ ॥\nत्रिष्वग्न्याधेयपूर्वेषु5-6-7 अग्नौ च सविधिद्वये18-19 ।\nविधौ चैवाग्निहोत्रस्य27 सप्तस्वग्निमृषिं विदुः ॥ ३ ॥\nअवशिष्टानि यानि स्युः काण्डान्यन्यानि षोडश ।\nविश्वान्देवानृषींस्तेषु विदुर्वेदविदो जनाः ॥ ४ ॥\nसब्राह्मणो राजसूयः पशुबन्धस्सहेष्टिभिः34 ।\nउपानुवाक्यं याज्याश्च अश्वमेधस्सब्राह्मणः ॥ ५ ॥\nसत्रायणं23 चोपहोमा30स्सूक्तानि33 च सहेष्टिभिः34 ।\nसौत्रामणी31 सहाच्छिद्रैः40 हौत्रं30 मेधश्च33 षोडश ॥ ६ ॥\nकाण्डनामोपनिषत्सु42-44 काठकाग्निषु45-48 हव्यवाट् ।\nतदिष्टिकाण्डयो50-51र्विश्वे ब्रह्माम्नायविधा52वृषिः ॥ ७ ॥\nऐकाग्निको विधिः काण्डं वैश्वदेवमिति स्थित्तिः ।\nआरण्यको49 विधिः काण्डमरुणास्तत्रदैवतम् ॥ ८ ॥\nकाण्डशेषान्यथाकाण्डं विदध्यात्तु विचक्षणः ।\nयथा सारस्वते पाठे ज्ञानमात्रमिहोच्यते ॥ ९ ॥\nअथ काण्डऋषीनेतानुदकाञ्जलिभिश्शुचिः ।\nअव्यग्रस्तर्पयेन्नित्यमन्नैः पर्वाष्टमीषु च ॥ १० ॥\nकाण्डोपकरणेष्वेतान् पुरस्तात्सदसस्पतेः ।\nजुहुयात्काण्डसमाप्तौ च श्रुतिरेषा सनातनी ॥ ११ ॥\nइति द्वितीयोध्यायः ॥\nहोतॄन्28प्रवर्ग्यकाण्डं25 च याश्चोपनिषदो42-44 विदुः ।\nअरुणा49म्नायविधि52श्चैव काठके परिकीर्तितौ ॥ १२ ॥\nरुद्रा नारायण43श्चैव मेधो यश्चैव पित्रियः37 ।\nएतदारण्यकं सर्वं नाव्रती श्रोतुमर्हति ॥ १३ ॥\nकारीर्यश्चाथ पित्र्याश्च दिवाकीर्त्येति येषु च ।\nरुद्रास्सन्ततिरित्येतावनुवाकौ च सात्रिकौ ॥ १४ ॥\nहोतृविध्यवसाने चानुवाकचतुष्टयम् ।\nसूक्तेषु सूक्तं यत्सौर्यं मेधो यश्चैव पित्रियः37 ॥ १५ ॥\nकाठकानि45-52 च सर्वाणि सर्वाण्यारण्यकानि25,28,42-44 च ।\nदिवाकीर्त्यानि शाखायामेतावन्तीति धारणा ॥ १६ ॥\nकल्पे पितृविधिश्चैव प्रवर्ग्यविधिरेव च ।\nकाठकानां विधिश्चैव करीरीविधिरेव च ॥ १७ ॥\nअरुणाम्नायविधिश्चैव शतरुद्रविधिस्तथा ।\nकल्पेषु तु या आम्नाता मन्त्रास्तानप्यतन्द्रितः॥ १८ ॥\nयथाक्रममुपाकृत्याधीयीतेति चोच्यते ।\nअक्षारलवणं भूमौ मुखेन पशुवत्कविः ॥ १९ ॥\nचतूरात्रन्तु भुञ्जीत कारीर्यध्ययने व्रतम् ।\nकारीरीव्रतवच्चापि कालव्रतमिहोच्यते ॥ २० ॥\nन तत्र पशुवद्भुञ्ज्यान्न च भूमाविति स्थितिः ।\nकालव्रतं तु यत्प्रोक्तं अग्निकाण्डे तदिष्यते ॥ २१ ॥\nसावित्रीभ्यः प्रभृत्यूर्ध्वमौषध्यनुवाकादिति ।\nसमित्कलापं त्र्यहमाहरन्ति मृगारेष्ट्याम् ॥ २२ ॥\nएष्वन्येषु तु यानन्यान्यमानाचक्षते द्विजाः ।\nतान्यथोक्तान्यथोक्तैश्चाधीयीतेति च शासनम् ॥ २३ ॥\nस्वाध्यायब्राह्मणं काण्डं काठके पठितो विधिः ।\nस्वयम्भूश्चात्र दैवत्यं सर्वभूताधिपपतिः ॥ २४ ॥\nवैशम्पायनो यास्कायैतां प्राह पैङ्गवे ।\nयास्कस्तित्तिरये प्राह उखाय प्राह तित्तिरिः ॥ २५ ॥\nउखश्शाखामिमां प्राह आत्रेयाय यशस्विने ।\nतेन शाखा प्रणीतेयमात्रेयीति च सोच्यते ॥ २६ ॥\nयस्याः पदकृदात्रेयो वृत्तिकारस्तु कुण्डिनः ।\nतां विद्वांसो महाभागां भद्रमश्नुवते महत् ॥ २७ ॥\nविशीर्षाणं नयात्मानमष्टपुच्छं द्विरंसकम् ।\nत्रिंशत्पक्षं समन्विच्छेच्छकुनिं ब्रह्मसम्भवम् ॥ २८ ॥\nउपनिषदोस्य42-44 शिरोर्कावंसौ25-26 भुवनपतेर्नव यान्यात्मा सः ।\nकठविहितानि विदुः पुच्छेष्टौ42-52 यदपि च शेषमतस्तौ पक्षौ ॥ २९ ॥\nमन्त्रामा घर्म25शृङ्गोसावष्टा45-52स्योपनिषत्ककुत् ।\nविध्यङ्गऋषभस्स्वर्विच्चतु47र्होतृललामवान् ॥ ३० ॥\nशाखाद्यादिं विपाप्मानं विधिमन्त्रमयं शुभम् ।\nसामान्यमेतं पन्थानं दिव आहुर्मनीषिणः॥ ३१ ॥\nरहस्य42-44मूल ऋक्पर्णो यजुष्पुष्पप्रवालवान् ।\nयज्ञकर्मफलश्श्रीमान्विप्रभ्रमरसेवितः ॥ ३२ ॥\nछन्दस्स्कन्धश्शाखाशाखो ब्राह्मो वृक्षस्साक्षादेषः ।\nयस्तं विद्यात्स ऋषिर्विप्रस्स स्वर्गच्छेदाप्त्वा कीर्तिम् ॥ ३३ ॥\nएतानृषीन्यजुर्वेदे यः पठन्वेद वेदवित् ।\nऋषीणामेति सालोक्यं स्वयम्भोश्चैति साम्यताम् स्वयम्भोश्चैति साम्यतामिति ॥ ३४ ॥\nइति तृतीयोध्यायः ॥\nकाण्डानुक्रमणिका सम्पूर्णा ॥\n\n—---------------------------------\n"
}