{
  "id": "TS 1.7.8.4",
  "classification": {
    "kanda": "1",
    "prasna": "7",
    "anuvaka": "8",
    "panchasat": "4"
  },
  "header": "TS 1.7.8.4",
  "panchasatInfo": " 37",
  "padaCount": 42,
  "samhita": "मा॒तरा॒ चाऽऽ मा॒ सोमो॑ अमृत॒त्वाय॑ गम्यात् ॥ वाजि॑नो वाजजितो॒ वाजꣳ॑ सरि॒ष्यन्तो॒ वाजं॑ जे॒ष्यन्तो॒ बृह॒स्पते᳚र् भा॒गमव॑ जिघ्रत॒ वाजि॑नो वाजजितो॒ वाजꣳ॑ ससृ॒वाꣳसो॒ वाजं॑ जिगि॒वाꣳसो॒ बृह॒स्पते᳚र् भा॒गे नि मृ॑ढ्वमि॒यं ॅवः॒ सा स॒त्या स॒न्धाऽभू॒द्यामिन्द्रे॑ण स॒मध॑द्ध्व॒-मजी॑जिपत वनस्पतय॒ इन्द्रं॒ ॅवाजं॒ ॅवि मु॑च्यद्ध्वं ॥",
  "pada": "मा॒तरा᳚ । च॒ । एति॑ । मा॒ । सोमः॑ । अ॒मृ॒त॒त्वायेत्य॑मृत - त्वाय॑ । ग॒म्या॒त् ।  । वाजि॑नः । वा॒ज॒जि॒त॒ इति॑ वाज - जि॒तः॒ । वाज᳚म् । स॒रि॒ष्यन्तः॑ । वाज᳚म् । जे॒ष्यन्तः॑ । बृह॒स्पतेः᳚ । भा॒गम् । अवेति॑ । जि॒घ्र॒त॒ । वाजि॑नः । वा॒ज॒जि॒त॒ इति॑ वाज - जि॒तः॒ । वाज᳚म् । स॒सृ॒वाꣳसः॑ । वाज᳚म् । जि॒गि॒वाꣳसः॑ । बृह॒स्पतेः᳚ । भा॒गे । नीति॑ । मृ॒ढ्व॒म् । इ॒यम् । वः॒ । सा । स॒त्या । स॒न्धेति॑ सं - धा । अ॒भू॒त् । याम् । इन्द्रे॑ण । स॒मध॑द्ध्व॒मिति॑ सं - अध॑द्ध्वम् । अजी॑जिपत । व॒न॒स्प॒त॒यः॒ । इन्द्र᳚म् । वाज᳚म् । वीति॑ । मु॒च्य॒द्ध्व॒म् ।  । ",
  "attribute": {
    "rishi": "अज्ञात",
    "devata": "अज्ञात",
    "chandas": "अज्ञात"
  },
  "sayanaBhashya": "\n\nदेवस्याहमिति। कल्पः — “रथमातिष्ठति देवस्याह सवितुः प्रसवे बृहस्प-तिना वाजजिता वाजं जेषमिति” इति।\nआतिष्ठत्यारोहेदित्यर्थः। वाजजिताऽन्नजयकारिणा बृहस्पतिनाऽनुगृहीतोऽहं वाजं जेषमन्नं जेष्यामि।\nएतन्मन्त्रगतं बृहस्पतिशब्दं ब्राह्मणजात्यभिमानिदेवपरत्वेन व्याचष्टे - “देवस्याह सवितुः प्रसवे बृहस्पतिना वाजजिता वाजं णेषमित्याह। सवितृप्रसूत एव ब्रह्मणा वाजमुज्जयति” (ब्रा॰ का॰ १ प्र॰ ३ अ॰ ६) इति।\nदेवस्याहमिति। कल्पः — “ चात्वाले रथचक्रं निमितं ब्रह्माऽऽरोहति तमत एवानुमन्त्रयते देवस्याह सवितुः प्रसवे बृहस्पतिना वाजजिता वर्षिष्ठं नाक रुहेयमिति” इति।\nनिमितं निखातस्य काष्ठस्याग्रे स्थापितं, वर्षिष्ठमतिशयेन प्रवृद्धम्।\nपूर्वमन्त्रवद्व्याचष्टे - ‘देवस्याह सवितुः प्रसवे बृहस्पतिना वाजजिता वर्षिष्ठं नाक रुहेयमि-त्याह। सवितृप्रसूत एव ब्रह्मणा वर्षिष्ठं नाक रोहति’ (ब्रा॰ का॰ १ प्र॰ ३ अ॰ ६) इति।\nविधत्ते – ‘चात्वाले रथचक्रं निमित रोहति अतो वा अङ्गिरस उत्तमः स्वर्गं लो-कमायन्। साक्षादेव यजमानः सुवर्गं लोकमेति’ ब्रा॰ का॰ १ प्र॰ ३ अ॰ ६) इति।\nअत उपरि स्थिताद्रथचक्रात्, उत्तमा उद्गततमाः, साक्षादेवाव्यवधानेनैव।\nविधत्ते - ‘आवेष्टयति। वज्रो वै रथः। वज्रेणैव दिशोऽभिजयति १’ (ब्रा॰ का॰ १ प्र॰ ३ अ॰ ६) इति।\nऊर्ध्वकाष्ठाग्रे स्थापितं ब्रह्मणा समारूढं रथचक्रं त्रिः प्रदक्षिणं पर्यावर्तयेत्। रथस्य वज्रांशत्वाद्वज्रत्वम्। तच्चान्यत्राऽऽम्नातम् - ‘स्फ्यस्तृतीय रथस्तृतीयं यूपस्तृतीयम्’ इति।\nविधत्ते - ‘वाजिना साम गायते। अन्नं वै वाजः। अन्नमेवावरुन्धे’ (ब्रा॰ का॰ १ प्र॰ ३ अ॰ ६) इति।\nवाजिनामन्नार्थिनां संबन्धि यत्साम तद्ब्रह्मा गायेत्। अन्नप्रदस्तु सामविशेषः शाखान्तरे द्रष्टव्यः।\nब्रह्मण इदं गानमित्यापस्तम्बः स्पष्टयति - ‘औदुम्बर रथचक्रं ब्रह्माऽऽरोहति तमाह वाजिना साम गायेति तस्य चक्रं त्रिः प्रदक्षिणमावर्तयति तत्रऽऽवर्त(र्त्य)माने ब्रह्मा गायति’ इति।\nइन्द्रायेति। कल्पः — ‘आघ्नन्ति दुंदभीन्संप्रवदन्ति वाचः संप्रवदिता वाचो-ऽनुमन्त्रयत इन्द्राय वाचं वदतेन्द्रं वाजं जापयतेन्द्रो वाजमजयिदिति’ इति।\nयागलक्षणेन परमैश्वर्येण योगाद्यजमान इन्द्रस्तस्मा इन्द्राय हे सभ्या ब्राह्मणा आशीर्वादरूपां श्रुतां वाचं वदत। इन्द्रं यजमानं वाजं जापयत। अन्नविषये जयं प्रापयत। अयमिन्द्रो यजमानो वाजमन्नमजयिज्जयतु।\nसोऽयं मन्त्र आपस्तम्बेन दुंदुभिवादने विनियुक्तः — ‘इन्द्राय वाचं वदतेति दुंदुभीन्स ह्लादयन्ति’ इति।\nतमेतं दुंदुभिघातं विधातुं प्रस्तौति - ‘वाचो वर्ष्म देवेभ्योऽपाक्रामत्। तद्वनस्पतीन्प्राविशत्। सैषा वाग्वास्पतिषु वदति। या दुंदुभौ। तस्माद्दुंदुभिः सर्वा वाचोऽतिवदति’ (ब्रा॰ का॰ १ प्र॰ ३ अ॰ ६) इति।\nवाग्देवताया वर्ष्म नादात्मकं प्रधानशरीरं, तस्य प्रवेशादयं दुंदुभिः सर्वा मनुष्यवाचोऽतिक्रम्य ध्वनिं करोति।\nविधत्ते - ‘दुंदुभीन्समाघ्नन्ति। परमा वा एषा वाक् २ या दुंदुभौ। परमयैव वाचाऽवरां वाचमवरुन्धे। अथो वाच एव वर्ष्म यजमानोऽवरुन्धे।’ (ब्रा॰ का॰ १ प्र॰ ३ अ॰ ६) इति।\nमन्त्रगतमिन्द्रियपदं वाजमजयिदित्येतच्च व्याचष्टे - ‘इन्द्राय वाचं वदतेन्द्रं वाजं जापयतेन्द्रो वाजमजयिदित्याह। एष वा एतर्हीन्द्रः। यो यजते। यजमान एव वाजमुज्जयति’ (ब्रा॰ का॰ १ प्र॰ ३ अ॰ ६) इति।\nअश्वाजनीति। कल्पः - ‘अथास्मा अश्वाजनिं प्रयच्छति अश्वाजनि वाजिनि वाजेषु वाजिनीत्यश्वान्त्समत्सु वाजयेति’ इति।\nअस्मै यजमानाय। अश्वमजति क्षिपतीत्यश्वाजनी कशा। सा च विजयेनान्न-प्रदत्वाद्वाजिनी। वाजिन्यो वेगवत्योऽश्वगतयस्ता अस्याः कशाया इति वाजि-नीवती। यथोक्तगुणत्रयोपेते हे कशे वाजेष्वन्नेषु निमित्तभूतेषु सत्सु त्वमश्वान्समत्सु युद्धेषु वाजय गमय। (ब्राह्मणेन) अयं मन्त्रः स्पष्टत्वबुद्ध्यो-पेक्षितः।\nत्रीन्विधेयान्विधत्ते - ‘सप्तदश प्रव्याधानाजीं धावन्ति। सप्तदश स्तोत्रं भवति। सप्तदश सप्तदश दीयन्ते ३ सप्तदशः प्रजापतेराप्त्यै’ (ब्रा॰ का॰ १ प्र॰ ३ अ॰ ६) इति।\nप्रकर्षेण बलाधिक्येन विध्यन्ते मुच्यन्ते बाणा यावत्परिमाणेषु देशविशेषेषु तावत्परिमाणा देशाः प्रव्याधाः। ते च सप्तदशसंख्याकाः। तेषामन्तेऽवधित्व-द्योतनाय काचिदौदुम्बरी शाखा निखन्यते तत्काष्ठयुक्तोऽवधिराजिः। तत्पर्य-न्तं रथारूढा धावेयुः। अस्मिन्वाजपेये सामवेदप्रसिद्धं यत्स्तोत्रं तत्सप्तदशसं-ख्याकावृत्तियुक्तं भवेत्। तदावृत्तिप्रकारस्त्वष्टमप्रपाठके समिधमातिष्ठेत्यस्मिन्न-नुवाके ब्राह्मणोदाहरणेन स्पष्टी करिष्यते। दक्षिणात्वेन दातव्यानां रथादीनां गोशतान्तानां द्रव्याणां मध्य एकैकद्रव्यं सप्तदशसंख्यायुक्तं दद्यात्। तच्चाऽ-ऽपस्तम्बो दर्शयति - ‘दक्षिणाकाले सप्तदश रथान्ददाति सप्तशानांसि सप्तद-शाश्वान्सप्तदश हस्तिनः सप्तदश निष्कान्सप्तदश दास्यः(सीः) सप्तदशाजाः सप्तदशावीः सप्तदश वासांसि सप्तदश गवां शतानि’ इति। यद्यपि स्तोमवि-शेषविधेर्देयद्रव्यसंख्याविधेश्च नायमवसरस्तथाऽपि गन्तव्यदेशविशेषसंख्या-विधिप्रसङ्गेन तदुभयं विहितम्। तथा सत्येकेनैव सप्तदशः प्रजापतिरित्यनेनार्थवादेन विधित्रयस्य स्तोतुं शक्यत्वात्।\nअर्वाऽसीति। कल्पः — ‘तथा यथायुक्तमश्वान्क्षिपति अर्वाऽसीति दक्षिणां सप्तिरसीति मध्यमं वाज्यसीत्युत्तरम्’ इति।\nअर्वादयोऽश्वजातिविशेषाः। तदेवाभिप्रेत्यान्यत्राऽऽम्नायते - ‘हयो देवा-नवहदर्वाऽसुरान्वाजी गन्धर्वानश्वो मनुष्यान्’ इति। वामदक्षिणयोरश्वयोर्मध्य ईषाद्वयं प्रसार्य तयोर्मध्ये सप्त्याख्यजातिविशेषोपेतमश्वं युञ्ज्यात्।\nत्रींस्तान्देवतात्रयरूपेण स्तौति - ‘अर्वाऽसि सप्तिरसि वाज्यसीत्याह। अग्निर्वा अर्वा। वायुः सप्तिः। आदित्यो वाजी। एताभिरेवास्मै देवताभिर्देवरथं युनक्ति’ (ब्रा॰ का॰ १ प्र॰ ३ अ॰ ६) इति।\nपूर्वं यजुषा युनक्तीत्यत्र मन्त्रो विहितः इदानीं रथयोगं विधत्ते-\n‘प्रष्टिवाहिनं युनक्ति। प्रष्टिवाही वै देवरथः। देवरथमेवास्मै युनक्ति (४)’ (ब्रा॰ का॰ १ प्र॰ ३ अ॰ ६) इति।\nपादत्रयोपेतो भोजनपात्रस्याऽऽधारस्तद्वदश्वैस्त्रिभिर्वहतीति प्रष्टिवाही। अत एवोपरिष्टाद्वक्ष्यते - ‘त्रयोऽश्वा भवन्ति रथश्चतुर्थः’ इति।\nवाजिन इति। कल्पः — ‘अथैतानाजिसृतो विख्यापयति वाजिनो वाजं धावत मरुतां प्रसवे जयत वि योजना मिमीध्वमध्यनः स्कभ्नीत काष्ठां गच्छ-तेति।\nहे वाजिनोऽश्वा वाजमन्नं संपादयितुं त्वरया धावत। मरुतामनुज्ञायां सत्या-मन्नं जयत। विशेषेण बहून्यपि योजनानि मिमीध्वं शीघ्रधावनेन परिमिता-न्यल्पानीव कुरुत। किंचाध्वनो मार्गान्स्कभ्नीत स्कम्भयत शीघ्रगत्या पीडि-तान् कुरुत। काष्ठामध्वसमाप्तिमाजिशिरो गच्छत।\nअस्मिन्मन्त्रे प्रथमभागं प्रतीकत्वेनोपादाय चतुर्थभागे काष्ठाशब्दं व्याचष्टे - ‘वाजिनो वाजं धावत काष्ठां गच्छतेत्याह। सुवर्गो वै लोकः काष्ठा। सुवर्गमेव लोकं यन्ति’ (ब्रा॰ का॰ १ प्र॰ ३ अ॰ ६) इति।\nदिग्विशेषं विधातुं प्रस्तौति - ‘सुवर्गं वा एते लोकं यन्ति। य आजिं धावन्ति’ (ब्रा॰ का॰ १ प्र॰ ३ अ॰ ६) इति।\nविधत्ते - ‘प्राञ्चो धावन्ति। प्राङिव हि सुवर्गो लोकः’ (ब्रा॰ का॰ १ प्र॰ ३ अ॰ ६) इति।\nप्राञ्चः पूर्वाभिमुखाः। ऐन्द्रत्वात्स्वर्गस्य प्राग्दिग्वर्तित्वम्।\nकल्पः - ‘अथ रथान्धावतोऽनुमन्त्रयते वाजेवाजेऽवत वाजिनो न इति चतसृभिरनुच्छन्दसम्’ इति।\nतत्रेयमृक्प्रथमा - वाजेवाज इति। हे वाजिनोऽश्वा वाजेवाजे तत्तदन्ननिमित्तं धननिमित्तं च नोऽस्मानवत। विप्रा ब्राह्मणवत्स्नानेन शुद्धा अमृता मरणरहिताः श्रमरहिता ऋतज्ञा ऋतं सत्यमस्य गन्तव्यदेशं जानन्तः। तादृगश्वाभिमानिनो हे देवा अस्य मध्व पिबत, धावनात्पूर्वं पश्चाच्चावघ्राप्यामाणं मधुसमानं नैवारचरुरसं पिबत। पीत्वा त मादयध्वं हृष्टा भवत। ततस्तृप्ताः सन्वो देवयानैः पथिभिराजिं प्रति यात।\nअथ द्वितीया - ते न इति। तेऽश्वा अर्वन्तो गतिकुशला हवनश्रुतोऽस्मदाह्वानश्रोतारो वाजिनोऽन्नवन्तो विश्वे सर्वेऽपि हवमाह्वानमस्मद्वचनं शृण्वन्तु।\nअथ तृतीया - मितद्रव इति। महान्तमपि पन्थानं मितमल्पमिव द्रवन्ति गच्छन्तीति मितद्रवः। सहस्रसाः सहस्रस्य महतोऽन्नराशेः सनितारो दातारः। मेधसाता यज्ञस्य प्रदातारः सनिष्यवः सनिं द्रव्यदानमस्मास्विच्छन्तः। ईदृशा येऽश्वाः समिथेषु संग्रामेषु महो रत्नमत्यधिकं शत्रोर्धनं जभ्रिरे हृतवन्तस्ते वाजिनो नोऽस्माकं शं भवन्तु सुखकरा भवन्तु।\nअथ चतुर्थी - देवताता इति। देवताता देवानर्हन्तीति देवतातयः। मितद्रवः पूर्ववत्। स्वर्काः शीघ्रधावनेन सुष्ट्वर्चनीयाः, ते वाजिनोऽहिं वृकं रक्षांसि सर्पवदरण्यश्ववत्बाधकान्राक्षसाञ्जम्भयन्तः, वर्णव्यत्ययः। सनेमि क्षिप्रमेवामीवा रोगानस्मद्युयवन्नस्मत्तो वियोजितवन्तः।\nतदेवमध्यापकसंप्रदायमनुसृत्य मन्त्रचतुष्टयं विभक्तम्। बौधायनाचार्यस्तु ते नो अर्वन्त इत्यादिर्वाजिनो हवेष्वित्यन्त एक एव मन्त्र इत्यभिप्रेत्य चतुर्थीमेष स्य वाजीत्यादिकामृचं चतुष्टयेऽन्तर्भावयामास। तदीयपाठस्तु -\nएष स्य इति। ग्नीवायां कक्ष आस्ये च तत्तदुचितरज्जुविशेषैर्बद्धः सन्नेष स्य वाज्येषोऽश्वः क्षिपणिं तुरण्यति कशां त्वरयति, बहुधा बद्धत्वाद्रथं भञ्जयितु-मितस्ततो न गच्छति, कशयाऽश्वः शीघ्रं धावतीत्यर्थः। दधिक्रा धारका-न्मार्गावरोधकान्पाषाणादीनप्यतिक्रामन्क्रतुं सादिनोऽभिप्रायमनु संतवीत्वत्स-म्यगनुसंदधानः पथां मार्गाणामङ्कांसि लक्षणानि कुतिलानि निम्नोन्नतानि च वाज्यन्वापनीफणदनुक्रमेणर्जुत्वं समत्वं चाऽऽपादयंस्तुरण्यतीति पूर्वत्रान्वयः।\nकल्पः — ‘स यद्यस्मै रथभ्रेषमाचक्षत आग्नीध्र एतां जुहोत्युत स्मास्यद्रवत-स्तुरण्यत इति’ इति।\nपाठस्तु - उत स्मास्येति। उत स्मापि च द्रवतो गच्छतस्तुरण्यतस्त्वरयतः प्रगर्धिनोऽ-वधिं प्राप्तुं काङ्क्षतोऽस्याश्वस्याङ्कसं शृङ्गारचिह्नं वस्त्रचामरादिकं परि सर्वस्मिन्नपि देहे वर्तमानमनु वाति गच्छन्तमश्वमनूत्क्षिप्तत्वेन दृश्यमानं गच्छति। कस्य किमिव। वेः पक्षिणः पर्णं न पक्ष इव। यथा त्वरया गच्छतः पक्षिणः पक्ष उत्क्षिप्तो गच्छन्नवलोक्यते तथा धावतोऽश्वस्यालंकाररूपं वस्त्रचामरादिकं विस्पष्टमवलोक्यते। पक्षिमात्रस्य पर्णमङ्कसस्य दृष्टान्तत्वे-नाभिहितम्। शीघ्रधावने श्येनदृष्टान्त उच्यते। ध्रजतो गच्छतः श्येनस्येव दधिक्राव्णो धारकपर्वताद्यतिक्रामिण ऊर्जा सहात्यन्तबलेन सह तरित्रतो भृशं तरतोऽश्वस्येति योज्यम्।\nआपस्तम्बस्त्वेवमाह- ‘वाजिनो वाजं धावतेति चतसृभिर्धावतोऽनुमन्त्र-यतेऽग्निरेकाक्षरेणेति धावत्सूज्जितीर्यजमानं वाचयति लक्षणं प्राप्योदञ्च आवृत्य प्रदक्षिणमावर्तन्ते मितद्रव इति चतसृभिः इत्याधावतोऽनुमन्त्रयते’ इति। वाजिनो वि योजना वाजेवाजे ते नो अर्वन्त इति चतस्रः।\nप्रधावतोऽनुमन्त्रणं विधत्ते - ‘चतसृभिरनुमन्त्रयते। चत्वारि छन्दासि। छन्दोभिरैवैनान्त्सुवर्गं लोकं गमयति (५)’ (ब्रा॰ का॰ १ प्र॰ ३ अ॰ ६) इति।\nगायत्री त्रिष्टुब्जगत्यनुष्ठुबिति च्छन्दसां चतुष्टयम्। उदङ्मुखत्वेनाऽऽवृत्तिं विधत्ते-\n‘प्र वा एतेऽस्माल्लोकाच्च्यवन्ते। य आजिं धावन्ति। उदञ्च आवर्तन्ते। अस्मादेव तेन लोकान्नयन्ति’ (ब्रा॰ का॰ १ प्र॰ ३ अ॰ ६) इति।\nकल्पः — ‘रथविमोचनीयं जुहोत्या मा वाजस्य प्रसवो जगम्यादिति’ इति।\nपाठस्तु - आ मा वाजस्येति। वाजस्यान्नस्य प्रसव उत्पत्तिर्मां प्रत्याजगम्यादागच्छतु। द्यावापृथिव्यौ च विश्वशंभू कृत्स्नस्य जगतः सुखं भावयन्तौ(न्न्यौ) मामागच्छ-ताम्। पितरा मातराऽस्मदीयः पिता माता च मां प्रत्यागम्यादागच्छतु।\n‘अपाम सोमममृता अभूम’ इति ह्यन्यत्र श्रुतम्।\nविधत्ते - ‘रथविमोचनीयं जुहोति प्रतिष्ठित्यै’ (ब्रा॰ का॰ १ प्र॰ ३ अ॰ ६) इति। रथविमोकेनाश्वानामायासं परिहृत्य स्वयं प्रतिष्ठितो भवति।\nमन्त्रे वाजप्रसवोक्तेरभिप्रायमाह - ‘आ मा वाजस्य प्रसवो जगम्यादित्याह। अन्नं वै वाजः। अन्नमेवावरुन्धे’ (ब्रा॰ का॰ १ प्र॰ ३ अ॰ ६) इति।\nइतरैः षोडशरथैर्धावद्भ्यः कृष्णलदानं विधातुं प्रस्तौति - ‘यथालोकं वा एत उज्जयन्ति। य आजिं धावन्ति (६)’ (ब्रा॰ का॰ १ प्र॰ ३ अ॰ ६) इति।\nये रथान्तरवर्तिन आजिं धावन्ति, एते यथालोकं यथास्थानमुज्जयन्ति। यस्मिन्यस्मिन्स्थाने यो यो धावत्यसावसौ तत्तत्स्थानं जयतीत्यर्थः।\nविधत्ते - ‘कृष्णलं कृष्णलं वाजसृद्भ्यः प्रयच्छति। यमेव ते वाजं लोकमुज्जयति। तं परिक्रीयावरुन्धे’ (ब्रा॰ का॰ १ प्र॰ ३ अ॰ ६) इति।\nयवत्रयपरिमितं सुवर्णं कृष्णलम्। वाजमन्नमुद्दिश्य सरन्ति धावन्तीति वाजसृतो रथान्तरवर्तिनः।\nअत एवाऽऽपस्तम्बः — ‘यजुर्युक्तं यजमान आरोहति वाजसृत इतरान्रथान्’ इति।\nएकैकस्मै वाजसृत एकैकं कृष्णलं दद्यात्तेन तैः संपादितमन्नं निवासस्थानं च परिक्रीय स्वाधीनं करोति।\nतान्षोडश कृष्मलान्पुनरादायैकीकृत्य ब्रह्मणे तद्दानं विधत्ते – ‘एकधा ब्रह्मण उपहरति। एकधैव यजमाने वीर्यं दधाति’ (ब्रा॰ का॰ १ प्र॰ ३ अ॰ ६) इति।\nचरुं विधातुं प्रस्तौति - ‘देवा वा ओषधीष्वाजिमयुः। ता बृहस्पतिरुजयत्। स नीवारान्निरवृणीत। तन्नीवाराणां नीवारत्वम्’ (ब्रा॰ का॰ १ प्र॰ ३ अ॰ ६) इति।\nयथा पूर्वं प्रथमतो वाजपेययागार्थमाजिं धावतो बृहस्पतेर्जयस्तद्वदत्राप्यो-षधीषु सारस्वीकारायाऽऽजिप्राप्तौ बृहस्पतिर्जयं प्राप्यौषधीषु सारत्वेन नीवारानन्याभ्य ओषधीभ्यो निष्कृष्यावृणीत। निःशेषेण वृतत्वान्नीवारत्वं संपन्नम्।\nविधत्ते - ‘नैवारश्चरुर्भवति (७) एतद्वै देवानां परममन्नम्। यन्नीवाराः। परमेणैवास्मा अन्नाद्येनावरमन्नाद्यवरुन्धे’ (ब्रा॰ का॰ १ प्र॰ ३ अ॰ ६) इति।\nशाल्यादिभ्योऽत्यन्तपूतत्वेन नीवाराणां देवान्नत्वम्।\nचरोः परिमाणं विधत्ते - ‘सप्तदशशरावो भवति। सप्तदशः प्रजापतिः। प्रजापतेराप्त्यै’ (ब्रा॰ का॰ १ प्र॰ ३ अ॰ ६) इति।\nचरोः सप्तदशशरावपरिमितत्वं पूर्वं तत्प्रचारविधौ व्याख्यातम्।\nचरुनिष्पादनोपयुक्तं द्रव्यविशेषं विधत्ते - ‘क्षीरे भवति। रुचमेवास्मिन्दधाति’ (ब्रा॰ का॰ १ प्र॰ ३ अ॰ ६) इति।\nरुचं स्वादुत्वम्।\nनिष्पन्ने चरौ घृतप्लावनं विधत्ते - ‘सर्पिष्वान्भवति मेध्यत्वाय’ (ब्रा॰ का॰ १ प्र॰ ३ अ॰ ६) इति।\nएतदेवाभिप्रेत्याश्वदेवानुद्दिश्यास्य मध्वः पिबत मादयध्वमित्यस्य मन्त्रस्यार्थो व्याख्यातः।\nचरोर्देवतां विधत्ते - ‘बार्हस्पत्यो वा एष देवतया (८)। यो वाजपेयेन यजते। बार्हस्पत्य एष चरुः’ (ब्रा॰ का॰ १ प्र॰ ३ अ॰ ६) इति।\nकर्तव्य इत्याध्याहारः। वाजपेययाजिनो बृहस्पतिर्देवतेति तत्रत्यचरोरपि सा देवता युक्ता।\nवाजिन इति। कल्पः – ‘तमेतान्यजुर्युजोऽश्वानवघ्रापयति– वाजिनो वाज-जितो वाज सरिष्यन्तो वाजं जेष्यन्तो बृहस्पतेर्भागमव जिघ्रापयति’ इति।\nवाजजितोऽन्नं जेतुमुद्यता वाजिनो हेऽश्वा वाजमन्नं जेतुमाजिमुद्दिश्य सरिष्यन्तो धावनं करिष्यन्तो वाजमन्नं जेष्यन्तो यूयं बृस्पतेर्भागमिमं चरुमवजिघ्रत।\nवाजिन इति। कल्पः – “युजुर्यजोऽश्वान्प्रत्याधावतोऽवध्रापयति–वाजिनो वाजजितो वाज ससृवासो वाजं जिगिवासो बृहस्पतेर्भागे नि मृड्ढ्वमिति” इति।\nयजमानार्थे रथे यजुर्भिर्मन्त्रैर्योजनीया अश्वा यजुर्युजः। ससृवांसो धावनं कृतवन्तः। जिगिवांसो जयं कृतवन्तः। निमृड्ढ्वं शुद्धा भवत। आपस्तम्बमते तु जिगिवास इत्यन्तो मन्त्रः। तदर्थपूरणाय बृहस्पतेर्भागमवजिघ्रतेति पूर्वस्मान्मन्त्रादनुवर्तनीयम्। अवशिष्टभागो मन्त्रान्तरं, तस्य विनियोगं स एवाऽऽह – ‘बृहस्पतेर्भागे निमृड्ढ्वमिति प्रप्रोथेषु च लेपान्निमार्ष्ठि’ इति। प्रप्रोथा ओष्ठाग्राणि।\nआजिधावनात्पुरा पश्चाच्चावघ्रापणं विधत्ते - ‘अश्वान्त्सरिष्यतः सस्रुषश्चावघ्रापयति। यमेव ते वाजं लोकमुज्जयन्ति। तमेवावरुन्धे’ (ब्रा॰ का॰ १ प्र॰ ३ अ॰ ६) इति।\nइयं व इति। कल्पः — ‘अथ रथान्विमुच्यमानाननुमन्त्रयते–इयं वः सा सत्या संधाऽभूद्यामिन्द्रेण समधद्ध्वमिति’ इति।\nहे रथा वो युष्मकमियं संधाऽऽजिधावनप्रतिज्ञा सा सत्याऽभूत्। यां प्रति-ज्ञामिन्द्रेणेन्द्रानुग्रहेण समधद्ध्वं सम्यग्धारितवन्तः। इन्द्रानुग्रहायैवेन्द्रस्य वज्रोऽसीति रथमन्त्र आम्नातः।\nअजीजिपतेति। कल्पः - ‘दुंदुभीनवस्यातोऽनुमन्त्रयते–अजीजिपत वनस्पतय इन्द्रं वाजं वि मुच्यध्वमिति’ इति।\nहे वनस्पतयो वनस्पतिविकारा दुंदुभय इन्द्रं यागस्वामिनं वाजमन्नमनुद्दि-श्याजीजिपत यथा जितवान्भवति तथा जितवन्तः। तादृशा यूयं पूर्वं यत्र बद्धास्ततो विमुच्यध्वं विमुक्ता भवत। बन्धनप्रदेशस्त्वापस्तन्बेन दर्शितः — दक्षिणस्यां वेदिश्रोण्यां सप्तदश दुंदुभीन्प्रबध्नातीति’ इति।\nविधत्ते - ‘अजीजिपत वनस्पतय इन्द्रं वाजं विमुच्यध्वमिति दुंदुभीन्विमुञ्चति। यमेव ते वाजं लोकमिन्द्रियं दुंदुभय उज्जयन्ति। तमेवावरुन्धे (८)’ (ब्रा॰ का॰ १ प्र॰ ३ अ॰ ६) इति।\nअत्र विनियोगसंग्रहः —\n“देवाऽऽरोहेद्रथं स्वामी ब्रह्मारोहणमन्त्रणम्।\nदेवेतीन्द्रा दुंदुभीनां घोषोऽश्वाज कशाग्रहः॥१॥\nअर्वाऽसीति त्रिभिर्मन्त्रैर्युनक्त्यश्वत्रयं रथे।\nवाजीत्येतैर्मन्त्रयेत चतुर्भिर्धावतो रथान्॥२॥\nमितेत्याभिश्चतसृभिस्तान्प्रत्याधावतो रथान्।\nआ मा रथविमुक्त्याख्यं जुहुयाद्वाजिनद्वयात्॥३॥\nगतेः पुरोपरिष्टाच्च घ्रापयेच्चरुमश्वकान्।\nबृहादिजिघ्रतेत्यन्तो द्वितीयेऽप्युनुषज्यते॥४॥\nबृहेति मार्ष्टि घोणायामियं तु रथमन्त्रणम्।\nअजी दुंदुभिन्त्रः स्यादेकविंशतिरीरिताः॥५॥” इति।\nअथ मीमांसा।\nदशमाध्यायस्य तृतीयपादे चिन्तितम् —\n“यजुर्युक्तोऽध्वर्युभागं बाधते यमयत्युत।\nबाधः प्राकाशवन्मैवं पक्षे प्राप्तो नियम्यते॥”\nवाजपेये श्रूयते – “यजुर्युक्तं रथमध्वर्यवे ददाति” इति। तस्यायमर्थः — रथशकटदासीनिष्कादीनि सप्तदश द्रव्याणि प्राकृतगवाश्वादिदक्षिणाद्रव्यबाध-कान्यत्र विहितानि। तेषु च प्रतिद्रव्यं सप्तदशसंख्या विहिता। ततो रथाः सप्तदश। तेषु मुख्यं रथं यजमानारोहणायेन्द्रस्य वज्रोऽसीत्यादिभिर्यजुर्वेदो-क्तैर्मन्त्पैः सज्जी करोति। सोऽयं यजुर्युक्तो रथः। तं च दक्षिणाकालेऽध्वर्यवे दद्यादिति। प्राकाशावध्वर्यवे ददातीत्यत्र यथा चोदकप्राप्तस्याध्वर्युभागस्य बाध एवमत्रापि। ननु सप्तदशद्रव्यविधानेनैव प्राकृतद्रव्यबाधः सिद्धः। बाढम्। त-थाऽप्यर्धिनः पादिन इत्यादिसमाख्याप्रापिता विषमविभागविशेषकॢप्तिर्न द्रव्या-न्तरविधिमात्रेण बाधितुं शक्या। विरोधिनो विधान्तरस्याधानात्। अतश्चोदक-प्राप्ता येयमध्वर्योर्भागविशेषकॢप्तिः सा यजुर्युक्तरथरूपभागविशेषविधिना बाध्यते। तस्मादध्वर्योर्न रथान्तरभागोऽस्ति नापि शकटदास्यादिभाग इति पूर्वः पक्षः। नैतद्युक्तम्। प्राकाशदृष्टान्तवैषम्यात्। अत्यन्तमप्राप्तौ हि प्राकाशौ तत्र विधेयौ। यजुर्युक्तरथस्तु पक्षे प्राप्तः। तथा हि – सप्तदश रथान्ददातीत्युक्ते कस्य को रथ इति विवक्षायां यजमानेच्छाया नियामकत्वाद्यदाऽध्वर्यवे तं दातुमिच्छति तदा प्राप्नोति, यदा नेच्छति तदा न प्राप्नोतीति पक्षे प्राप्तिः। ततो यजुर्युक्तो यो रथः सोऽध्वर्यवेऽवश्यं देय इति नियम्यते। अतो न कस्याप्यनेन बाधः।\nतत्रैव द्वितीयपादे चिन्तितम् —\n“शरावैः सप्तदशभिर्यश्चरुस्तत्र मुष्टयः।\nचत्वारः सन्ति नो वोत स्यादेकं मुष्टिसंख्ययोः।\nतत्किमाद्यश्चोदितत्वाच्छरावापूरणान्न सः।\nद्वितीयोऽस्त्विति चैन्मैवं द्विलोपे बाधगौरवात्॥\nतृतीयोऽस्त्वेकलोपे(पोऽ)त्र धर्मः संख्यैव लुप्यताम्।\nक्रियायोगान्न तद्धर्मः प्राथम्यात्साऽनुगृह्यताम्॥”\nप्रकृतौ ‘चतुरो मुष्टीन्निर्वपति’ इति मुष्टितत्संख्ये श्रुते। तथा वाजपेये विकृतिरूपः सप्तदशशरावश्चरुः श्रुतः। तत्र चरौ किं मुष्टिसंख्ये द्वे अपि विद्येते किंवा द्वे अपि न विद्येते। आहोस्मिदुभयोरेकमस्त्यन्यन्नास्ति। यदैकं तदाऽपि किं मुष्टिरेव किंवा संख्यैवेति संशयः। चोदकप्राप्तमुभयमस्तीत्याद्यः पक्षः प्राप्नोति। चतुर्भिर्मुष्टिभिः सप्तदशशरावपूरणे समर्थस्य चरोरनिष्पत्तेः स पक्षो न युक्तः। तर्हि मुष्टिसंख्ये द्वे अपि बाध्येते इति द्वितीयः पक्षोऽस्त्विति चेन्मैवम्। एकतरबाधेनैव पूरणाभावपरिहारे सिद्धे सति द्वयोर्बाधे गौरवप्रसङ्गात्। नन्वत्रोपदिष्टेन शरावद्रव्येणातिदिष्टं मुष्टिद्रव्यं बाध्यते, तथा सप्तदशसंख्यया चतुःसंख्या बाध्यत इत्युभयबाधोऽवश्यंभावी। मैवम्। भिन्नविषयत्वेन बाधासंभवात्। शरावसप्तदशसंख्ये यागसंबद्धे मुष्टिचतुःसंख्ये तु निर्वापसंबद्धे इतिविषयभेदः। कथं तर्ह्यत्र बाधप्रसङ्गः। अन्यथाऽनुपपत्त्ये-ति वदामः। अनुपपत्तिश्च पूरणासंभवेन दर्शिता। पूरणं चैकबाधेनाप्युपपद्यते। मुष्टिबाधे यथोचितं चतुःसंख्योपेतैः कुडवादिभिः पूर्तिः स्यात्। चतुःसंख्याबाधे यथोचितमधिकसंख्योपेतैर्मुष्टिभिः पूर्तिर्भविष्यति। एवं तर्ह्येकलोप इति तृतीयः पक्षोऽस्तु। तत्र संख्या धर्मः, मुष्टिर्धर्मी। तथा सति मुष्टौ लुप्ते सति निराश्रयस्य धर्मस्यासिद्धेः संख्यालोपोऽप्यवश्यंभावी। संख्यायां तु लुप्तायां मुष्टिः शक्नोत्यवस्थातुम्। तस्मात्संख्यैव लुप्यतामिति प्राप्ते ब्रूमः — चतुःसंख्या तावन्न मुष्टिमात्रेऽन्वेति, कर्मकारकवाचिद्वितीयाविभक्त्यन्तस्य चतुःशब्दस्य सह कर्मकारकेण निर्वपतिधातुना सहान्वयात्। अतः संख्या न मुष्टिधर्मः। पार्ष्णिकान्वयेन तु मुष्टिविशेषणं भविष्यति। संख्यामुष्टयोः क्रियासंबन्धे समाने सत्यपि प्रथमश्रुतत्वात्साऽनुगृह्यते, चरमश्रुतत्वे दुर्बलो मुष्टिर्बाध्यत इति राद्धान्तः॥\nइति श्रीमत्सायणाचार्यविरचिते माधवीये वेदार्थप्रकाशे कृष्णयजु-र्वेदीयतैत्तिरीयसंहिताभाष्ये प्रथमकाण्डे सप्तमप्रपाठकेऽष्टमोऽनुवाकः॥८॥\n",
  "bhattaBhashya": "\n\n\n2चात्वाले रथचक्रं निमितं ब्रह्माधिरोहति तमभिमन्त्रयते - देवस्येति ॥ गतम् । वर्षिष्ठं वृद्धतमं नाकं स्वर्गं स्वर्गस्थनीयं चक्रं रुहेयमारोहामि नाकमेव वानेन निमित्तेनारुहेयम् । 'लिङ्याशिष्यङ्' ॥\n\n3दुन्दुभिं संह्रादयति - इन्द्रायेति ॥ इन्द्रायेन्द्रार्थं सर्वे वाचं वदत तस्य स्वामित्वात् यथेन्द्रो जयति तथा शब्दयत । यजमान एव वा ऐश्वर्ययोगादिन्द्रः ; तस्य शोभनां वाचं वदत । इन्द्रं वाजं जापयत । 'क्रीङ्जीनां णौ' इत्यात्वम्, 'अर्तिह्री' इत्यादिना पुक् । इन्द्रश्च वाजमन्नमजयित् अजयत् । जयतेश्छान्दसे लङि वर्णयत्ययेन शप इकारः । शपो वा लुकि तिप इडागमः ॥\n\n4अश्वाजनीं प्रयच्छति - अश्वाजनीति गायत्र्या ॥ याऽश्वानाजयति गमयति साश्वाजनी कशोच्यते । वाजिनी अन्नवीती यज्ञसाधनद्वारेण । यद्वा - वेगवती ; अश्वानां वेगहेतुत्वात् । वाजेषु अन्नेषु साध्येषु वाजिनीवती वेगवत्या गत्या तद्वती । यद्वा - वेगवत्याश्वपङ्क्त्या तद्वती । सा त्वमश्वान् समत्सु सङ्ग्रामेषु वाजय गमय । सह माद्यन्त्यास्विति समदः ॥\n\n5-7तयाश्वान् समवक्षिणोति - अर्वासीति ॥ अर्वा अरणकुशलः । 'अन्येभ्योपि दृश्यन्ते' इति वनिप् । तादृशोसीति दक्षिणम् । सप्तिः । षप समवाये । सङ्ग्रामेषु सहसा समवैति । तादृशोसीति मध्यमम् । वाजी वेगवान् अन्नवान्वा । तादृशोसीत्युत्तरम् । उक्तमुदात्तयणः परस्यानुदात्तस्य स्वरितत्वम् । अग्निर्वा अर्वा । वायुस्सप्तिः । आदित्यो वजी ।' इत्यादि ब्राह्मणम् ॥\n\n8-9अश्वानाजिशिरोभ्यावर्तयति - वाजिन इति द्वाभ्याम् । तत्राद्या द्विपदा गायत्री ॥ हे वाजिनः अश्वा वाजमन्नं प्रति धावत वाजं साधयितुं शीघ्रं गच्छत । सर्तेर्वेगितायां गतौ धावादेशः । मरुतां प्रसवेऽनुज्ञायां जयतान्नम् । ते हि युष्मानाज्ञापयन्ति ; यूयं चास्माकं जयत । कथं धावतीति चेत् - वियोजनेति । इयं त्रिपदोपमा प्रतिष्ठा वा ; 'षट्कसप्तकाष्टकैर्विवर्धमाना । विपरीता प्रतिष्ठा' इति । ककुद्मती वा, 'एतस्मिन् पञ्चमे सर्वं छन्दः शङ्कुमती । षट्के ककुद्मती' । योजना योजनानि विमिमीध्वं बहून्यपि योजनानि मिमीध्वम् । गमनशैघ्र्येण विमितानि परिमितानि अल्पानीव कुरुध्वम् । माङ् माने । किञ्च - अध्वनो मार्गान् स्कभ्नीत स्तम्भयत शीघ्रया गत्या हितानि कुरुत । काष्ठामध्वसमाप्तिं आजिशिरो गच्छत । गन्तव्यमध्वानं शीघ्रं लङ्घयतेति यावत् ॥\n\n10अश्वान् धावतोनुमन्त्रयते - वाजेवाज इत्यादिभिश्चतसृभिः । आद्या त्रिष्टुप् । 'वाजिनो नः' इति प्रथमपादान्तः ॥ वाजेवाजे अन्नेऽन्ने साध्ये वाजिनः अश्वाः अस्मानवत रक्षत तल्लम्भयित्वा । किञ्च - धनेषु अवतेति वनानि चास्मान् लम्भयत । हे विप्रा मेधाविनः यथा तद्रागिणः अमृताः अमरणाः ऋतज्ञाः सत्यज्ञास्सत्यवन्तः अस्य मध्वः मधुसदृशस्य घृतस्य पिबत । पूर्ववत्कर्मणि षष्ठी । नुमभावश्छान्दसः । पीत्वा च मादयध्वं तृप्यत । मद तृप्तियोगे, चुरादिरनुदात्तेत् । तृप्ताश्च यात गच्छत । पथिभिर्मार्गैर्देवयानैः देवा यैर्गच्छन्ति, तैर्मनोहरैः । कृदुत्तरपदप्रकृतिस्वरत्वम् । 'लिति' इति प्रत्ययात्पूर्वस्योदात्तत्वम् ॥\n\n11 ते नो अर्वन्त इति द्विपदा विराट् । 'विराड्जागतगायत्राभ्याम्' इति ॥ हे अर्वन्तः अरणकुशलाः । अर्तेः 'अन्येभ्योपि दृश्यन्ते' इति वनिप् । 'अर्वणस्त्रसावनयः' । हवनश्रुतः आह्वानस्य श्रोतारः ते वाजिनोश्वाः अस्माकं हवं आह्वानं शृण्वन्तु विश्वे सर्वेपि । 'भावेनुपसर्गस्य' इति अप्, सम्प्रसारणं च ॥\n\n12मितद्रव इति परोष्णिक् अस्तारपङ्क्तिर्वा, 'परौ चेद्द्वादशाक्षरावास्तारपङ्क्तिः' इति ॥ मितमल्पमिव महान्तमपि पन्थानं द्रवन्ति गच्छन्तीति मितद्रवः । यद्वा - मितं शीघ्रं गच्छन्तीति मितद्रवः । 'मितद्व्रादिभ्य उपसङ्ख्यानम्' इति डुप्रत्ययः, दासीभारादिर्द्रष्टव्यः । मितं द्रवणं येषामिति वा बहुव्रीहिः । सहस्रसाः सहस्रस्य महतो धनराशेः सनितारः । पूर्ववद्विच्प्रत्यय अकारश्च । मेधसाता मेधस्य सननं सम्भजनं मेधसातिः यज्ञप्राप्तिः । तस्मिन्निमित्ते यतमानाः । 'जनसनखनां सञ्झलोः' इत्यात्वम्, 'सुपां सुलुक्' इति सप्तम्या डादेशः, दासीभारादिः । सनिष्यवः सनिस्सननीयं धनं वा संविभजनम् । सनेरिसिप्रत्ययः, तदन्तात् 'सुप आत्मनः' इति क्यच् । इप्रत्ययान्ताद्वा क्यचि छान्दसस्सुडागमः । किञ्च - ये वाजिनस्समिधेषु सङ्ग्रामेषु । 'समीणः' इति ढक्प्रत्ययः । महः महतः महाबलस्य शत्रोः रत्नं धनं जभ्रिरे हरन्ति । छान्दसो लिट् । 'हृग्रहोर्भः' इति भत्वम् ॥\n\n13शं नो भवन्त्विति त्रिष्टुप् । अस्तारपङ्क्तिपक्षे देवतातेत्यादिः त्रिपदा त्रिष्टुप् ॥ नोस्माकं शं भवन्तु सुखहेतवो भवन्तु हवेषु आह्वानेषु । पूर्ववदप् । वाजिनोश्वाः देवताता देवास्तायन्ते विस्तार्यन्ते पृथक्पृथगाराध्यन्तेस्मिन्निति देवतातिर्यज्ञः । परमप्यनुनासिकलोपं बाधित्वा व्यत्ययेन 'अनुनासिकस्य क्विझलोः' इति पूर्वपदस्य दीर्घत्वम्, तत्रानुनासिकलोपः, पूर्ववत्सप्तम्या डादेशः । दासीभारादिः । मितद्रवः व्याख्यातम् । स्वर्काः शोभनगमनाः शोभनस्तुतयो वा । 'नञ्सूभ्याम्' इति स्वरः । जम्भयन्तः भञ्जयन्तः अहिमागत्य हन्तारं वृकं हिंसकं चोरादिकं रक्षांसि च । यद्वा - अहिमागत्य हन्तारं वृकमपहर्तारम् । कुक वृक आदाने, इगुपधात्कः । रक्षांसि धर्मविघ्नकारीणि । सनेमि क्षिप्रमित्येके, पुराणमित्यन्ये । अस्मदस्मत्तः युयवन् यावयन्तु पृथक्कुर्वन्तु । किञ्च - अमीवाः रोगांश्च युयवन्नित्येव । आगत्य हिंसन्तीत्यमीवाः । मीयतेराङ्पूर्वाद्वप्रत्ययः, उपसर्गस्य च ह्रस्वत्वं निपात्यते । यौतेर्लेटि शपश्लुः, 'छन्दस्युभयथा' इत्यार्धधातुकत्वात् ङित्त्वाभावे गुणः ॥\n\n14प्रत्याधावतोनुमन्त्रयते - एष स्य इति जगती ॥ स्योश्वः सामान्येनोच्यते । एष स्यः स एषः वाजी अश्वः । 'स्यश्छन्दसि बहुलम्' इति सुलोपः । क्षिपणिं कशां क्षिप्यतेनयेत्यनिः । तुरण्यति त्वरयन्नतीव शीघ्रं प्रस्थापयति । तुरण त्वरायाम्, कण्ड्वादिरन्तर्भावितण्यर्थः । विभक्तिव्यत्ययो वा । क्षिपण्या क्षिपणिप्रहारेण त्वरयते तूर्णं गच्छति । ग्रीवायां बद्धः उरोवङ्घ्रेण अपिकक्षे कक्षेपि कक्ष्यया बद्ध इत्येव । 'सुप्सुपा' इति समासः । यद्वा - कक्ष्यायामपीतः अपिकक्षः अवयवविशेषः यत्र कक्ष्यया बद्ध्यते । निरुदकादित्वादुत्तरपदान्तोदात्तत्वम् । आसनि आस्ये च बद्धः खलीनेन । 'पद्दन्' इत्यादिना आसन्नादेशः । एवमेसु स्थानेषु बद्धोप्येवं शीघ्रो भवतीति अन्यो ह्येषामेकत्रापि बद्धश्चलितुमपि न शक्नोतीति भावः । पुनश्च विशेष्यते - क्रतुं सादिनः प्रज्ञामभिप्रायं कर्म वात्मीयं यन्महाश्वानामुचितं भवति ; तत् अनुसन्तवीत्वत् अनुसंवर्धमानः अनुविदधान इति यावत् । अनुक्रमेण वा संवर्धयन् । तु इति वृद्धिकर्मा, ततो यङ्लुकि 'गुणो यङ्लुकोः' इति गुणे कृते अभ्यासस्येडागमः, शतरि 'अभ्यस्तानामादिः' इत्याद्युदात्तत्वम्, कृदुत्तरपदप्रकृतिस्वरत्वम् । दधिक्राः धारकान् पर्वतादीन् क्रामन् दूरस्थानपि सहसावक्रामन्निति यावत् । (पर्वतादीन् माक्षि वा । 'जनसन' इत्यादिना विट्, 'विड्वनोरनुनासिकस्यात्' इत्यात्वम् । पुनश्च विशेष्यते - पथां मार्गाणां अङ्कांसि लक्ष्मस्थानीयानि कुटिलानि निम्नोन्नतत्वादीनि वा । अकि लक्षणे, असुन् । अन्वापनीफणत् अनुक्रमेण ऋजुत्वं समत्वं च पथामापादयन् । दाधर्त्यादौ निपात्यते, पूर्ववत्स्वरः । एवं कुर्वन् तुरण्यति ॥\n\n15उत स्मेत्यादि ॥ स्मेति पादपूरणे । अपि चास्य द्रवतः गच्छतः तुरण्यतः त्वरमाणस्य । 'शतुरनुमः' इति षष्ठ्या उदात्तत्वम् । अस्येत्यन्वादेशानुदात्तत्वम् । प्रगर्धिनः गन्तव्याक्रमणाभिकाङ्क्षिणः अस्याश्वस्याङ्कसं देहासक्तं चामरादिकं वस्त्रादिकं चास्य लक्षणभूतं तत्सर्वं परितः सर्वस्मिन्नपि देहे विद्यमानं अनुवाति गच्छति । अङ्कतेरौणादिकोसिच्प्रत्ययः । कस्येव किमिव चेत्यत्राह - श्येनस्येव वेः पक्षिणः ध्राजतो गच्छतः । ध्रज गतौ । पर्णं न पत्रमिव पत्रार्थं प्रगर्धिनः आमिषार्थिनः । अनेकेवशब्दाद्वाक्यार्थोपमा भवतीति द्वयोरुपमार्थीययोरुपादानम् । अश्वो विश्ष्यते - दधिक्राव्णः व्याख्यातः । ऊर्जा बलेन सह तरित्रतः भृशं तरतः । यद्वा - ऊर्जा अन्नेन आमिषादिना सह तरतः श्येनस्येव । वेगवत्त्वातिशयप्रदर्शनार्थं चेदम् । तरतेर्यङ्लुगन्तस्य तत्रैव निपात्यते, 'शतुरनुमः' इत्येतद्बाधित्वा परत्वात् 'अभ्यस्तानामादिः' इत्याद्युदात्तत्वं भवति । 'सावेकाचः' इत्यूर्जस्तृतीयाया उदात्तत्वम् ॥\n\n16रथविमोचनीयं जुहोति - आ मा वाजस्येति त्रिष्टुभा ॥ वाजस्यान्नस्य प्रसवः प्रसूतिः उत्पत्तिः मा मां आजगम्यात् आगच्छेत् । लिङि शपश्श्लुः । अन्नं ममोत्पद्यतामित्यर्थः । किङ्च - द्यावापृथिवी द्यावापृथिव्यौ च मामागच्छेताम् । विश्वशम्भू विश्वस्य शं सुखं भावयन्त्यौ । मितद्व्रादित्वाड्डुप्रत्ययः । क्विपि वा द्विवचनस्य पूर्वसवर्णदीर्घत्वम् । किञ्च - पितरा मातरा च पिता माता च मामागच्छेताम् । लेटि शपो लुक्, 'पितरा मातरा च छन्दसि' इति निपात्यते । यद्वा - उभयत्रापि 'सुपां सुलुक्', इति सोराकारः । किञ्च - सोमश्च मामृतत्वाय अमरणत्वाय गम्यादागच्छेत् । लिङि शपो लुक् । आशिषि लिङ्वा ॥\n\n17रथयुजोश्वान्नैवारं चरुमवघ्रापयति - वाजिन इति यजुषा ॥ हे वाजिनः अश्वाः वाजजितः वाजमन्नं जेतुमुद्यताः । 'विभाषितं विशेषवचने बहुवचनम्' इति पूर्वस्याविद्यमानवत्त्वाभावः । वाजं वाजहेतुमाजिं सरिष्यन्तस्सर्तुकामाः सृत्वा च वाजमाजिं जेष्यन्तो जेतुकामाः । उभयत्रापि हेतौ शता । सरणार्थं जयार्थं चेत्यर्थः । बृहस्पतेः बार्हस्पत्यस्य चरोर्नैवारस्य भागमवजिघ्रत । बृहस्पतिशब्दे सुट्स्वरावुक्तौ । 'कर्षात्वतः' इति भागशब्दोन्तोदात्तः ॥\n\n18आगतवतोवघ्रापयति ॥ हे वाजिनः वाजजितः वाजं ससृवां सः सृतवन्तः वाजं जिगिवांसः जितवन्तः । 'अभ्यासाच्च' इति कुत्वम् । बृहस्पतेर्भागे निमृढ्वं निमार्जयध्वं शुद्धा भवत । मृजूष् शौचालङ्कारयोः, चुरादिराधृषीयः अनुदात्तेत् अकर्मकः, 'बहुलं छन्दसि' इति शपो लुक् । मार्ष्टेर्वा व्यत्ययेनात्मनेपदम् । आत्मानं शोधयतेति ॥\n\n19दुन्दुभीन्विमुच्यमानाननुमन्त्रयते - इयं व इति यजुषा ॥ हे दुन्दुभयः इयं वो युष्माकं सा सन्धा सन्धानं सत्या अमोघफलाभूत् । केत्याह - यां सन्धां इन्द्रेण समधध्वं इन्द्रेण सह कृतवन्तः 'इन्द्राय वाचं वदत' इत्यादिका सा सत्याभूदिति । किञ्च - हे वनस्पतयः । विकारे प्रकृतिशब्दः । वनस्पतिविकारा हि दुन्दुभयः इन्द्रं वाजमजीजिपत इन्द्रं वाजस्यान्नस्य जेतारं कृतवन्तः । यथोक्तं पूर्वं 'इन्द्रं वाजं जापयत' इति । तच्च तथा कृतवन्तस्थेत्यर्थः । सम्प्रति विमुच्यध्वं विश्राम्यत विमुक्ताः । जयतेर्णौ 'क्रीङ्जीनां णौ' इत्यात्त्वम्, वर्णव्यत्ययेन धातोरिकारः । वनस्पतिशत्ब्दः पारस्करादिः ॥\n\nइति सप्तमे अष्टमोनुवाकः ॥\n"
}