{
  "id": "TS 2.6.4.3",
  "classification": {
    "kanda": "2",
    "prasna": "6",
    "anuvaka": "4",
    "panchasat": "3"
  },
  "header": "TS 2.6.4.3",
  "panchasatInfo": " 22",
  "padaCount": 50,
  "samhita": "यज्ञ्मु॒खेन॒ संमि॑ता॒मा प्र॑ति॒ष्ठायै॑ खनति॒ यज॑मानमे॒व प्र॑ति॒ष्ठां ग॑मयति दक्षिण॒तो वर्.षी॑यसीं करोति देव॒यज॑नस्यै॒व रू॒पम॑कः॒ पुरी॑षवतीं करोति प्र॒जावै प॒शवः॒ पुरी॑षं प्र॒जयै॒वैनं॑ प॒शुभिः॒ पुरी॑षवन्तं करो॒त्युत्त॑रं परिग्रा॒हं परि॑ गृह्णात्ये॒ताव॑ती॒ वै पृ॑थि॒वी याव॑ती॒ वेदि॒स्तस्या॑ ए॒ताव॑त ए॒व भ्रातृ॑व्यं नि॒र्भज्या॒ऽऽत्मन॒ उत्त॑रं परिग्रा॒हं परि॑गृह्णाति क्रू॒रमि॑व॒ वा - [  ] ",
  "pada": "य॒ज्ञ॒मु॒खेनेति॑ यज्ञ - मु॒खेन॑ । सम्मि॑ता॒मिति॒ सं - मि॒ता॒म् । एति॑ । प्र॒ति॒ष्ठाया॒ इति॑ प्रति - स्थायै᳚ । ख॒न॒ति॒ । यज॑मानम् । ए॒व । प्र॒ति॒ष्ठामिति॑ प्रति - स्थाम् । ग॒म॒य॒ति॒ । द॒क्षि॒ण॒तः । वर्.षी॑यसीम् । क॒रो॒ति॒ । दे॒व॒यज॑न॒स्येति॑ देव - यज॑नस्य । ए॒व । रू॒पम् । अ॒कः॒ । पुरी॑षवती॒मिति॒ पुरी॑ष - व॒ती॒म् । क॒रो॒ति॒ । प्र॒जेति॑ प्र - जा । वै । प॒शवः॑ । पुरी॑षम् । प्र॒जयेति॑ प्र - जया᳚ । ए॒व । ए॒न॒म् । प॒शुभि॒रिति॑ प॒शु - भिः॒ । पुरी॑षवन्त॒मिति॒ पुरी॑ष - व॒न्त॒म् । क॒रो॒ति॒ । उत्त॑र॒मित्युत् - त॒र॒म् । प॒रि॒ग्रा॒हमिति॑ परि-ग्रा॒हम् । परीति॑ । गृ॒ह्णा॒ति॒ । ए॒ताव॑ती । वै । पृ॒थि॒वी । याव॑ती । वेदिः॑ । तस्याः᳚ । ए॒ताव॑तः । ए॒व । भ्रातृ॑व्यम् । नि॒र्भज्येति॑ निः - भज्य॑ । आ॒त्मने᳚ । उत्त॑र॒मित्युत् - त॒र॒म् । प॒रि॒ग्रा॒हमिति॑ परि-ग्रा॒हम् । परीति॑ । गृ॒ह्णा॒ति॒ । क्रू॒रम् । इ॒व॒ । वै । ",
  "attribute": {
    "rishi": "अज्ञात",
    "devata": "अज्ञात",
    "chandas": "अज्ञात"
  },
  "sayanaBhashya": "\n\n\"वेदिनिर्माणात्पूर्वं वसवस्त्वेत्यादिभिर्मन्त्रेर्वेदिसीमनिर्देशः पूर्वपरिग्रहः। निर्माणादूर्ध्वभृतमसीत्यादीभिर्मन्त्रैस्तन्निर्देश उत्तरपरिग्रहस्तमिमं विधत्ते उत्तरं परिग्राहमिति। पूर्वपरिग्रहेणैव वेदिमर्यादायां सिद्धायामपि पुनरुत्तरपरिग्रह आत्मने स्वकीयत्वाय भवति। मन्त्रकाण्डोक्तेन मन्त्रेण समीकरणं विधत्ते क्रूरमिवेति। खननेन निम्नोन्नतभावापादनं क्रूरं, समीकरणेन तच्छान्तिर्भवति। हे वेदे धा असि धारयित्र्यसि। तदेतद्विशेष्यते-स्वधेति। तव स्व, रूपं बर्हिरादिकं धारयतीत्यर्थः। यदुक्तं सूत्रकारेण “प्रोक्षणीरभिपूर्योदञ्च स्फ्यमपोद्य दक्षिणेन स्फ्यमस स्पृष्टा उपनिनीय स्फ्यस्य वर्त्मन्सादयति” इति तदेतद्विधत्ते प्रोक्षणीरिति। अर्घ्यविधिप्रस्तावे ‘तानि ह वा एतानि रक्षा सि गायत्रियाभिमन्त्रितेनाम्भसा शाम्यन्ति’ इति श्रुतत्वादेषां रक्षोघ्नत्वम्। स्फ्यरेखाया अविच्छिन्नत्वात्तत्र सादनं यज्ञस्याविच्छेदाय भवति। सादनकाले द्वेषस्य पाप्मनोद्भिर्विनाशध्यानं विधत्ते यं द्विप्यात्तमिति योजयतीत्यर्थः।। \"\nइति श्रीमत्सायणाचार्यविरचिते माधवीये वेदार्थप्रकाशे कृष्णयजु र्वेदीयतैत्तिरीयसंहिताभाष्ये द्वितीयकाण्डे षष्ठप्रपाठके चतुर्थानुवाकः ।। ४।।\n"
}