{
  "id": "TS 3.2.1.2",
  "classification": {
    "kanda": "3",
    "prasna": "2",
    "anuvaka": "1",
    "panchasat": "2"
  },
  "header": "TS 3.2.1.2",
  "panchasatInfo": " 2",
  "padaCount": 50,
  "samhita": "वै पव॑मानानामन्वारो॒हास्तान्. य ए॒वं ॅवि॒द्वान्. यज॒तेऽनु॒ पव॑माना॒ना रो॑हति॒ न पव॑माने॒भ्योऽव॑ च्छिद्यते॒ यो वै पव॑मानस्य॒ सन्त॑तिं॒ ॅवेद॒ सर्व॒मायु॑रेति॒ न पु॒राऽऽयु॑षः॒ प्र मी॑यते पशु॒मान् भ॑वति वि॒न्दते᳚ प्र॒जां पव॑मानस्य॒ ग्रहा॑ गृह्य॒न्तेऽथ॒ वा अ॑स्यै॒तेऽगृ॑हीता द्रोणकल॒श आ॑धव॒नीयः॑ पूत॒भृत् तान्. यदगृ॑हीत्वोपाकु॒र्यात् पव॑मानं॒ ॅवि - [  ]  ",
  "pada": "वै । पव॑मानानाम् । अ॒न्वा॒रो॒हा इत्य॑नु - आ॒रो॒हाः । तान् । यः । ए॒वम् । वि॒द्वान् । यज॑ते । अन्विति॑ । पव॑मानान् । एति॑ । रो॒ह॒ति॒ । न । पव॑मानेभ्यः । अवेति॑ । छि॒द्य॒ते॒ । यः । वै । पव॑मानस्य । सन्त॑ति॒मिति॒ सं - त॒ति॒म् । वेद॑ । सर्व᳚म् । आयुः॑ । ए॒ति॒ । न । पु॒रा । आयु॑षः । प्रेति॑ । मी॒य॒ते॒ । प॒शु॒मानिति॑ पशु-मान् । भ॒व॒ति॒ । वि॒न्दते᳚ । प्र॒जामिति॑ प्र - जाम् । पव॑मानस्य । ग्रहाः᳚ । गृ॒ह्य॒न्ते॒ । अथ॑ । वै । अ॒स्य॒ । ए॒ते । अगृ॑हीताः । द्रो॒ण॒क॒ल॒श इति॑ द्रोण - क॒ल॒शः । आ॒ध॒व॒नीय॒ इत्या᳚ - ध॒व॒नीयः॑ । पू॒त॒भृदिति॑ पूत-भृत् । तान् । यत् । अगृ॑हीत्वा । उ॒पा॒कु॒र्यादित्यु॑प - आ॒कु॒र्यात् । पव॑मानम् । वीति॑ । ",
  "attribute": {
    "rishi": "अज्ञात",
    "devata": "अज्ञात",
    "chandas": "अज्ञात"
  },
  "sayanaBhashya": "\n\n(तत्र प्रथमोऽनुवाकः) ।\n\nयस्य निःश्वसितं वेदा यो वेदेभ्योऽ खिलं जगत् ।\nनिर्ममे तमहं वन्दे विद्यातीर्थमहेश्वरम् ॥\nआद्यप्रपाठके दीक्षां प्राराभ्य प्रकृतौ पुरा ।\nयद्बहिष्पवमानान्तं न्यूनं तत्सर्वमीरितम् ॥\nप्रतिनिर्ग्राह्यपर्यन्तं पवमानग्रहादिकम् ।\nयन्न्यूनं प्रकृतौ तत्तु वर्ण्यतेऽस्मिन्प्रपाठके ॥\nयदुक्तं सूत्रकारेण — “वस्व्यै हिं कुरु तस्यै प्रस्तुहि तस्यै स्तुहि तस्यै तेऽ वरुद्ध्या इति पुरुस्ताद्वहिष्पवमानाद्यजमानो जपति दशहोतारं व्याचष्टे स्तूयमाने च दशहोतारं जपति श्येनोऽसि गायत्रछन्दा इति मध्यमायां च स्तीत्रीयायामन्वारोहं द्वितीयो पवमाने द्वितीयेन मन्त्रेण तृतीयो तृतीयेन” इति । तमिममन्वारोहजपं विधत्ते —\nयो वा इति । बहिष्पवमानो मार्ध्यदिनः पवमान आर्भद्रः पवमान इत्येतन्नामकाः पवमानत्रयमताः स्तोत्रवशेषाः सामवेदे समाम्नाताः पवमानास्तान्यो यजमानो मन्त्रैरारोहति न कदाचिदयं पवमानेभ्यो विच्छिन्नो भवति । श्येन इत्यादयो मन्वाः । हे बहिष्पवमान त्वं श्येनोऽसि श्येनवच्छीघ्रगतिरसि । गायत्रछन्दा गायत्रीछन्दस्कोऽप्यसि । अतस्त्वामन्वारभेऽनुक्रमेणाऽऽसेहामि प्राप्नोमि निर्विघ्नेन मां संपारय सम्यक्पारं नय । तमिमं मन्त्रमुपास्मै गायतेत्यादिषु नवसु स्तोत्रीयासु मध्यमायां पञ्चम्यां स्तोत्रीयायां गीयमानायां जपेत् ।सुपर्ण इत्यादिर्द्वितीयो मन्त्रः । हे माध्यंदिन पवमान त्वं सुपर्णोऽसि सुपर्णवदुत्पातितुं समर्थोऽसि । शेषं पूर्ववत् । तमिमं मनत्रमुच्चा ते जातमन्धस इत्यादिकमाध्यंदिनपवमानस्स्तोत्रे मध्यमायामृचि गीयामानायां जपेत् । सघेत्यादयस्तृतीयो मन्त्रः । हे आर्भव पवमान त्वं सघाऽसि भासमानकपक्षिवत्पतितुं समर्थोऽसि । शेषं पूर्ववत् । तमिमं मन्त्रं स्वादिष्ठयेत्येतस्यिन्नार्भवपवमानाख्ये स्तोत्रे मध्यमायामृचि गीयमानायां (पठे) जपेत् ।\nअथ द्रोणकलशादीनामभिमर्शनं विधातुं प्रस्तौति —\nयो व इति । योऽयं बहिष्पवमानादिशब्दैरभिधीयमानः स्तोत्रविशेषत्रयरूपः पवमानोस्ति तस्य संततिमविच्छेदप्रकारं यो यजमानो वेद स यजमानः संपूर्णमायुः प्राप्नोति । जन्मकाले कर्मणा देवैश्च परिकल्पितात्संपूर्णादायुषः पुरा केनाप्यपमृत्युनाऽसौ न म्रियेत प्रजापशुसमृद्धश्चायं भवति । द्रोणकलशादिनामकास्त्रयो ग्रहा इम ऐन्द्रवायवादिग्रहवन्मन्त्रैर्गृह्यन्तामिति । तत्र तावत्पवमानस्य संबन्धिन एते ग्रहाः संततिसिद्ध्यर्थं गृह्यन्तामिति प्राप्तं सोऽयं पक्षो न संभवति । मन्त्रकाण्डे ध्रुवग्रहर्तुग्रहयोर्मध्ये पवमानग्रहार्थानां मन्त्राणामनाम्नातत्वात्षष्ठकाण्डे दद्विध्यभावाच्च । तदेतदुच्यते — अथवा अस्यैतेऽगृहीता द्रोणकलश इत्यादिता । यद्यपि पवमानस्य संबन्धिन एते द्रोणकलशाधवनीयपूतभृतस्तूणीं गृहीता एव तथाऽपि मन्त्राभावादगृहीतप्रायास्तेषु चागृहीतेषूपाकरणे पवमानविच्छेदस्तस्मिन्विच्छिन्नेऽ ध्वर्युप्राणविच्छेदः स्यादिति मन्त्रैस्तानभिमृशेत् । ततश्च नोक्तविच्छेद इत्यर्थः । मन्त्रैस्तदभिमर्शनं विधत्ते —\nउपयामेति । मन्त्रार्थस्तु हे सोमरस त्वमुपयामेन पार्थिवपात्रेण कलशेन गृहीतोऽसि । इयं वा उपयाम इति श्रुतेः पार्थिवपात्रमुपयामशब्दस्यार्थः । तेन गृहीतं त्वां प्रजापत्यर्थमभिमृशामि । अनेन मन्त्रेण द्रोणकलशमभिमृशेत । उत्तरयोरपि मन्त्रयोरुपयामगृहीतोऽसीत्यनुषज्यते । तत्राऽऽधवनीयः कलशः पूतभृत्कलशश्चोपयामशब्दस्यार्थः । हे सोमरसोपयामेन मृन्मयेन भाण्डेनाऽऽ- धवनीयकलशेन त्वं गृहीतोऽसि । अतस्त्वामिन्द्रार्थमभिमृशामि । अनेन मन्त्रेणाऽऽ धवनीयमभिमृशेत् । हे सोमरसोपयामेन मृन्मयभाण्डेन पूतभृत्कलशेन गृहीतोऽस्यतस्त्वां विश्वेभ्यो देवेभ्यो देवेभ्योऽभिमृशामि । अनेन मन्त्रेण पूतभृतमभिमृशेत् । तेन पात्रत्रयाभिमर्शनेन पवमानस्तोत्रं सततं करोति । यद्यप्येषु पात्रेष्वैन्द्रवायवादिवत्समन्त्रकं ग्रहणं नास्ति तथाऽपि रसस्तेष्वस्ति । अत एव सूत्रकार आह — “अभिषुतमध्वर्युरञ्जलिना ससिञ्चति तमुन्नेताऽन्तरेषे णो (चो) द्धृत्योत्तरत आधवनीयेऽ वनयति’ इति, ‘उद्गातारो द्रोणकालशं प्रतिष्ठाप्य तस्मिन्नुदीचीनदशं पवित्रं वितन्वन्ति, पवित्रस्य यजमानो नाभिं कृत्वा तस्मिन्होतृचमसेन धारां स्रावयति’ इति च, ‘पूतभृतो बिल उदीचीनदशं पवित्रं वितत्य य आधवनीये राजा तमसर्वं पूतभृत्यवनीय’ इति च । तदेवं त्रिषु पात्रेषु सोमरसस्यावस्थि तत्वादभिमर्शनमन्त्रेण संस्कृतत्वाच्च केनापि प्रकारेण गृहीता एम पवमानग्रहा भवन्ति । तेन पवमानस्य संततत्वाद्यजमानोऽप्यायुरादिकं प्राप्नोति । त एते पूर्वोक्ता अन्वारोहमन्त्रा अभिमर्शनमन्त्राश्च मूर्धानं मधुश्चेत्यनयोरनुवाकयोरन्तराले द्रष्टव्याः । अत्र विनियोगसंग्रहः —\nश्येनस्रीन्पवमानेषु त्रिषु मन्त्रान्क्रमाज्जपेत् ।\nप्रजेन्द्रा विश्वे मन्त्राः स्युरुपयामादिकास्त्रयः ॥\nतैर्द्रोणकलशादीनां स्पर्शो मन्त्रास्तु षण्मताः ॥\nइति श्रीमत्सायणाचार्यविरचिते माधवीये वेदार्थप्रकाशे कृष्णयजुर्वेदीयतैत्तिरीयसंहिताभाष्ये तृतीयकाण्डे द्वितीयप्रपाठके प्रथमोऽनुवाकः ॥ १ ॥\n"
}