{
  "id": "TS 2.5.3.5",
  "classification": {
    "kanda": "2",
    "prasna": "5",
    "anuvaka": "3",
    "panchasat": "5"
  },
  "header": "TS 2.5.3.5",
  "panchasatInfo": " 19",
  "padaCount": 50,
  "samhita": "दधि॒ हि पूर्वं॑ क्रि॒यत॒ इत्यना॑दृत्य॒ तच्छृ॒तस्यै॒व पूर्व॒स्याव॑ द्येदिन्द्रि॒यमे॒वास्मि॑न् वी॒र्यꣳ॑ श्रि॒त्वा द॒द्ध्नो परि॑ष्टाद्धिनोति यथापू॒र्वमुपै॑ति॒ यत् पू॒तीकै᳚र्वा पर्णव॒ल्कैर्वा॑ ऽऽत॒ञ्च्याथ् सौ॒म्यं तद्यत् क्व॑लै राक्ष॒सं तद्यत् त॑ण्डु॒लैर्वै᳚श्वदे॒वं तद्यदा॒तञ्च॑नेन मानु॒षं तद्-यद्-द॒द्ध्ना तथ् सेन्द्रं॑ द॒द्ध्ना ऽऽत॑नक्ति - [  ] ",
  "pada": "दधि॑ । हि । पूर्व᳚म् । क्रि॒यते᳚ । इति॑ । अना॑दृ॒त्येत्यना᳚ - दृ॒त्य॒ । तत् । शृ॒तस्य॑ । ए॒व । पूर्व॑स्य । अवेति॑ । द्ये॒त् । इ॒न्द्रि॒यम् । ए॒व । अ॒स्मि॒न्न् । वी॒र्य᳚म् । श्रि॒त्वा । द॒द्ध्ना । उ॒परि॑ष्टात् । धि॒नो॒ति॒ । य॒था॒पू॒र्वमिति॑ यथा - पू॒र्वम् । उपेति॑ । ए॒ति॒ । यत् । पू॒तीकैः᳚ । वा॒ । प॒र्ण॒व॒ल्कैरिति॑ पर्ण - व॒ल्कैः । वा॒ । आ॒त॒ञ्च्यादित्या᳚ - त॒ञ्च्यात् । सौ॒म्यम् । तत् । यत् । क्व॑लैः । रा॒क्ष॒सम् । तत् । यत् । त॒ण्डु॒लैः । वै॒श्व॒दे॒वमिति॑ वैश्व - दे॒वम् । तत् । यत् । आ॒तञ्च॑ने॒नेत्या᳚ - तञ्च॑नेन । मा॒नु॒षम् । तत् । यत् । द॒द्ध्ना । तत् । सेन्द्र॒मिति॒ स - इ॒न्द्र॒म् । द॒द्ध्ना । एति॑ । त॒न॒क्ति॒ । ",
  "attribute": {
    "rishi": "अज्ञात",
    "devata": "अज्ञात",
    "chandas": "अज्ञात"
  },
  "sayanaBhashya": "\n\nअत्र मीमांसा।\nचतुर्थाध्यायस्य तृतीयपादे चिन्तितम्— “संस्थाप्य पौर्णमासीं तामनु वैमृध ईरितः ।द्वयोरङ्गमुतैकस्य द्वयोः स्यात्प्रक्रियावशात्।।उत्पत्तिवाक्यतः पूर्णमाससंयोगभासनात्।तस्येवाङ्गं न दर्शस्य प्रक्रिया वाक्यबाधिता” ।।\nदर्शपूर्णमासप्रकरणे श्रूयते “संस्थाप्य पौर्णमासीं वैमृधमनुनिर्वपति” इति। तत्रेयं वैमृधेष्टिः प्रकरणबलात्प्रयाजादिवदुभयोरपि दर्शपूर्णमासयोरङ्गमितिचेन्न। वाक्यस्य प्रबलत्वात्। न च संस्थाप्येति पौर्णमास्याः समाप्त्यभिधानात्तदङ्गत्वमयुक्तमिति वाच्यम्। दर्शसाधारणाङ्गसमाप्त्यभिप्रायेप्त्यणोपपत्तेः। तस्मादुत्पत्तिवाक्यादेककर्तृत्ववाचिक्त्वाप्रत्ययाच्च पूर्णमासस्यैवाङ्गम्।\nद्वितीयाध्याये तृतीयपादे चिन्तितम् “दर्शपूर्णिमयोः प्रोक्त आग्नेयः केवलो ऽप्यसौ ।\nदर्शे यदिति वाक्याभ्यां कर्मान्यद्वा नुवादगीः ।। अभ्यासादन्यकर्मत्वं द्विर्दर्शे सौ प्रयुज्यताम्।\n\"एकत्वं प्रत्यभिज्ञानादनूक्त्यैन्द्राग्नसंस्तुतिः ” ।। “यदाग्नेयोष्टाकपालोमावास्यायां च पौर्णमास्यां चाच्युतो भवति” इति कालद्वये विहितम्, “यदाग्नेयोष्टाकपालोमावास्यायां भवति” इति एकस्मिन्काले पुनर्विहितम्, तत्राविशेषपुनःश्रुतिलक्षणेनाभ्यासेन प्रयाजानामिव भेदः। तथा सत्याग्नेययागस्य दर्शकाले द्विः प्रयोग इति चेन्न। प्रत्यभिज्ञानादाग्नेयस्यैकत्वे सत्येककालवाक्यस्यानुवादत्वात्। न चानुवादो व्यर्थः। विधेयैन्द्राग्नस्तुत्यर्थत्वात्। यद्यप्याग्नेयोष्टाकपालोमावास्यायां भवति, तथापि न केवलेनाग्निना साधुर्भवति। इन्द्रसहितोऽग्निः समीचीनतरः । तस्मादैन्द्राग्नः कर्तव्य इति विधेयस्तुतिः । प्रयाजवैषम्यं तुक्तमेवानुसंधेयम्। तस्मादनुवादः।। इति श्रीमत्सायणाचार्यविरचिते माधवीये वेदार्थप्रकाशे कृष्णयजुर्वेदीयतैत्तिरीयसंहिताभाष्ये द्वितीयकाण्डे पञ्चमप्रपाठके\"\nतृतीयोनुवाकः ।। ३ ।।\n"
}