{
  "id": "TS 1.6.12.3",
  "classification": {
    "kanda": "1",
    "prasna": "6",
    "anuvaka": "12",
    "panchasat": "3"
  },
  "header": "TS 1.6.12.3",
  "panchasatInfo": " 48",
  "padaCount": 50,
  "samhita": "ऽर्च॑न्त्य॒र्क-म॒र्किणः॑ । ब्र॒ह्माण॑स्त्वा शतक्रत॒वुद्-वꣳ॒॒श-मि॑व येमिरे ॥ अꣳ॒॒हो॒मुचे॒ प्र भ॑रेमा मनी॒षामो॑षिष्ठ॒दाव्.न्ने॑ सुम॒तिं गृ॑णा॒नाः । इ॒दमि॑न्द्र॒ प्रति॑ ह॒व्यं गृ॑भाय स॒त्याः स॑न्तु॒ यज॑मानस्य॒ कामाः᳚ ॥ वि॒वेष॒ यन्मा॑ धि॒षणा॑ ज॒जान॒ स्तवै॑ पु॒रा पार्या॒दिन्द्र॒-मह्नः॑ । अꣳह॑सो॒ यत्र॑ पी॒पर॒द्यथा॑ नो ना॒वेव॒ यान्त॑ मु॒भये॑ हवन्ते ॥ प्र स॒म्राजं॑ प्रथ॒म-म॑द्ध्व॒राणा॑ - [ ]",
  "pada": "अर्च॑न्ति । अ॒र्कम् । अ॒र्किणः॑ ।  । ब्र॒ह्माणः॑ । त्वा॒ । श॒त॒क्र॒त॒विति॑ शत - क्र॒तो॒ । उदिति॑ । वꣳ॒॒शम् । इ॒व॒ । ये॒मि॒रे॒ ।  । अꣳ॒॒हो॒मुच॒ इत्यꣳ॑हः - मुचे᳚ । प्रेति॑ । भ॒रे॒म॒ । म॒नी॒षाम् । ओ॒षि॒ष्ठ॒दाव्.न्न॒ इत्यो॑षिष्ठ - दाव्.न्ने᳚ । सु॒म॒तिमिति॑ सु - म॒तिम् । गृ॒णा॒नाः ।  । इ॒दम् । इ॒न्द्र॒ । प्रतीति॑ । ह॒व्यम् । गृ॒भा॒य॒ । स॒त्याः । स॒न्तु॒ । यज॑मानस्य । कामाः᳚ ।  । वि॒वेष॑ । यत् । मा॒ । धि॒षणा᳚ । ज॒जान॑ । स्तवै᳚ । पु॒रा । पार्या᳚त् । इन्द्र᳚म् । अह्नः॑ ।  । अꣳह॑सः । यत्र॑ । पी॒पर॑त् । यथा᳚ । नः॒ । ना॒वा । इ॒व॒ । यान्त᳚म् । उ॒भये᳚ । ह॒व॒न्ते॒ ।  । प्रेति॑ । स॒म्राज॒मिति॑ सं - राज᳚म् । प्र॒थ॒मम् । अ॒द्ध्व॒राणा᳚म् । ",
  "attribute": {
    "rishi": "अज्ञात",
    "devata": "अज्ञात",
    "chandas": "अज्ञात"
  },
  "sayanaBhashya": "\n\nपुरोडाशादिपरित्यागेन चरुविधानं प्रशंसति- “चरुर्भवति स्यादेवास्मै योनेः पशून्प्र जनयति” (सं॰ का॰ २ प्र॰ २ अ॰ ७) इति।\nवाजपेये हि नैवारं चरुमश्वानवघ्रापयेत्। अश्वमेधेऽपि लाजीनित्यादि-मन्त्रेणाश्वायान्नमुपावहरन्ति। तच्च भक्षितमन्नमुत्पत्स्यमानानामश्वानां रेतोरूपेण बीजमित्यभिप्रेत्य चरोः पशुयोनित्वमत्राभिधीयते।\nतस्या ऐन्द्रेष्टेः पुरोनुवाक्यामाह - इन्द्रं व इति। हे ऋत्विग्यजमाना वो युष्माकं जनेभ्यः पुत्रभृत्यादिजनसि-द्ध्यर्थं विश्वतस्परि सर्वस्य जगत उपरि स्थितमुत्कृष्टत्वेन वर्तमानमिन्द्रं हवामह आह्वायामः। स चेन्द्रोऽस्माकं केवलोऽस्त्वसाधारणोऽस्तु। इतरयज-मानेभ्योऽप्यधिकमनुग्रहमस्मासु करोत्वित्यर्थः।\nयाज्यामाह - इन्द्रं नर इति। अग्निचयनमनुतिष्ठन्तो नर इन्द्रं नेमधिता वह्न्यादिभिर्देवैः सह नेमस्यार्धस्य हविषो धिता धारणाय हवन्त आह्वयन्ति। अत एव चयनब्राह्मणमेवमाम्नायते — “अर्धेन्द्राणि जुहोति” इति। तन्मन्त्राश्चैव-\nमाम्नायन्ते — “अग्निश्च म इन्द्रश्च मे सोमश्च म इन्द्रश्च मे” इत्यादयः। यद्यस्मात्कारणात्पार्याश्चितेऽग्नावग्निष्टोमादिपारमर्हन्तो यजमानास्ता धियो युनजते युञ्जते तान्यग्निष्टोमादीन्यनुतिष्ठन्ति। तादृश हे इन्द्र त्वं शूरो रक्षोभिरनभिभूतो नृषाता मनुष्येभ्यः सनिता धनस्य दाता शवसोऽस्मादीयस्य बलस्य चकानस्तर्पको भूत्वा नोऽस्मान्गोमति बहुगवादिपशुयुक्ते व्रजे संघ आभजाऽऽभिमुख्येन स्थापय।\nइष्ट्यन्तरं विधत्ते – “इन्द्रायेन्द्रियावते पुरोडाशमेकादशकपालं निर्वपेत्पशुकाम इन्द्रियं वै पशव इन्द्रमेवेन्द्रियावन्त स्वेन भागधेयेनोप धावति स एवास्मा इन्द्रियं पशून्प्र यच्छति पशूमानेव भवति” (सं॰ का॰ २ प्र॰ २ अ॰ ७) इति।\nइन्द्रियं बलं प्रभूतमस्यास्तीतीन्द्रियावान्। क्षीरघृतादिद्वारेणेन्द्रियवृद्धिहेतु-त्वात्पशूनामिन्द्रियत्वम्। इन्द्रियं पशून्। चेति समुच्चयेऽध्याहर्तव्यः।\nतस्यामिष्टौ पुरोनुवाक्यामाह - इन्द्रियाणीति। हे शकक्रतो पञ्चसु जनेषु निषादपञ्चमेषु ब्राह्मणादिवर्णेषु यानि ते तवानुग्रहादिन्द्रियाणि सामर्थ्यानि सन्ति, हे इन्द्र तानि सर्वाणि ते तवानुग्रहादावृणे समन्ताद्गृह्णामि।\nयाज्यामाह - अनु ते दायीति। यजत्र यष्टव्य हे इन्द्र महे महते सर्वेभ्योऽधिकाय ते तुभ्यं सत्रा सत्रेषु विश्वं सर्वं हविर्देवेभिरग्न्यादिभिरनुदायि अनुक्रमेण दीयते। किमर्थम्। वृत्रहत्ये वृत्रवधमनु ते तवेन्द्रियाय बलसिद्ध्यर्थम्। न केवलं वृत्रवधमनुसृत्य किंतु क्षत्त्रमनु त्वदीयं क्षत्त्रियत्वजात्यभिमानमनुसृत्य, सहोऽनु त्वदीयं बलमनुसृत्य, नृषह्ये वैरिमनुष्यतिरस्कारशीलमनुसृत्य, त्वयि यथोक्तान्गुणानवेक्ष्य ते तुभ्यं पुनः पुनर्दीयत इति शेषः।\nअन्यामिष्टिं विधत्ते - “इन्द्राय घर्मवते पुरोडाशमेकादशकपालं निर्वपेद्ब्रह्मवर्चसकामो ब्रह्मवर्चसं वै गर्म इन्द्रमेव घर्मवन्त स्वेन भागधेयेनोप धावति स एवास्मिन्ब्रह्मवर्चसं दधाति ब्रह्मवर्चस्येव भवति” (सं॰ का॰ २ प्र॰ २ अ॰ ७) इति।\nघर्मवते वेदशास्त्रादिप्रयुक्तब्रह्मतेजोयुक्ताय। विद्वत्सु वेदशास्त्रादिरूपेण ब्रह्मवर्चसेन दीप्यत इति ब्रह्मवर्चसस्य धर्मत्वम्।\nएतस्यामिष्टौ पुरोनुवाक्यामाह - आ यस्मिन्निति। वासयन्ति रथस्योपर्यादित्यमिति वासवा आदित्यस्याश्वाः। ते च सप्तसंख्याकाः। सप्त युञ्जन्ति रथमेकचक्रमिति मन्त्रवर्णात्। न चैवं सत्येको अश्वो वहति सप्तनामेत्यनेन विरोधः। वचनद्वयबलेन विकल्पस्याङ्गीकृतत्वात् ते च सप्ताश्वाः स्वारुहो यथाऽऽदित्यापरतन्त्रा अपि स्वयमेवा-ऽऽरोहन्त इव वर्तन्ते, सुशिक्षितत्वेन प्रेरणं विनैव प्रवृत्तत्वात्। तादृशाः सप्ताश्वा यस्मिन्नादित्य आभिवर्तन्ते आतिष्ठन्ति स आदित्य ऋषिर्हातीन्द्रि-यज्ञान्येव सर्वदा वेदत्रयोपेतत्वात्। अत एवाऽऽम्नायते — “वेदैरशून्यस्त्रिभिरेति सूर्यः” इति। दीर्घश्रुत्तमस्त्रैलोक्यप्रकाशनेन प्रथितकीर्तितमः। ईदृशो घर्मो दीप्यमान आदित्य इन्द्रस्य गृहेऽतिथिः स्वाभीष्टं याचितुं यदा कदाचिदागच्छति तस्येन्द्रस्य महिमा किमिव वक्तव्य इत्यभिप्रायः।\nयाज्यामाह - आमास्विति। आमासु फलपाकरहितास्वोषधीषु पक्वं सम्यक्पाकयुक्तं फलं हे इन्द्र त्वमैरयो वृष्टिद्वारा संपादितवानसि। सूर्यं विचरन्तं परिवर्तनसाम- र्थ्यप्रदानेन दिव्यारोहयसि। हेतिभिर्यजमाना जुष्टमिन्द्रस्य प्रियं हविः पुरोडाशरूपं तपत सुष्ठु हुतं कुरुत। किमिव, घर्मं न प्रवर्ग्यमिव, सुवृक्तिभि-र्हुंकारप्रस्तावादिशोभनभक्तियुक्तैः सामन्सामभिर्धर्मं यथा तपन्ति। गिर्वणसे गीर्भिः स्तुत्यायेन्द्राय गिरः स्तुतिरूपाः प्रयुङ्क्तेति शेषः।\nइष्ट्यन्तरं विधत्ते - “इन्द्रायार्कवते पुरोडाशमेकादशकपालं निर्वपेदन्नकामोऽर्को वै देवानामन्न-मिन्द्रमेवार्कवन्त स्वेन भागधेयेनोपधावति स एवास्मा अन्नं प्र यच्छत्यन्नाद एव भवति” (सं॰ का॰ २ प्र॰ २ अ॰ ७) इति।\nबुभुक्षुभिरर्थ्यमानत्वादादरेण स्वीक्रियमाणत्वादन्नस्यर्कत्वाम्।\nतत्र पुरोनुवाक्यामाह - इन्द्रमिदिति। गाथिनः सामगा बृहद्बृहता साम्नेन्द्रमिदिन्द्रमेवानूषतास्तुवन्। ऋच् स्तुतावित्यस्माद्धातोरुत्पन्नोऽर्कशब्द ऋचमाचष्टे। अर्केभिग्भिरर्किणो बह्वृचा इन्द्रमस्तुवन्। वाणीरन्या अपि वाचो यजुरूपा इन्द्रमस्तुवन्।\nयाज्यामाह - गायन्तीति। हे शतक्रतो गायत्रिणो गायत्रसामयुक्ता उद्गातारस्त्वां गायन्ति। अर्किणो बृह्वृचास्त्वामर्चन्ति स्तुवन्ति। ब्रह्माणस्तदुपलक्षिता अध्वर्यवोऽपि त्वामुद्येमिर उत्थापयन्ति वर्धयन्तीत्यर्थः। किमिव, वंशमिव। यथा कुलाचारादिभिः स्वकीयं वंशमुन्नतं कुर्वन्ति तद्वत्।\nइष्ट्यन्तरं त्रिहविष्कं विधत्ते - “इन्द्राय घर्मवते पुरोडाशमेकादशकपालं निर्वपेदिन्द्रायेन्द्रियावत इन्द्रा-यार्कवते भूतिकामो यदिन्द्राय घर्मवते निर्वपति शिर एवास्य तेन करोति यदिन्द्रायेन्द्रियावत आत्मानमेवास्य तेन करोति यदिन्द्रायार्कवते भूत एवान्नद्ये प्रति तिष्ठति भवत्येव” (सं॰ का॰ २ प्र॰ २ अ॰ ७) इति।\nतेन घर्मवते निर्वापेणाध्वर्युरस्य यजमानस्य शिरः करोति। एवंविधैश्वर्या-दिभिः सभायामुन्नतशिरस्कं करोति। तेनेन्द्रियावते निर्वापेणास्य यजमानस्याऽऽत्मानमेव करोति पुष्टशरीरमेव करोति। अर्कवते निर्वापेण यजमानो भूत एवैश्वर्यं प्राप्त एव सन्नदनयोग्ये सम्यगन्ने प्रतितिष्ठति। भवत्येव पुनरप्याधिकमैश्वर्यं प्राप्नोत्येव। अत्र घर्मवतो हविषि ‘आ यस्मिन्’ इत्यादिके याज्यानुवाक्ये। इन्द्रियावतो हविषि “इन्द्रियाणि शतक्रतो” इत्यादिके। अर्कवतो हविषि “इन्द्रमिद्गाथिनो बृहत्” इत्यादिके।\nइष्ट्यन्तरं विधत्ते - ‘इन्द्राया होमुचे पुरोडाशमेकादशकपालं निर्वपेद्यः पाप्मना गृहीतः स्यात्पाप्मा वा अह इन्द्रमेवाहोमुच स्वेन भागधेयेनोप धावति स एवैनं प्राप्मनोऽहसो मुञ्चति’ (सं॰ का॰ २ प्र॰ २ अ॰ ७) इति।\nअंहःशब्देनात्र नरकहेतुर्निषिद्धाचरणादिरूपः पाप्मोच्यते। पाप्मनोंऽह-सोऽत्यधिकात्पापादित्यर्थः।\nतत्र पुरोनुवाक्यामाह - अहोमुच इति। गृणानाः स्तुवन्तो वयमोषिष्ठदाव्ने ग्रीष्मकाले दावा-ग्निनाऽत्यन्तदग्धभूप्रदेशेभ्यो वर्षर्तौ वृष्टिदात्रेंऽहोमुचे पापान्मोचयित्रे मनीषां बुद्धिं प्रभरेम स्वी कुर्मः। कीदृशीं सुमतिं, त्वां तोषयेमेत्येवमादिशो-भनमननोपेताम्। हे इन्द्रेदं त्यज्यमानं हव्यं प्रतिगृहाण। तेन यजमानस्य कामाः सत्याः सन्तु।\nयाज्यामाह - विवेषेति। यद्यस्मात्कारणाद्धिषणा पूर्वोक्ता बुद्धिर्मां विवेष व्याप्तवती तस्मादहं सुबुद्धिर्जजान जातवानस्मि। एत एव पार्यादह्नः पुरोत्तमान्मरणादि वसात्पुरा त्वां स्तवै, आमरणं स्तवानीत्यर्थः। यत्र यस्यां धिषणायां सत्यामि न्द्रोऽस्मानंहसः पापात्पीपरदुत्तारितवान्सा धिषणा विवेषेत्यन्वयः। अथवा यत्राहन्यस्मानंहसः पारयति तस्मात्पार्यादह्नः पुरा स्तवा इत्यन्वयः। यथा लोके नावा नद्यां यान्तं नाविकमुभये कुलद्वयवर्तिनो हवन्ते मामुत्तारयेत्पाह्वयन्ति तथैवांहसो मुक्तानस्मानुभयकूलप्रभवा आह्वन्तीत्यर्थः।\nअत्रैव विकल्पितामन्यां याज्यामाह - प्रसम्राजमिति। हे नरो मनुष्या ऋत्विजः प्रकर्षेणेन्द्रं भजतेति शेषः। कीदृशं, सम्राजं सम्यग्दीप्यमानम्। अध्वराणामग्निष्टोमादीनां प्रथमं मुख्यदेवम्। अंहोमुचं पापान्मोचयितारम्। यज्ञियानां यज्ञसंबन्धिफलानां वृषभं वर्षितारम्। अपां वृष्टिरूपाणामुदकानां नपातमविनाशयितारम्। हयन्तमैश्वर्यस्य गमयितारम्। हेऽश्विनावस्मिन्यजमान इन्द्रियं चक्षुरादिपा-टवमोजो बलं च धत्तं स्थापयतम्।\nइष्ट्यन्तरं विधत्ते - “इन्द्राय वैमृधाय पुरोडाशमेकादशकपालं निर्वपेद्यं मृधोऽभि प्रवेपेरन्रा-ष्ट्राणि वाऽभि समियुरिन्द्रमेव वैमृध स्वेन भागधेयेनोप धावति स एवास्मान्मृधोऽपहन्ति” (सं॰ का॰ २ प्र॰ २ अ॰ ७) इति।\nमृधो वैरिणो यं यजमानमभितः प्रवेपेरन्प्रकर्षेण कम्पयेयुर्भीतिमुत्पादयेयुः। अथवा राष्ट्राणि देशानभितो विनाशयितुं समियुः संगता भवेयुः, तस्य यजमानस्य रक्षायै वैमृधाय शत्रुविनाशकायेन्द्राय निर्वपेत्। स चेन्द्रोऽस्मा- द्यजमानान्मृधः शत्रूनपहन्ति।\nतत्र पुरोनुवाक्यामाह - वि न इन्द्रेति। हे इन्द्र नोऽस्माकं मृधः शत्रून्विशेषेण जहि। किंच, पृतन्यतोऽस्मान्घातयितुं सेनामिच्छतः शत्रून्नीचान्न्यग्भूतान्यच्छोपरतान्कुरु। यश्चान्योऽस्मानभिदासत्युपक्षपयति तमीं तमपि वैरिणमधस्पदमस्मत्पादयोः प्रणतशिरस्कं कृधि कुरु।\nतत्र याज्यामाह - इन्द्र क्षत्रमिति। हे इन्द्र वामं वननीयं क्षत्रं क्षताद्रक्षणमोजोऽस्मदीयं बलं चाभिलक्ष्याजायथा एतत्सर्वं संपादयितुं जातोऽसि। चर्षणीनां मनुष्याणां हे वृषभ कामानां वर्षकामित्रयन्तं शत्रुभावमिच्छन्तं जनमपानुदस्तिरस्कृतवानसि। देवेभ्यो हविष्प्रदानादिव्यवहारिभ्यो यजमानेभ्य उरुं विस्तीर्णं लोकं भोगस्थानमकृणोरु कृतवानेवासि।\nतस्यामेवेष्टौ विकल्पितां पुरोनुवाक्यामाह - मृगो नेति। हे इन्द्र भीमो भयंकरः कुचरः प्राणिभक्षणादिरूपकुत्सिताचर-णशीलो गिरिष्ठाः पर्वतनिवासी मृगो न सिंहव्याघ्रादिमृग इव परस्याः परावतो महतो दूरादाजगामास्मद्विरोधिनं हन्तुमागतोऽसि। आजगन्थेति हि शाखान्तरे मध्यमपुरुषः पठितः। सृकं परशरीरादिषु सरणशीलं तिग्मं तीक्ष्णं पविं वज्रं संशाय सम्यक्तीक्ष्णं कृत्वा विशेषेण शत्रूंस्ताडय। मृधो योद्धॄञ्शत्रून्विशेषेण नुदस्व निराकुरु ।\nविकल्पितां याज्यामाह - वि शत्रूनिति। हे इन्द्र शत्रून्विशेषेण नुद निराकुरु। मृधो योद्धॄनपि विशेषेण नुद। वृत्रस्य हनू विरुज विशेषेण भग्नी कुरु। त्वं भामितः क्रुद्धः सन्नभिदासतोऽस्मानुपक्षपयतोऽमित्रस्य वैरिणो मन्युं विशेषेण भग्नं कुरु।\nइष्ट्यन्तरं विधत्ते - “इन्द्राय त्रात्रे पुरोडाशमेकादशकपालं निर्वपेद्बद्धो वा परियत्तो वेन्द्रमेव त्रातार स्वेन भागधेयेनोप धावति स एवैनं त्रायते” (सं॰ का॰ २ प्र॰ २ अ॰ ७) इति। बद्धः शृङ्खलया निगडितः। परियत्तः शृङ्खलामन्तरेण परितो भटैवरुद्धः।\nतत्र पुरोनुवाक्यामाह - त्रातारमिति। त्रातारं शृङ्खलाबन्धाद्रक्षितारम्। अवितारं भटावरोधाद्रक्षि-तारम्। शूरं बन्धकानामवरोधकानां च तिरस्कारे क्षमम्। हवे हवे सुहवं सर्वस्मिन्होमे सुखेनाऽऽह्वातुं शक्यम्। शक्रं सर्वेषु कार्येषु शक्तियुक्तम्। पुरुहूतं बहुभिर्यजमानैराहूतमिन्द्रं हुवे नु आह्वायाभ्येव। प्रतिविशेषणमिन्द्र-शब्दावृत्तिर्वाक्यभेदार्थम्। त्रातारमिन्द्रं हुवे। अवितारमिन्द्रं हुव इत्येवं वाक्यभेदः। तैश्च बहुभिर्वाक्यैरादरातिशयः प्रदर्श्यते। इन्द्राऽऽगच्छ हरित आगच्छेत्यादौ तद्दर्शनात्। लोकेऽप्यतिबालं पुत्रमुपलालयितुं पितरागच्छ भ्रातरागच्छेत्यादौ दृश्यते। मघवा धनवानिन्द्रो नोऽस्माभ्यं स्वस्ति धातु अविनाशं ददातु।\nतत्रैव याज्यामाह – मा ते अस्यमिति। हे सहसावन्बलवन्निन्द्रास्यां परिष्टौ परित्राणार्थं क्रियमा-णायामिष्टौ वयमघाय वैकल्याय मा भूम, अस्मदनुष्ठिते कर्मणि वैकल्यं मा भूदित्यर्थः। हे हरिवो हरिभिरश्वैस्तद्वन्परादै परादातुं त्वामवज्ञातुं वयं मा भूम कदाचिदप्यवज्ञां मा करवामेत्यर्थः। त्वं नोऽस्मानवृकेभिर्हिंसकरहितैर्वरूथै-र्गृहैस्त्रायस्व। तादृशान्गृहान्प्रयच्छ। सूरिषु विद्वत्सु यजमानेषु मध्ये वयं तव प्रिया भवेम।\nइष्ट्यन्तरं विधत्ते - “इन्द्रायार्काश्वमेधवते पुरोडामेकादशपालं निर्वपेद्यं महायज्ञो नोपनमेदेते मै महायज्ञस्यान्त्ये तनू यदर्काश्वमेधाविन्द्रमेवार्काश्वमेधयन्त स्वेन भागधेयेनोप धावति स एवास्मा अन्ततो महायज्ञं च्यावयत्युपैनं महायज्ञो नमति” (सं॰ का॰ २ प्र॰ २ अ॰ ७) इति।\nअश्वमेधयज्ञस्य साधनभूतो योऽग्निः सोऽर्कः। यश्च तत्फलभूत आदित्यः सोऽश्वमेधः। अत एव पञ्चमकाण्डे पञ्चार्काहुतिविधिशेषार्थवादे समाम्नायते - “अर्को वा एष यदाग्निरसावादित्योऽश्वमेधो यदेता आहुतीर्जुहोत्यर्काश्वमेधयोरेव ज्योतीषि संदधाति” इति। अश्वमेधब्राह्मणेऽप्याम्नायते - “अग्निर्वा अश्वमेधस्य योनिरायतम्। सूर्योऽग्नेर्योनिरायतनम्। यदश्वमेधेऽग्नौ चित्य उत्तरवेदिं चिनोति तावर्काश्वमेधौ” इति। वाजसनेयिनोऽपि चित्यस्यग्नेरुपासने समामनन्ति — “एष वा अश्वमेधो य एष तपति तस्य संवत्सर आत्माऽयमग्निरर्कस्तस्येमे लोका आत्मानस्तावेतावर्काश्वमेधौ” इति। इन्द्रः स्तुतयोरग्न्यादित्ययोः स्वामित्वादर्काश्वमेधवानित्युच्यते। यं यजमानं प्रत्यश्वमेधराजसूयरूपो महायज्ञो नोपनमेन्न प्राप्नुयात्स यजमानोऽर्काश्वमेधस्वामिने निर्वपेत्। यावेतावर्काश्वमेधशब्दवाच्यावग्न्यादित्यौ तावुभौ महायज्ञस्याश्वमेधस्यान्त्ये तनू प्रारम्भसमाप्तिकोटयोर्वर्तमानशरीरे। चित्याग्निः साधनत्वेन प्रारम्भकोटौ वर्तते। आदित्यः फलरूपत्वेन समाप्तिकोटिगामी। स एवेन्द्र एवास्मै यजमानस्य समीपे महायज्ञं प्रेरयति। स च महायज्ञ एनं यजमानमुपनमति प्राप्नोति।\nतत्र पुरोनुवाक्यामाह - अनवस्त इति। हे पुरुहूत बहुभिर्यजमानैराहूतेन्द्र ते तव रथमनवो मनुष्यास्तक्षंस्तक्षन्तु संस्कुर्वन्तु। किमर्थम्। अश्वायाश्वं संयोक्तुम्। त्वष्टा देवः शिल्पी द्युमन्तं दीप्तिमन्तं वज्रं तक्षतु। ब्रह्माणो ब्राह्मणा ऋत्विजोऽर्कैर-र्चनसाधनैर्मन्त्रैर्महयन्तः पूजयन्त इन्द्रमवर्धयन्यशसा वर्धयन्तु। अहयेऽहिमघं महायज्ञप्राप्तिप्रतिबन्धकं पापं हन्तवा उ अवश्यं हन्तुमवर्धयन्नित्यन्वयः।\nयाज्यामाह - वृष्णे यत्त इति। हे इन्द्र यद्यदा वृष्णे ते कामाभिवर्षिणस्तव संबन्धिनमर्क-मर्चनीयं वृषणं वर्षणं (कं) फलाभिवर्षकं यागं ग्रावाणः साधनभूता दृषदुपलादयः पदार्था अर्चानर्चयन्ति अलंकुर्वन्ति, तदानीमदितिर्वेदिरूपा पृथिवी सजोषास्त्वया समानप्रीतिर्भवतु। इन्द्रेषिता इन्द्रप्रेरिता ये पवयो वज्राः सन्ति तेऽप्यरथा अनश्वासो रथाश्वनिरपेक्षा एव दस्यून्महायज्ञप्राप्तिप्रतिबन्धकानसुरानभ्यवर्तन्ताभिलक्ष्य हन्तुं प्रवर्तन्ताम्।\nअत्र विनियोगसंग्रहः —\n“इन्द्रं वो विश्वतोऽमुष्मिंश्चरावैन्द्र ऋचोर्द्वयम्।\nइन्द्रीन्द्रियावद्यागे स्यादा यस्मिन्घर्मवद्यजौ॥१॥\nइन्द्रं स्यादर्कवद्यागे तिस्रोंऽहोमुग्यजावृचः।\nविनो (वै)मृधे चतस्रः स्युस्त्रातारं त्रातृमद्यजौ।\nअनवोऽर्काश्ववद्यागे मन्त्राः सप्तदशेरिता (न्त्रा एकोनविंशतिः”\n॥२॥ इति।\nइति श्रीमत्सायणाचार्यविरचिते माधवीये वेदार्थप्रकाशे कृष्णयजुर्वेदीय-तैत्तिरीयसंहिताभाष्ये प्रथमकाण्डे षष्ठप्रपाठके द्वादशोऽनुवाकः॥१२॥\n-----\nवेदार्थस्य प्रकाशेन तमो हार्दं निवारयन्।\nपुमर्थांश्चतुरो देयाद्विद्यातीर्थमहेश्वरः॥१॥\nइति श्रीमद्विद्यातीर्थमेहश्वरापरावतारस्य श्रीमद्राजाधिराजपरमेश्व-\nरस्य श्रीवीरबुक्कमहाराजस्याऽऽज्ञापरिपालकेन माधवाचार्येण\nविरचिते वेदार्थप्रकाशे कृष्णयजुर्वेदीयतैत्तिरीयसंहिताभाष्ये\nप्रथमकाण्डे षष्ठः प्रपाठकः॥६॥\n\n—------------------------------------------------\n",
  "bhattaBhashya": "\n\n\n2तत्रैव याज्या - इन्द्रं नर इति त्रिष्टुप् ॥ नरो मनुष्या इन्द्रं हवन्ते आह्वयन्ति । कीदृशम् ? नेमधिता, नेम इत्यर्धस्य नाम । 'यत्सर्वेषामर्धमिन्द्रः प्रति' इति सर्वेषां भागार्धेन इन्द्रो धीयते धार्यत इति नेमधितः । निष्ठायां 'सुधितवसुधितनेमधित' इति धिभावो निपात्यते, 'सुपां सुलुक्' इति द्वितीयैकवचनस्याकारः, 'तृतीया कर्मणि' इति पूर्वपदप्रकृतिस्वरत्वम् । कदा पुनरसौ नेमेन धार्यत इत्याह - यद्यदा । तेनैव सप्तम्या लुक् । पार्याः परलोके साधवः । छान्दसो ञ्यः । यद्वा - दुःखानां पारं समाप्तिः । तत्र सध्वीर्धियः कर्माणि ता यदर्थमिन्द्रमाह्वयन्ति । ता यदा युनजते युञ्जते अनुतिष्ठन्ति तदा नेमधितेति । 'छन्दस्युभयथा' इत्यार्धधातुकत्वेन श्नमो ङित्त्वाभावात्, 'श्नसोरल्लोपः' इति न प्रवर्तते । अथेन्द्रः प्रत्यक्षमुच्यते - शूरः वीरः । नृषाता नृभिर्मनुष्यैः साता सातः सम्भक्तः आश्रितः नृषातः । पूर्ववदाकारः, 'जनसनखनां सञ्झलोः' इत्यात्वं, पूर्ववत्पूर्वपदप्रकृतिस्वरत्वं, सुषामादित्वात्षत्वम् । यद्वा - नरो मनुष्याः सनितारस्सम्भक्तारः दातारो वा यस्य नृषाता । छान्दसमात्वं, 'ऋतश्छन्दसि' इति कबभावः । शवसो बलस्य नेतारो यस्य दातारो यजमाना[यजना]धीनबलत्वात् । यद्वा - शवसो बलस्य नृभ्यो दाता । छान्दसमात्वम्, पूर्वपदप्रकृतिस्वरत्वं च । चकानस्तृप्तिशीलः । चक तृप्तौ, भौवादिकः उदात्तेत्, ताच्छीलिकश्चानश्, 'बहुलं छन्दसि' इति शपो लुक् । ईदृशस्त्वं नोस्मान् गोमति व्रजे गोजाविमनुष्यादिमति सङ्घाते । यद्वा - व्रजे गोष्ठे भूयिष्ठगोभिर्युक्ते आभन आभिमुख्येनास्मान्योजय पशुमन्तं मां कुरु । 'द्व्यचोतस्तिङः' इति संहितायां दीर्घत्वम् ॥\n\n3'इन्द्रायेन्द्रियावते पुरोडाशमेकादशकपालं निर्वपेत्' इत्यस्य पुरोनुवाक्या - इन्द्रियाणीति गायत्री ॥ हे इन्द्र शतक्रतो या यानि ते तवेन्द्रियाणि वीर्याणि पञ्चसु जनेषु निषादपञ्चमेषु ब्राह्मणादिषु देवमनुष्यपितृरक्षोगन्धर्वेषु वा त्वया दत्तानि तिष्ठन्ति । यद्वा - पञ्चसु जनेषु निमित्तभूतेषु पञ्चजनपरिपालनार्थानि यानि तव वीर्याणि त्वयि तिष्ठन्ति तान्यहमावृणे आभिमुख्येन याचे ते तवैव प्रसादान्मदभिमतान्यपि साधयन्त्विति प्रार्थये । त्वं च तथानुज्ञातुमर्हसि, यथाहं पशुमान्त्स्यामिति । यद्वा - मय्यपि तानि वीर्याणि सन्त्विति याचे, त्वं च तानि देहि । 'स एवास्मा इन्द्रियं पशून्प्र यच्छति पशुमानेव भवति' इति ब्राह्मणम् ॥\n\n4तत्रैव याज्या - अनु त इति त्रिष्टुप् ॥ हे इन्द्र यजत्र यष्टव्य । यजेरत्रः । ते तुभं दायि दीयते देवेभिः ऋत्विग्भिः ; सामर्थ्याद्धविरिति गम्यते । विश्वं कृत्स्नमपि तुभ्यमेव दीयते, त्वत्प्रधानत्वाद्देवानाम् । यद्वा - विश्वं हविस्तुभ्यमेव दीयतां किमन्यैर्देवैः । छान्दसो लुङ् । 'अमाङ्योगेपि' इत्यडभावश्छान्दसः । सत्रा सत्रेषु सर्तव्येषु यज्ञेषु सर्वेष्वपि । सप्तम्या आकारः । देवतान्तरेभ्य इन्द्रस्य विशेषानाचष्टे - महे महते इन्द्रियाय वीर्याय अनु । द्वितीयार्थे चतुर्थी । महदिन्द्रियहेतुभावमनुशब्दो द्योतयति । महतेन्द्रियेण तद्वानयमिति कृत्वा तुभ्यमेव दीयते । अनु वृत्रहत्ये वृत्रहत्याम् । 'सुपां सुलुक्' इति द्वितयीया एकारः । वृत्रं हतवानयमिति कृत्वा । क्षत्रं धनं, धनवानिति कृत्वा । सहो बलं, बलवानिति कृत्वा । अनु नृषह्ये, नृषह्यं नॄणां शत्रूणामभिभवितृत्वम्, सर्वेषां नॄणामयमभिभवितेति कृत्वा । 'शकिसहोश्च' इति भावे यत्, पूर्ववद्वितीयाया एकारः, सुषामादित्वात्षत्वम् ॥\n\n5'इन्द्राय घर्मवते पुरोडाशमेकादशकपालं निर्वपेद्ब्रह्मवर्चसकामः' इत्यस्य पुरोनुवाक्या - आ यस्मिन्नित्यनुष्टुप् ॥ सप्त, सृप्तारः सप्तसङ्ख्या वा । वासवाः जगतां वासहेतवः । वसव एव वासवाः प्रकाशोदकधारणाहरणवितरणकारिणो रश्मयोश्वा वा । वसूनां रश्मीनां समूह एव वा वासवः सप्तशतानि प्रधानानि ते यस्मिन्तिष्ठन्ति । स्वारुहस्स्वयमेव रोहन्ति विचरन्तीति स्वारुहः । सांहितिको दीर्घश्छान्दसः । आदित्यपरतन्त्रा अपि स्वैरप्तवृत्तय इव वसन्तः भगवन्तमप्यास्थाय यस्मिन्वर्तन्ते । 'यथेति पादान्ते' इति सर्वानुदात्तो यथाशब्दः । पुनरप्यादित्यो विशेष्यते - ऋषिर्द्रष्टा सर्वस्य त्रैकालिकस्य लोकसाक्षी । दीर्घश्रुत्तमः प्रथितकीर्तितमः । ईदृशो महाभागो घर्मः आदित्योपीन्द्रस्यातिथिः अर्थित्वेन पार्श्वमागच्छति, इन्द्रनिसृष्टेनोदकेन वार्थी भवति, दीप्यते वा पूज्यत्वेन । हशब्दः खल्वर्थे । तस्मादेवं महानुभावः इन्द्रोस्मभ्यं ब्रह्मवर्चसं ददात्विति ॥\n\n6तत्रैव याज्या - आमास्विति पथ्याबृहती, तृतीयपादस्य द्वादशाक्षरत्वात् ॥ आमास्वतप्तासु भूमिष्ठास्वप्सु पक्वं परिणतं दिवि नवमासधृतं पक्ववदुदकमैरयः प्रेरयसि हे इन्द्र त्वं सूर्यं च दिव्यारोहयः आरोहयसि आसमन्तादारोप्य प्रकाशयसि । 'प्राणो वा इन्द्रः' इति प्राणवृत्तिर्भगवानुदेति । इदानीं प्रत्यक्षवदिन्द्र उच्यते - घर्मं न प्रवर्ग्यमिव सामन् साम्नि सामविषयाभिस्सुवृक्तिभिः, सुष्ठु शोभनं वा आवृज्यते याभिस्स्तुतिभिस्तास्सुवृक्तयः । 'मन्क्तिन्व्याख्यान' इत्युत्तरपदान्तोदात्तत्वम् । यद्वा - सुवृक्तिभिश्शोभनभक्तिभिस्सामभिः । 'नञ्सुभ्याम्' इत्युत्तरपदान्तोदात्तत्वम् । सामन्निति व्यत्ययेन तृतीयाबहुवचनस्य सप्तम्येकवचनं, तस्य च 'सुपां सुलुक्' इति लुक् । ननु तृतीयाबहुवचनस्यैव लुगस्तु ? नैवं शक्यते । 'न ङिसम्बुद्ध्योः' इति नलोपप्रतिषेधो न स्यात् । जुष्टमिन्द्रस्य प्रियं भागं तपत । तस्मै महानुभावाय इन्द्राय दातुं तद्योग्यं संस्कुरुत । सांहितिकोस्य दीर्घश्छान्दसः । जुष्टशब्दस्याद्युदात्तत्वमुक्तम् । किञ्च - गिर्वणसे गीर्भिर्वननीयाय भजनीयाय स्तोतव्यायेन्द्राय इन्द्रार्थं गिरः वाचश्च स्तुतिरूपाः तपतेत्येव । गीर्भिर्वननीय इति 'गतिकारकयोरपि ' इत्यसुन्, पूर्वपदप्रकृतिस्वरत्वं च । स चास्मभ्यं ब्रह्मवर्चसं ददात्विति ॥\n\n7'इन्द्रायार्कवते पुरोडाशमेकादशकपालं निर्वपेदन्नकामः' इत्यस्य पुरोनुवाक्या - इन्द्रमिदिति गायत्री ॥ इन्द्रमित् इन्द्रमेव गाथिनो गाथावन्तः गायका उद्गातारः । व्रीह्यादित्वादिनिप्रत्ययः । बृहत् बृहता साम्ना, अनूषतेति वक्ष्यते । 'सुपां सुलुक्' इति तृतीयाया लुक् । तथा अर्किणः अर्कवन्तः होतारः । ऋच स्तुतौ, घञ्, 'चजोः कु घिण्यतोः' इति कुत्वम् । अर्केभिरर्कैः ऋग्भिः इन्द्रमेवानूषत अस्तुवन् । छान्दस ऐसभावः । तथा वाणीः वाण्यः ऋग्यजुस्सामलक्षणाः । 'वा छन्दसि` इति पूर्वसवर्णदीर्घत्वम् । पारिशेष्यादध्वर्यूणां वाण्यश्चेन्द्रमेव अनूषत नुवन्ति । णू स्तवने, तौदादिकः, छान्दसो लुङ्, व्यत्ययेनात्मनेपदं, कुटादित्वाद्गुणाभावः, छान्दस इडभावः । तथा स इन्द्रोस्मभ्यमन्नं ददात्विति ॥\n\n8तत्रैव याज्या - गायन्तीत्यनुष्टुप् ॥ हे शतक्रतो बहुकर्मन् शताश्वमेधिन्वा इन्द्र गायत्रिणः गायत्रेण साम्ना तद्वन्त उद्गातारः त्वां गायन्ति । तथा अर्किणः अर्कवन्तः ऋक्षु साधवः होतारः त्वामर्कं स्तातैव्यं अर्चयन्ति स्तुवन्ति । यद्वा - अर्च पूजायाम्, अर्चयन्त्यर्कं पूजनीयं त्वामर्चयन्ति पूजयन्ति होतारः । तथा ब्रह्माणः ब्रह्मादयः अध्वर्यवोपि गृह्यन्ते । ते त्वामुद्येमिरे उद्यच्छन्ते उत्थापयन्ति वर्धयन्तीत्यर्थः । छान्दसो लिट् । कमिव ? वंशमिव । यथोत्तमसम्बन्धादिभिस्सत्पुरुषा वंशं स्वकुलमुत्कर्षं नयन्ति । यद्वा - वंशं ग्रामं यथोदकादिभिश्शनैर्वर्धयन्ति तद्वत्स त्वमस्मम्यमन्नं प्रयच्छेति । केचित् - अत्रोभयत्रार्कशब्दोन्नवचनः । अर्किणः अन्नवन्तः अर्कैर्हविर्लक्षणैरर्कमर्च्यं पूज्यं त्वामर्चयन्ति यजन्ते । शेषं समानमिति ॥\n\n9'इन्द्रायांहोमुचे पुरोडाशमेकादशकपालं निर्वपेद्यः पाप्मना गृहीतस्स्यात्' इत्यस्य पुरोनुवाक्या - अंहोमुच इति त्रिष्टुप् ॥ अंहसः पापाद्विमोक्त्रे, ओषिष्ठदाव्ने दावेनोषिष्ठः दग्धृतमः आदित्यः तस्मै उदकस्य दात्रे, वर्षार्थं वा तस्य दापयित्रे ; यथा - 'आदित्याज्जायते वृष्टिः' इति । उष दाहे, तृजन्तात् 'तुश्छन्दसि' इतीष्ठन्प्रत्ययः, 'तुरिष्ठेमेयस्सु' इति तृशब्दस्य लोपः, ददातेः 'आतो मनिन्' इति वनिप्प्रत्ययः । हे इन्द्र ईदृशाय तुभ्यं गृणानास्स्तुवन्तः वयं मनीषां बुद्धिं प्रभरेम त्वत्स्तुत्यर्थं प्रकर्षेण स्वीकुर्मः । कीदृशीं ? सुमतिं शोभमानाम् । 'नञ्सुभ्याम्' इत्युत्तरपदान्तोदात्तत्वम् । त्वां तोषयेमेत्येवंरूपाम् । त्वं च तया स्तुत्या तुष्ट इदं हव्यं प्रतिगृभाय प्रतिगृह्णीष्व । 'हृग्रहोर्भः' इति भः, 'छन्दसि शायजपि' । यजमानस्य कामा मनोरथाः अंहसो मुच्येयेत्येवमादयः सत्या अमोघा भवन्तु ॥\n\n10तत्रैव याज्या - विवेषेति त्रिष्टुप् ॥ यद्यस्मान्मां धिषाणा तादृशी बुद्धिः विवेष व्याप्तवती तस्मादहं जजान जातवानस्मि ; नो चेदहमजातसम एव स्याम् । अपदात्परत्वान्न निहन्यते । 'समानवाक्ये निघातादयः' इति वचनाज्जजानेति न निहन्यते । का पुनस्सा धिषणेत्याह - पार्यात्पारेभवात् अत्यन्तादह्नो दिवसात् पुरा पूर्वं यावन्मरणदिवसं इन्द्रं स्तवै स्तुत्या तोषयामीतीयं धिषणा जजान ममोदपादि, अतो जातवानस्मि । पुनश्च धिषणा विशेष्यते - यत्र यस्यां धिषणायां सत्यां इन्द्र अंहसः पापात् पीपरत्पारयति उत्तारयति पुरुषम् । पार तीर कर्मसमाप्तौ, छान्दसो लुङ्, 'चङ्यन्यतरस्याम्' इत्युत्तरपदान्तोदात्तत्वम् । यद्वा - यत्राह्नि अस्मानिन्द्रोंहसः पारयति उत्तारयति तत्पार्यमहरिति निर्वचनं क्रियते । आ तत इन्द्रं स्तवै, यावदंहोविमोचनमित्यर्थः । अथ प्रारतरणं विशेष्यते - यथा अंहस उत्तारितानस्मानुभये उभयकुलप्रभवा अपि हवन्ते आह्वयन्ति आत्मरक्षार्थं मां रक्ष मां रक्षेति । यथेति निपातो यद्वृत्तप्रतिरूपकः । यथा गणकाराः - 'मात्रायां वेळायां यथा पुरा हो अहो अथो मनो' इति । तेनाख्यातं निहन्यते । यथा नदीमध्ये नावा यान्तमुभयतस्स्थिता आह्वयन्ति भो मामुत्तारय मामुत्तारयेति, तथांहस उत्तारिणी धिषणा बुद्धिर्मां विवेष व्याप्ता भवतु, अतो जजानाहमिति । तस्मात्तादृशधिषणं मामिन्द्रोंहसो मुञ्चत्विति ॥\n\n11तत्रैव याज्या विकल्प्यते - प्र सम्राजमिति त्रिष्टुप् ॥ सम्राजं सङ्गतदीप्तिम् । 'मो राजि समः क्वौ' । अध्वराणां यज्ञानां प्रथमं प्रधानम् । अंहोमुचमंहसो मोक्तारं इन्द्रम्, स्थानाद्गम्यते । वृषभं वर्षितारं कामानां दातारम् । याज्ञियानां यज्ञार्हाणां मध्ये सम्राजं सम्यग्राजन्तं यज्ञियानां वा सम्बन्धिनं स्वामित्वेन यज्ञियानां वा वृषभम् । 'यज्ञर्त्विग्भ्याम्' इति घः । अपां नपातमपां चतुर्थमिन्द्रं अस्मान्मध्यमः ततो मेघः तत आप इति । न पातयति न च्यावयतीति नपात् । 'नाभ्राण्णपात् ' इति निपात्यते । हयन्तं वर्धमानं अविच्छिन्नैश्वर्यं सर्वगम् । हय गतौ । हे नरः मनुष्या ऋत्विजः ईदृशमिन्द्रं प्रगच्छत प्रकर्षेण बन्धुत्वेन भजत, यथायं यजमानः अंहसो मुञ्चतीति । यद्वा - प्रेत्यस्याख्यातापेक्षायां धत्तमिति वक्ष्यमाणत्वाच्च धत्तेति सामर्थ्याद्योग्यं लभ्यते । इदनीमश्विनावुच्येते - हे अश्विनौ युवामपि अस्मिन् यजमाने इन्द्रियं चक्षुरादिदार्ढ्यं ओजः बलं च प्रधत्तं प्रकर्षेण स्थापयतम् । अत्रापि विशेषाकाङ्क्षायां प्रेति प्रकृतं सम्बध्यते, अंहसश्च मुक्तोस्त्विति ॥\n\n12इन्द्राय वैमृधाय पुरोडाशमेकादशकपालं निर्वपेद्यम्मृधोभि प्रवेपेरन्राष्ट्राणि वाभि समियुरिन्द्रमेव वैमृधम्' इत्यस्य पुरोनुवाक्या - वि न इन्द्रेत्यनुष्टुप् ॥ हे इन्द्र नोस्माकं मृधः योद्धॄन् अस्माभिर्युद्ध्यमानान् विजहि विविधं मारय । किञ्च – पृतन्यतस्सङ्ग्रामं कर्तुमिच्छतः पुरुषान् नीचान् न्यग्भूतान् यच्छ उपरमय मारयेति यावत् । न्यक्शब्दाद्द्वितीयाबहुवचनस्य स्थाने व्यत्ययेन तृतीयैकवचनम्, 'अञ्चेश्छन्दस्यसर्वनामस्थानम्' इति तस्या उदात्तत्वम् । पृतनायाः क्यचि 'कव्यध्वरपृतनस्य' इति लोपः, 'शतुरनुमः' इति शस उदात्तत्वम् । किञ्च - योस्मानभिदासति अभिदासयति उपक्षयति । दसु उपक्षये, ण्यन्ताल्लेट्, 'छन्दस्युभयथा' इति शप आर्धधातुकत्वाण्णिलोपः, उदात्तनिवृत्तिस्वरो व्यत्ययेन न प्रवर्तते । तमुपक्षयकारीणमधस्पदमेव कृधि कुरु । ईमित्यवधारणे । अस्मत्पादयोरधः प्रणिपतितशिरस्कं कुर्विति यावत् । 'बहुलं छन्दसि' इति शपो लुक्', श्रुशृणुपॄकृवृभ्यश्छन्दसि' इति धिभावः । 'अधश्शिरसी पदे' इत्यधश्शब्दस्य संहितायां सत्वम् ॥\n\n13तत्रैव याज्या - इन्द्र क्षत्रमिति त्रिष्टुप् ॥ हे इन्द्र वामं वननीयं क्षत्रं क्षत्रियस्य भावं धनं वा ओजो बलं चाभ्यजायथाः अभिलक्ष्य जातोसि । वरिष्ठेन क्षत्रादिना लक्ष्यमाणजनन इत्यर्थः । चर्षणीनां मनुष्याणां वृषभ कामानां वर्षितः अभिमतस्य दातरित्यर्थः । पूर्ववन्नाम उदात्तत्वम् । एवं सामर्थ्यमुपकारतस्स्वभावतश्च प्रतिपाद्य इदानीं स्वाभिमतं प्रार्थयते - तादृशस्त्वमस्मास्वमित्रयन्तं शत्रुभावमिच्छन्तं जनमपानुदः अपनुद अपकृष्यनाशय । छान्दसो लङ् । किञ्च – देवेभ्यो हविःप्रदानादिव्यवहारिभ्य उरुं विस्तीर्णं लोकं स्थानमकृणोः कुरु । छान्दसो लङ्, 'धिन्विकृण्व्योरच' इत्युप्रत्ययः । उ इति पादपूरणे अवधारणे वा । देवेभ्य इति षष्ठ्यर्थे वा चतुर्थी । देवानां विस्तीर्णं लोकमस्मभ्यं देहीति ॥\n\n14याज्याविकल्पः - मृगो नेति त्रिष्टुप् । मृगो न मृग इव भीमः बिभेत्यस्मादिति भीमः । 'भीमादयोऽपादाने' । भयहेतुः व्याघ्रस्सिंहो वा । कुचरः कुत्सितं चरति । पचाद्यच् । हिंस्रस्वभावः । गिरिष्ठाः पर्वतवासी स इव शत्रून् ताडय । यद्वा - गिरिर्मेघः गजो वा, तत्स्थः । सोर्जस् । परस्याः परावतः महतो दूरादाजगाम आगच्छति यो भृत्यं रक्षितुम् । पुरुषव्यत्ययो वा, आजगामागच्छसि । 'उपसर्गाच्छन्दसि धात्वर्थे' इति वतिः । आख्यातस्य सांहितिको दीर्घश्छान्दसः । स त्वमित्थमागत्य हे इन्द्र सृकं परशरीरादिषु सराशीलं तिग्मं प्रागेव तीक्षणं पविं वज्रं संशाय निशितीकृत्य तेनातितीक्ष्णेन शत्रून्विताढि विविधं ताडय । ताडयतेर्लोटि शपो लुक्, 'छन्दस्युभयथा' इत्यार्धधातुकत्वाण्णिलोपः । मृधो योद्धॄंश्च विनुदस्व विविधं नुद विनाशय ॥\n\n15अतश्च विकल्पः - वि शत्रूनित्यनुष्टुप् ॥ शत्रून् विविधं नाशय । मृधश्च योद्धॄन्विनुद विशेषतो नाशय । वृत्रस्यासुरस्य हनू विरुज विभिन्धि । वृत्रस्य वा मेघस्य हनुस्थानीये पार्श्वे विरुज विदारय वर्षार्थं याभ्यां वर्षन्ति मेघाः । हे इन्द्र अस्मानभिदासतः उपक्षयतः अमित्रस्य शत्रोर्मन्युं क्रोधं विनुद विनाशय भामितः अमित्रविषये क्रुद्धस्त्वम् ॥\n\n16इन्दाय त्रात्रे पुरोडाशमेकादशकपालं निर्वपेद्बद्धो वा परियत्तो वा' इत्यस्य पुरोनुवाक्या - त्रातारमिन्द्रमिति त्रिष्टुप् ॥ इदि परमैश्वर्ये इन्द्रः । ऐश्वर्यहेतून्बहून्दर्शयति - त्रातारमवितारं देवानाम् ; 'तस्मादिन्द्रव्यपदेशभाजं अवितारं सर्वेषामपि तर्पयितारं इन्द्रं इतोपीन्द्रव्पदेशभाजम्, हवेहवे सुहवं सर्वेष्वाह्वानेषु सुखेनाह्वातव्यं निर्भयैः । 'भावेनुपसर्गस्य' इत्यप्सम्प्रसारणं च, 'बहुलं छन्दसि' इति सम्प्रसारणे आकारान्तत्वाभावात्खलेव भतति । शूरं महाबलं सर्वजेतारं तथाप्याहूतमात्र एवागच्छन्तं इन्द्रं इतोपीन्द्रशब्दाभिधेयं शक्रं सर्वार्थसाधनशक्तं पुरुहूतं बहुभिर्यजमानैराहूतं अतोप्यासादितेन्द्रत्वं देवेश्वरं हुवे आह्वयामि । शपो लुक्, 'पूर्ववत्सम्प्रसारणम् । नु इति पादपूरणे । स मघवाप्रशस्तैर्धनैः अन्नादिभिर्हविरादिभिश्च तद्वान् अतश्चेन्द्रपदाभिधानार्हः नोस्मभ्यं स्वस्ति अविनाशं धातु ददातु । शपो लुक् । 'मघवा बहुलम्' इति निपात्यते । 'इत्थम्भूतेन कृतमिति च' इति पुरुहूतशब्दोन्तोदात्तः । यद्वा - पुरुषु स्थानेषु दूतः पुरुहूतः । 'तृतीया कर्मणि' इति प्राप्त्यभावात् कृदुत्तरपदप्रकृतिस्वरत्वमेव निपात्यते । अत्र पुनःपुनः इन्द्रोक्तिरस्माकं सर्वार्थेषु त्वमेव शरणं नान्य इत्यादरसूचनार्था ॥\n\n17तत्रैव याज्या - मा ते अस्यामिति त्रिष्टुप् ॥ हे सहसावन् बलवन् इन्द्र । सह एव सहसं बलं तद्वान् । 'अन्येषामपि दृश्यते' इति दीर्घत्वम् । यद्वा - अवतुप्रत्ययश्छान्दसः ते तवास्यां परिष्टौ परितस्सर्वतस्सर्वस्यामिष्टौ । छान्दसं ह्रस्वत्वम्, शकन्ध्वादित्वाद्वा पररूपत्वम् । अघाय पापाय कर्मवैगुण्यलक्षणाय मा भूम विगुणकारिणो न भवेम ; सर्वेणापि प्रकारेणाविगुणो यज्ञोस्त्विति यावत् । हे हरिवः हरिवन् हरिभिर्हयै स्तद्वान् । 'मतुवसोः' इति रुत्वम् । परादै परदानाय च मा भूम प्रत्याख्यानाय । अन्येभ्यो दानं परादाः । 'क्विप्च' इति क्विप् । चतुर्थ्येकवचने आकारलोपाभावश्छान्दसः । यद्वा - तुमर्थे कैप्रत्ययः, यथा - 'प्रयै' इति । परादातुं च वयं मा भूम कदापि त्वया त्याज्या मा भूमेत्यर्थः । तस्मान्नोस्मान्त्रायस्व रक्ष अवृकेभिः अवृकैश्चोरादिहिंसकरहितैः वरूथैर्गुप्तियुक्तैर्गृहैः ; ईदृशगृहवासिनः कृत्वा त्रायस्वेति । 'नञ्सुऋभ्याम्' इत्यवृकशब्दोन्तोदात्तः । किम्बहुना - सूरिषु मेधाविषु मध्ये वयमेव तव प्रियासः प्रियास्स्याम भवेम । आज्जसेरसुक् । 'युष्मदस्मदोर्ङसि' इति तवशब्द आद्युदात्तः ॥\n\n18'इन्द्रायार्काश्वमेधवते पुरोडाशमेकादशकपालं निर्वपेद्यं महायज्ञो नोपनमेत्' इत्यस्य पुरोनुवाक्या - अनवस्त इति त्रिष्टुप् ॥ हे पुरुहूत बहुभिराहूत इन्द्र ते तव रथमनवो मनुष्यास्तक्षन् तक्षन्तु संस्कुर्वन्तु । लङ् लोडर्थे, अडभावश्छान्दसः । अश्वायाश्वं योक्तुं यथा योग्यो भवति तथा संस्कुर्वन्तु । यद्वा - अश्वाय व्याप्तिमते तुभ्यं यथा पर्याप्तो भवति त्वष्टा देवानां शिल्पी वज्रं तक्षतु तीक्ष्णीकरोतु । कीदृशम् द्युमन्तं दीप्तिमन्तम् । किञ्च - ब्रह्माणः ब्राह्मणाश्च त्वामिन्द्रमीश्वरं अर्कैर्मन्त्रैः हविर्लक्षणैरन्नैर्वा महयन्तः पूजयन्तः अवर्धयन् वर्धयन्तु यशसा । किमर्थं ? अहये अघाय अहिंसनाय आगत्य हन्तीत्यहिस्सर्पादिः । 'आङि शृहनिभ्यां ह्वस्वश्च' इतीण्प्रत्ययः । कर्मणि चतुर्थी । हन्तवै हन्तुम् । 'तुमर्थे सेसेन्' इति तवैप्रत्ययः । 'अन्तश्च तवै युगपत्' इत्याद्यन्तयोरुदात्तत्वम् । उः पादपूरणे । त्वं चास्माकं महायज्ञमुपनयेति ॥\n\n19तत्रैव याज्या - वृष्ण इति त्रिष्टुप् ॥ हे इन्द्र ते तुभ्यं वृष्णे वर्षित्रे अभिमतदात्रे । षष्ठ्यर्थे चतुर्थी । तव वर्षितुः अर्कमर्चनीयमाज्ञां अर्चनीयं वा ते तव यागमर्चानर्चयन्ति पूजयन्ति । लेट्याडागमः । के ? वृषणः ग्राव्णः वर्षितारो मेघाः वृष्टिं कुर्वन्तस्तवार्कमर्चयन्ति मेघा इत्यर्थः । 'वा षपूर्वस्य निगमे' इति दीर्घाभावः । अदितिः पृथिवी च सजोषाः समानप्रीतिः त्वया तैर्वा मेघैरानुकूल्यं भजमाना सस्याद्युत्पादयतस्तव कर्मार्कमर्चयति । यद्यदा एवमेते कुर्वन्ति, तदानीं दुष्टात्मानो दस्यवोपि त्वयैव हन्तव्या इति तत्प्रार्थयते - अनश्वासः अश्वरहिताः । 'आज्जसेरसुक्' अरथाः रथरहिताः अश्वरथमनपेक्षमाणाः । 'नञ्सुभ्याम्' इत्युत्तरपदान्तोदात्तत्वम् । ये पवयस्तवायुधविशेषाः इन्द्रेषितास्सर्वदेन्द्रेणैव प्रेषिताः अन्येन प्रेषितुमशक्याः ; ते दस्यूनभ्यवर्तन्त दस्यूनभिवर्तन्तां आभिमुख्येन हन्तुं वर्तन्ताम् । स्वरणादिद्वारा अस्मदुपक्षपयितारो दस्यवः । तानभिभूय पराजितान्कृत्वा सर्वदाऽस्मान्रक्षन्तो वर्तन्तामिति भावः । छान्दसो लङ् । एवं सर्वस्य लोकस्य रक्षको महात्मा त्वम् ; अतोस्माकमपि महायज्ञमुपनयेति ॥\n\nइति श्रीभट्टभास्करमिश्रविरचिते यजुर्वेदभाष्ये ज्ञानयज्ञाख्ये प्रथमे काण्डे षष्ठे प्रपाठके द्वादशोनुवाकः ॥\nसमाप्तश्च प्रपाठकः ॥\n—--------------------------------------------\n"
}