{
  "id": "TS 1.8.3.1",
  "classification": {
    "kanda": "1",
    "prasna": "8",
    "anuvaka": "3",
    "panchasat": "1"
  },
  "header": "TS 1.8.3.1",
  "panchasatInfo": " 4 ",
  "padaCount": 70,
  "samhita": "ऐ॒न्द्रा॒ग्न-मेका॑दशकपालं मारु॒ती-मा॒मिक्षां᳚ ॅवारु॒णी-मा॒मिक्षां᳚ का॒यमेक॑कपालं प्रघा॒स्यान्॑. हवामहे म॒रुतो॑ य॒ज्ञ्वा॑हसः करं॒भेण॑ स॒जोष॑सः ॥ मो षू ण॑ इन्द्र पृ॒थ्सु दे॒वास्तु॑ स्म ते शुष्मिन्नव॒या । म॒ही ह्य॑स्य मी॒ढुषो॑ य॒व्या । ह॒विष्म॑तो म॒रुतो॒ वन्द॑ते॒ गीः ॥ यद् ग्रामे॒ यदर॑ण्ये॒ यथ् स॒भायां॒ ॅयदि॑न्द्रि॒ये । यच्छू॒द्रे यद॒र्य॑ एन॑श्चकृ॒मा व॒यं । यदे ( ) क॒स्याधि॒ धर्म॑णि॒ तस्या॑व॒यज॑नमसि॒ स्वाहा᳚ ॥ अक्र॒न् कर्म॑ कर्म॒कृतः॑ स॒ह वा॒चा म॑योभु॒वा । दे॒वेभ्यः॒ कर्म॑ कृ॒त्वाऽस्तं॒ प्रेत॑ सुदानवः ॥",
  "pada": "ऐ॒न्द्रा॒ग्नमित्यै᳚न्द्र - अ॒ग्नम् । एका॑दशकपाल॒मित्येका॑दश-क॒पा॒ल॒म् । मा॒रु॒तीम् । आ॒मिक्षा᳚म् । वा॒रु॒णीम् । आ॒मिक्षा᳚म् । का॒यम् । एक॑कपाल॒मित्येक॑-क॒पा॒लं॒ । प्र॒घा॒स्या॑निति॑ प्र-घा॒स्यान्॑ । ह॒वा॒म॒हे॒ । म॒रुतः॑ । य॒ज्ञवा॑हस॒ इति॑ य॒ज्ञ - वा॒ह॒सः॒ । क॒रं॒भेण॑ । स॒जोष॑स॒ इति॑ स - जोष॑सः ।  । मो इति॑ । स्विति॑ । नः॒ । इ॒न्द्र॒ । पृ॒थ्स्विति॑ पृत्-सु । दे॒व॒ । अस्तु॑ । स्म॒ । ते॒ । शु॒ष्मि॒न्न् । अ॒व॒या ।  । म॒ही । हि । अ॒स्य॒ । मी॒ढुषः॑ । य॒व्या ।  । ह॒विष्म॑तः । म॒रुतः॑ । वन्द॑ते । गीः ।  । यत् । ग्रामे᳚ । यत् । अर॑ण्ये । यत् । स॒भाया᳚म् । यत् । इ॒न्द्रि॒ये ।  । यत् । शू॒द्रे । यत् । अ॒र्ये᳚ । एनः॑ । च॒कृ॒म । व॒यम् ।  । यत् ( ) । एक॑स्य । अधीति॑ । धर्म॑णि । तस्य॑ । अ॒व॒यज॑न॒मित्य॑व-यज॑नम् । अ॒सि॒ । स्वाहा᳚ ।  । अक्रन्न्॑ । कर्म॑ । क॒र्म॒कृत॒ इति॑ कर्म-कृतः॑ । स॒ह । वा॒चा । म॒यो॒भु॒वेति॑ मयः-भु॒वा ।  । दे॒वेभ्यः॑ । कर्म॑ । कृ॒त्वा । अस्त᳚म् । प्रेति॑ । इ॒त॒ । सु॒दा॒न॒व॒ इति॑ सु-दा॒न॒वः॒ ।  । ",
  "attribute": {
    "rishi": "अज्ञात",
    "devata": "अज्ञात",
    "chandas": "अज्ञात"
  },
  "sayanaBhashya": "\n\nसविता भूत्वोत्पादको भूत्वा। अत्यमन्यन्तावज्ञां कृतवत्यः वरुणो भूत्वा वरुणेन वरुणपाशरूपेण जलोदररोगेण। नाथं स्वामिनं रोगशान्तये, वरुणप्रघासानेतन्नामकान्याग-विशेषान्। इदानीं विधते— “यद्वरुणप्रघासा निरूप्यन्ते (१)। प्रजानामवरुणग्राहाय” (ब्रा. का.१ प्र. ६ अ.४) इति।\nअस्य पर्वणः कालमापस्तम्बो दर्शयति — “ततश्चतुर्षु मासेष्वाषाढ्यां श्रावण्यां वोदवसाय वरुणप्रघासैर्यजेत” इति। उदवसाय पूर्वदेशान्निर्गत्य।\nअस्मिन्वरुणप्रघासपर्वणि द्वितीयां वेदिं विधातुं प्रस्तौति— “तासां दक्षिणो बाहुर्न्यक्न आसीत्। सव्यः प्रसृतः। स एतां द्वितीयां दक्षिणतो वेदिमुदहन्। ततो वै स प्रजानां दक्षिणं बाहुं प्रसारयत्”। (ब्रा. का.१ प्र. ६ अ.४) इति।\nतासां प्रजानाम्। न्याक्नः शीतवातरोगेण नितरां संकुचितः। वेदिमुदहन्वेदेरुद्धननं कृतवान्। विधत्ते— “यद्द्वितीयां दक्षिणतो वेदिमुद्धन्ति। प्रजानामेव तद्यजमानो दक्षिणं बाहुं प्रसारयति। तस्माच्चातुर्मास्ययाज्यमुष्मिल्लोँक उभयाबाहुः। यज्ञाभिजित ह्यस्य” (ब्रा. का.१ प्र. ६ अ.४) इति।\nदक्षिणतश्चोदकप्राप्ताया वेदेर्दक्षिणभागे। यस्माच्चातुर्मास्येषु वेदिद्वयमस्ति तस्मात्तद्याजी स्वर्गे बाहुद्वयोपेतो भवति। यद्यपि सर्वेषां बाहुद्वयमस्ति तथाऽप्येक एव बाहुस्तेषां सामर्थ्योपेतः। अत एवाऽऽम्नातम् — तस्माद्दक्षिणोऽर्ध आत्मानो वीर्यावत्तरः इति। अस्य बाहुद्वयमपि सामर्थ्यातिशयोपेतमिति विशेषः। तदेतदस्य यज्ञाभिजितमनेन यज्ञेन संपादितम्।\nउभयोर्वेद्योर्मध्ये त्रयोदशाङ्गुलिंपरिमितं व्यवधानं विधत्ते— “पृथमात्राद्वेदी असंभिन्ने भवतः (२) । तस्मात्पृथमात्रं व्यसौ” (ब्रा. का.१ प्र. ६ अ.४) इति।\nयस्माद्वेद्योरुक्तं व्यवधानं तस्माल्लोकैऽपि वामदक्षिणावंसौ पृथमात्रौ। यद्वा पृथमात्रं त्रयोदशाङगुलपरुमाणं यथा भवति तथा विभक्तो दृश्येते। विधत्ते—\n“उत्तरस्यां वेद्यामुत्तरवेदिमुपवपति। पशवो वा उत्तरवेदिः। पशूनिवावरुन्धे। अथो यज्ञपरुषोऽनन्तरित्यै” (ब्रा. का.१ प्र. ६ अ.४) इति।\nयज्ञपरुषो यज्ञावयवस्यान्तरित्या अन्तरायामावार्थम्। उत्तरवेदेरभावे तद्रूपो यज्ञावयवोऽन्तरितः स्यात्।\nवैश्वदेवपर्वण्युक्तानामाग्नेयमष्टाकपालमित्यादीनां पञ्चहविषां ब्राह्मणमनुब्राह्मणं चावाप्यतिदिशति— “एतद्र्वाह्मणान्वेय पञ्च हवीषि” (ब्रा. का.१ प्र. ६ अ.४) इति।\nआग्नेयादीनां पञ्चानां विधायकं पूर्वस्मिन्पर्वणि यद्ब्राह्मणमातेदेवास्मिन्पर्वाणि ब्राह्मणं विधायकं येषां पञ्चानां तान्येतद्ब्राह्मणानी। अत्रापि तथैवाऽऽदौ पञ्च हवींष्यनुतिष्ठेदित्यर्थः।\nमुख्यब्राह्मणे विहितस्यैन्द्राग्नस्यातिदिष्टपञ्चहविरानन्तर्यं विधत्ते— “अथैव ऐन्द्राग्नो भवति (ब्रा. का.१ प्र. ६ अ.४)” इति।\nतस्मिन्यागे श्रुतौ देवौ प्रशंसति— “प्राणापानौ वा एतौ देवानाम्। यदिन्द्राग्नी। यदैन्द्राग्नो भवति (३)। प्राणापानावेवावरुन्धे। ओजो बलं वा एतौ देवानाम्। यदिन्द्राग्नी। यदैन्द्राग्नो भवति। ओजो बलमेवावरुन्धे” (ब्रा. का.१ प्र. ६ अ.४) इति।\nओजो मानस उत्साहो बलं शारीरमिति विशेषः।\nमुख्यब्राह्मणविहितमामिक्षायागमनूद्य तद्देवताकावेव मेषीमेषौ यवमयौ विधत्ते— “माररुत्यामिक्षा भवति। वारुण्यामिक्षा। मेषी च मेषश्च भवतः। मिथुना एव प्रजा वरुणपाशान्मुञ्चति” (ब्रा. का.१ प्र. ६ अ.४) इति।\nमारुत्यामिक्षा भवति मेषी च, वारुण्यामिक्षा भवति मेषश्चेति तत्तत्साहित्याय़भिधानार्थो चकारौ। स्त्रीपुरुषरूपयोर्मेषीमेषयोरनुष्टानेन मिथुनात्मिकाः प्रजा रोगान्मुक्ता भवन्ति।\nमेषीमेषयोर्गुणविशेषं विधत्ते — “लोमशौ भवतो मेध्यत्वाय (४)” (ब्रा. का.१ प्र. ६ अ.४) इति।\nएतच्च सूत्रकारेण स्पष्टीकृतम् र्उर्णाभिर्मेषप्रतिकृती लोमशौ कुरुतः इति।\nतयोर्मेषीमेषयोः पुरतः शमीपर्णस्थापनं विधत्ते— “शमीपर्णान्युपवपति। घासमेवाऽऽभ्यामपियच्छति (१)” (ब्रा. का.१ प्र. ६ अ.४) इति।\nघासमपीत्यन्वयः।\nशमिपर्णानां शताधिकसंख्यां विधातुं प्रस्तौति— “प्रजापतिमन्नाद्यं नोपानतम्। स एतेन शतेध्मेन हविषाऽन्नाद्यमवारुन्ध। यत्परःशतानि शमीपर्णानि भवन्ति। अन्नाद्यस्यावरुद्ध्यै” (ब्रा. का.१ प्र. ६ अ.४) इति।\nअत्तुं योग्यं शाल्यादिजन्यं यदन्नं तत्प्रजापतिर्न प्राप्नोत्। स च प्रजापतिरेतेन शमीवृक्षजन्येन शतसंख्यायुक्तेन काष्ठसमुहेन दीपितऽग्नौ हुतेन हविषा तदन्नाद्यं संपादितवान्। अतः परःशतानी शताधिकसंख्यानि पूर्णान्युपवपेत्।\nतत्र करीरोद्वापं विधातुं प्रस्तौति— “सौम्यानि वै करीराणि। सौम्या खलु वा आहुतिर्दिवो वृष्टिं च्यावयति” (ब्रा. का.१ प्र. ६ अ.४) इति।\nकरीरनामकान्यङ्कुराणी सोमवल्लीसदृशत्वात्सौम्यानि। आहुतिरपि सोमसंबन्धिनी वृष्टिहेतुः।\nविधत्ते— “यत्करीराणि भवन्ति। सौम्ययैवाऽऽहुत्या दिवो वृष्टिमवरुन्धे” (ब्रा. का.१ प्र. ६ अ.४) इति।\nकरीरशब्देन खर्जुरीफलान्युच्यन्त इति केचित्। तानि शमीपर्णवद्भक्ष्यत्वोपचारेण तयोः पुरत उपवपेत्। तथा च सूत्रकारः — “अथाऽऽभ्यां शमीपर्णकरीराण्युपवपति परःसतानि परःसहस्त्राणि च” इति।\nनवमं भागं प्रशंसति — \"काम एककपालो भवति। प्रजानां कंत्वाय (१)\" [ब्रा॰ का॰ १ प्र॰ ६ अ॰ ४] इति। सुखित्वायेत्यर्थः। कायः प्रजापतिदेववाकः।\nदीपपात्रसदृशानि यवपिष्टनिर्मितानि पात्राणि विधत्ते — प्रतिपूरुषं करभ्भपात्राणि भवन्ति। जाता एव प्रजा वरुणपाशान्मुञ्चति। एकमतिरिक्तम्। जनिष्यमाणा एव प्रजा वरुणपाशान्मुञ्चति (५) \" [ब्रा॰ का॰ १ प्र॰ ६ अ॰ ४] इति।\nदधिसिक्ता यवसक्तवः करम्भः। यजमानस्य गृहे यावन्तः पुरुषा मनुष्यास्तत्संरूपया पात्राणि विधायैकं पात्रमधिकं कुर्यात्। अत एव सुत्रकार आह — \"आमपेषाणां पत्नी करम्भपात्राणि करोति यावन्तो यजमानस्यामात्याः सखीकास्तावन्त्येकातिरिक्तानि\" इति।\nतदेवमनुब्राह्मणगतेनानुवाकेन वरुणप्रघासादिविधयो देवताप्रशंसाश्चोक्ताः। अथानुवाकान्तरेण हविरासादनादिप्रयोगा। उच्यन्ते। तत्र वेदिद्वये हविःसादनव्यवस्थां विधते — \"उत्तरस्यां वेद्यामन्यानि हवीषि सादयति। दक्षिणायां मारुतीम्। अपधुरमेवैना युनाक्ति। अथो ओज एवाऽऽसामपहरति। तस्माद्ब्रह्मणश्च क्षत्राच्च विशोऽन्यतोऽपक्रमिणीः \" [ब्रा॰ का॰ १ प्र॰ ६ अ॰ ५] इति।\nमारुत्या आमिक्षाया अन्यान्याग्नेयादीन्यष्टौ हवींषि। मरुतो देवानां मध्ये विशः। अतो मारुत्याः पृथग्वेदिसादनादेना विशोऽपधुरमेव युनक्ति। अपक्रमणमेव प्रापयति। धुरो गमनमपधुरं, धूःशब्देन बहुविधहविर्वहनयोग्या भूमिरुच्यते। सा श्चोत्तरगता वेदिस्तस्या अपगमनं यथा भवति तथा मरुद्रूपा एना विशो वेद्यन्तरे योजितवान्भवति। किंचाऽऽसां विशामोजो बलमवहरत्येव न्यक्करोत्येव। यस्माद्विशां न्यक्कारस्तस्माद् ब्रह्मणात्क्षत्त्रियाच्चेमा विशोऽन्यतो ग्रामन्तरे वाटिकन्तरे वाऽपक्रामन्ति।\nप्रचारपौर्वापर्यं पाठेनैव प्राप्तं प्रशंसति — \"मारुत्या पूर्वया प्रचरति। अनृतमेवावयजते। वारुण्यौत्तरया। अन्तत एव वरुणमवयजते\" [ब्रा॰ का॰ १ प्र॰ ६ अ॰ ५] इति।\nमारुत्या आमिक्षायाः प्रथमप्रचारेणनृतमयथाशास्त्रार्थानुष्ठानेन दोषमवयजते विनाशयति। वारुण्यामिक्षाया उत्तरकालीनप्रचारेण वरुणं वरुणपाशारूपं जलोदररोगमन्तत एवावयजते सर्वथैव विनाशयति।\nप्रचारात्प्राचीनेष्वङ्गेषु पूर्वोक्तपौर्वापर्यवैपरीत्यं विधत्ते — \"यदेवाध्वर्युः करोति (१) । तत्प्रतिप्रस्थाता करोति। तस्माद्यच्छ्रेयान्करोति। तत्पापीयान्करोति\" [ब्रा॰ का॰ १ प्र॰ ६ अ॰ ५] इति।\nअध्वर्युरुत्तरवेद्यवस्थिताया वारुण्यामिक्षाया अनुष्ठाता। प्रतिप्रस्थाता तु दक्षिणवेद्यां मारुतीमनुतिष्ठति। तत्र यद्यदन्वाधानादिकमेकैकमङ्गलमध्वर्युरनुतिष्ठति तत्तदङ्गं प्रतिप्रस्थाता तदनन्तरमेवानुतिष्ठेत्। अत एव च लोकेऽपि संदिग्धेषु लौकिकवैदिकव्यवहारेषु श्रेयान्प्रामाणिकत्वेन संप्रतिपन्नः पुरषो यदेव करोति तदेव पापीपान्मूडोऽपि करोति।\nअत्र बौधायनेन यदिदमुक्तम् — \"अथ प्रतिप्रस्थाता पत्नीं पृच्छति पत्नि कस्ते जार इति। असाविति तं वरुणो गृह्णातु\" इति। तदिदं विधत्ते —\n\"पत्नीं वाचयति। मेध्यामेवैनां करोति। अथो तप एवैनामुपनयति\" [ब्रा॰ का॰ १ प्र॰ ६ अ॰ ५] इति।\nपापं प्रख्यापयेत्पापीति स्मृतिकारैरुक्तत्वाद्विद्यमानं जारमुद्दिश्य पत्नीं वाचयेत्।तेन च प्रख्यापनेन पत्नीं यागयोग्यां करोति। किंच सभामध्ये मानहानिसहिष्णुत्वरूपं यत्तपस्तदप्येनां पत्नीं प्रतिप्रस्थाता प्रापयति।\nतस्याश्च पत्न्यां लज्जां मुक्त्वा जारनिर्देशं विधत्ते — \"यज्जार  सन्तं न प्रभ्रूयात्। प्रियं ज्ञाति  रुन्ध्यात्। असौ मे जार इति निर्दिशेत्। निर्दिश्यैवैनं वरुणपाशेन ग्राहयति (२) \" [ब्रा॰ का॰ १ प्र ६ अ॰ ५] इति।\nमन्त्रकाण्डे प्रधानयागविधिभ्य ऊर्ध्वं प्रधास्यान्मो षू णो यद्ग्रामेऽक्रन्कर्मेत्येते चत्वारो मन्त्रा आम्नाताः। तत्र प्रथममन्त्रस्य विनियोगमापस्तम्ब आह — \"प्रघास्यान्हवामह इति प्रतिप्रस्थाता पत्नीमुतानयति\" इति।\nपाठस्तु — प्रघास्यानिति। वरुणपाशरूपं कर्म घ्नन्तीति वरुणप्रघासास्तानर्हन्तीति वरुण प्रघास्याः। यज्ञं वहन्तीति यज्ञवाहसः। दधिसर्पिर्मिश्रैः सक्तुभिर्निष्पादितं पात्रजातं करम्भशब्देनोच्यते। तेन करम्भेण दक्षिणवेदिस्थितेऽग्नौ दंपतिभ्यां हूयमानेन परस्परं समानप्रीतयः सजोषसः। तथाविधान्मरुतो हवामह आह्वयामः।\nविधत्ते — \"प्रथास्यान्हवामह इति पत्नीमुदानयति। अह्वतैवैनाम्\" [ब्रा॰ का॰ १ प्र॰ ६अ॰ ५] इति।\nएनां पत्नीमनेन मन्त्रपाठेनाह्वतैवाऽऽहुतवानेव भवति।\nअवशिष्टस्य मन्त्रत्रयस्य विनियोगामाहाऽऽपस्तम्बः — \"अथान्तरा वेदी गत्वा यजमानः पत्नी चोत्तरेणोत्तरां वेदिमैषीके शूर्पे करम्भपात्राण्योप्य शीर्षन्नधि निधाय पुरस्तात्प्रत्यञ्चौ तिष्ठन्तौ दक्षिणेऽग्नौ शूर्पेण जुहुतो मो षू ण इन्द्रेति यजमानः पुरोनुवाक्यामन्वाह यद्ग्राम इत्युभौ याज्यमक्रन्कर्म कर्मकृत इति विपर्यन्तौ जपतः\" इति।\nतत्र प्रथममन्त्रपाठस्तु — मो षू ण इति। हे इन्द्र देव नोऽस्मान्षृत्सु संग्रामेषु मो मैव प्रवर्तयेति शेषः। तदेतदप्रवर्तनं सु समीचीनं वैरिणामेवासंभवात्। हे शुष्मिन्बलवंस्ते तव प्रसादादवयाऽवयजनमनिष्टनाशनमस्तु स्म सर्वदा भवतु। यस्मात्कारणान्मीदुषो वृष्टिसेचनसमर्थस्य तव प्रसादादस्माकं मही भूमिर्यव्या यवादिकृत्स्नधान्ययोग्या तस्मादनिष्टनाशनमित्यन्वयः। गीरस्मदीया स्तुतिरूपा वाग्घदविष्मतः करम्भपात्ररूपहविर्युक्तान्मरुतो वन्दते नमस्करोति स्तौतीत्यर्थः।\nद्वितीयमन्त्रपाठस्तु — यद्ग्राम इति। अत्र सप्त यच्छब्दाः सप्तधावक्यभेदार्थाः। स चाऽऽदरार्थः। अर्ये स्वामिनि वैश्ये वा। एकस्य दंपत्योर्मध्ये कस्यचिद्धर्मणि शास्त्रीये धर्मे वयं यजमानो दारा दासाश्च ग्रामविषये यत्पापमधिकं चकृम तस्यसर्वस्यावयजनं विनाशंक हे करम्भपात्रजात त्वमस्यतः स्वाहा त्वां ददामीत्यर्थः।\nएतयोरभयोर्याज्यापुरोनुवाक्ययोर्हौत्रत्वमपवदितुं विधत्ते — \"यत्पत्नी पुरोनुवाक्यामनुब्रूयात्। निर्वीर्यो यजमानः स्यात्। यजमानोऽन्वाह। आत्मन्नेव वीर्यं धत्ते। उभौ याज्या  सवीर्यत्वाय\" [ब्रा॰ का॰ १ प्र॰ ६ अ॰ ५] इति।\nयाज्यादृष्टान्तेन पुरोनुवाक्यायामपि प्राप्तां पत्नीमर्थवादेन वारयति।\nपापरूपेण प्रविश्य वरुणो यज्ञघातीति वरुणो याज्यायामेनःशब्देन विवक्षित इति दर्शयति — \"यद्ग्रामे यदरण्य इत्याह। यथोदितमेव वरुणमवयजते\" [ब्रा॰ का॰ १ प्र॰ ६ अ॰ ५] इति।\nदक्षिणवेदिगतेऽग्नौ होमं विधातुं प्रस्तौति — \"यजमानदेवत्यो वा आहवनीयः (३) । भ्रातृव्यदेवत्यो दक्षिणः। यदाहवनीये जुहुयात्। यजमानं वरुणपाशेन ग्राहयेत्\" [ब्रा॰ का॰ १ प्र॰ ६ अ॰ ५] इति।\nउत्तरदिक्स्थायां वेद्यामुत्तरवेद्युपवापेन निष्पन्न आहवनीयः। इतरवेदिगतोऽग्निर्दक्षिणः।\nविधत्ते — \"दक्षिणेऽग्नो जुहोति। भ्रातृव्यमेव वरुणपाशेन ग्राहयति\" [ब्रा॰ का॰ १ प्र॰ ६ अ॰ ५] इति।\nजुहूमपवदितुं विधत्ते — \"शूर्पेण जुहोति। अन्न्यमेव वरुणमवयजते\" [ब्रा॰ का॰ १ प्र॰ ६ अ॰ ५] इति।\nअन्नसाधने शूर्पे भवमन्न्यं भोज्यद्रव्यविनाशिनमित्यर्थः।\n\"होमे गुणद्वयं क्रमेण विधत्ते — \"शीर्षन्नधिनिधाय जुहोति। शीर्षत एव वरुणमवयजते। प्रत्यङ्तिष्ठञ्जुहोति (४)। प्रत्यङ्ङेव वरुणपाशार्न्निर्मुच्यते\" [ब्रा॰ का॰ १ प्र॰ ६ अ॰ ५] इति।\nकरम्भपात्रपूर्णै शुर्पे शिरसि सतृन्निधाय पश्चाज्जुहुयात्तेन शिरोरोगादिकं शाम्यति। पश्चिमाभि-मुखेन होमेन प्रत्यङ्ङेव वरुणस्य प्रतिकूलत्वेन प्रबल एव सन्वरुणपाशान्निष्कृष्टो मुच्यते।\nतृतीयमन्त्रापाठस्तु - अक्रन्कर्मेति। कर्मकृतोऽध्वर्युप्रमुखा यजमानपल्यन्ताः सर्वे, मयोभुवा मयः शिवं सुखम्। \"यद्वै शिवम्। तन्मयः\" इति श्रुतेः। तत्सुखं भावयित्र्या मन्त्रोच्चारणरूपया वाचा सह करम्भपात्रहोमान्तं कर्माक्रन्कृतवन्तः। हे सुदानवः सुष्ठु हविषः प्रदातारोऽध्वर्युप्रभृतयो देवार्थमिदं कर्म कृत्वाऽस्तं प्रेत संवगृहं गच्छत।\nअस्मिन्मन्त्र उत्तरार्धातात्पर्यं दर्शयति — अक्रन्कर्म कर्मकृत इत्याह। देवानृणं निरवदाय। अनृणा ग्रहानुपप्रेतति वावैतदाह\" [ब्रा॰ का॰ १ प्र॰ ६ अ॰ ५] इति।\nदेवान्प्रति प्रत्यर्पणीयं यदृणं तन्निरवदाय निःशेषेण प्रत्यर्प्य।\nअथावभृथद्रव्यं विधातुं प्रस्तौति — \"वरुणगृहीतं वा एतद्यज्ञस्य यद्यजुषा गृहीतस्यातिरिच्यते। तुषाश्च निष्कासश्च\" [ब्रा॰ का॰ १ प्र॰ ६ अ॰ ५] इति।\nवारुणयागे मेषार्थेषु यवेषु ये तुषा यश्च निष्कासः पात्रलग्न आमिक्षांशलेपस्तदुभयं पूर्वे मन्त्रेण गृहीतस्य द्रव्यस्यातिरिक्तोंऽशः। अतो यज्ञसंबद्धमेतद्वरुणगृहीतमेव।\nविधत्ते — \"तुषैश्च निष्कासेन चावभृतमवैति। वरुणगृहीतेनैव वरुणमवयचते\" [ब्रा॰ का॰ १ प्र॰ ६ अ॰ ५] इति।\nअत्रावभृथशब्देन सौमिकावभृथधर्मोपेतं कर्मोच्यते।\nतदेतत्प्रत्यभिज्ञापयितुं तत्रत्यविधीन्सार्थवादाननुवदति — \"अपोऽवभृथमवैति (५) । अप्सु वै वरुणः। साक्षादेव वरुणमवयजते। प्रतियुतो वरुणस्य पाश इत्याह। वरुणपाशादेव निर्मुच्यते। अप्रतीक्षमायन्ति। वरुणस्यान्तर्हित्यै। एधोऽस्येधिषीमहीत्याह। समिधैवाग्निं नमस्यन्त उपायन्ति। तेजोऽसि तेजो मयि धेहीत्याह। तेज एवाऽऽत्मन्धत्ते\" [ब्रा॰ का॰ १ प्र॰ ६ अ॰ ५] इति।\nअपः प्रत्यवभृथमनुतिष्ठेदप्सु कुर्यादित्यर्थः। अपामधिपतित्वादप्सु वरुणस्तिष्ठति। अतोऽत्र होमेन वरुणं साक्षादेव व्यवधानमन्तरेणैव विनाशयति। कर्मानुष्ठानादूर्ध्वमुदकसमीपं प्रतियुत इत्यनेन मन्त्रेण परित्यजेत्। उदकेषु स्थितो यो वरुणस्य पाशः स एष प्रतियुतः परित्यक्तः। परित्यज्य पृष्ठदेश-मपश्यन्त एव प्रत्यागच्छेयुः। आगत्य \"एधोऽसि, तेजोऽसि\" इति द्वाभ्यामाहवनीये समिधा वादध्यात्। हेऽग्न एधोऽसि अनया समिधाऽभिवृद्धोऽसि। अतस्त्वत्प्रसादाद्वयमप्येधिषीमहि समृद्धा भवेम। समिज्जन्यज्वालया तेजोऽसि। अतो मयि तेजःस्थापय।\nअत्र विनियोगसंग्रहः — \"पत्न्याह्वानं प्रघास्येति प्रतिप्रस्थातृकर्म तत्।\nस्वामी मो ष्वित्यनुब्रूयाद्यद्ग्राम इति दंपती।\nअक्रन्नित्यपि तावेव मन्त्राश्चत्वार ईरिताः\"॥१॥ इति।\nअथ मीमांसा।\nसप्तमाध्यायस्य प्रथमपादे चिन्तितम् —\n\"वैश्वदेवब्राह्मणस्यातिदेशो वादमात्रकः (गः) ।\nसवादाङ्गविधिस्थो वा हविर्विध्यन्वयाद्भवेत्।\nअर्थवादैकनिष्ठोऽसौ मैवमङ्गविधेरपि।\nसमानः सोऽन्वयोऽङ्गानां विधिरप्यतिदिश्यताम्\" ॥\nचातुर्मास्येषु वैश्वदेववरुणप्रघाससाकमेधशुनासीरीयनामकानि चत्वारि पर्वाणि। तत्र वैश्वदेवेऽष्टौ हवींषि विहितानि — \"आग्नेयमष्टाकपालं निर्वपति सौम्यं चरु  सावित्रं द्वादशकपाल  सारस्व-तं चरुं षौष्ण चरुं मारुत  सप्तकपालं वैश्वदेवीमामिक्षां द्यावापृथिव्यमेककपालम्\" इति। तेषां हविषां ब्राह्मणेऽर्थवाद आम्नातः — \"वार्त्रघ्नानि वा एतानि हवींषि\" इति। अङ्गविधयोऽपि तत्राऽऽम्नाताः — \"त्रेधा संन्नद्धं बर्हिर्भवति, त्रेधा संनद्ध इध्मः, नव प्रयाजा इज्यन्ते, नवानूयाजाः\" इति। एवं स्थिते वरुणप्रघासेषु पूर्वोक्तान्याग्नेयादीनि पञ्च हवींषि विधाय तदीयं पूर्वोदाहृतं ब्रह्मणमेतेषु पञ्चस्वतिदिशति — \"एतद्ब्राह्मणान्येव पञ्च हवींषि, यद्ब्राह्मणानीतराणि\" इति। तत्रार्थवादमात्रस्यातिदेशो न्याय्यः। तस्य हविर्विधिभिः सह स्तुत्या(त्य) स्तावकरूपेणान्वयसंभवादङ्गविधिना च तदसंभवादिति चेन्मैवम्। उपकार्योपकारकभावेन हविषामङ्गानां चान्वयात्। तस्मादर्थवादसहितानामङ्गविधीनामार्तदेशः।\nतत्रैवान्यच्चिन्तितम् —\n\"श्रुतमेककपालस्य ब्राह्मणस्यातिदेशनम्।\nतत्पूर्ववत्तथैन्द्राग्न एतद्ब्राह्मण इत्यपि\"॥\nएककपालब्राह्मणं वैश्वदेववरुणप्रघासेषु पठितम्। ऐन्द्राग्नब्राह्मणं वरुणप्रघासेष्वाम्नातम्। एवं स्थिते साकमेधेषु विहितयोरेककपालैन्द्राग्नयोर्ब्राह्मणातिदेश आम्नायते — \"एतद्ब्राह्मण ऐन्द्राग्न एतद्ब्राह्मण एककपालो यद्ब्राह्मण इतरश्चेतरश्च\" इति। तत्रोभयत्र पूर्वन्यायेनार्थवादविधिसहिताङ्गकाण्डस्य सर्वत्रा(स्या)तिदेशः। पूर्वन्यायस्य विषयव्याप्तये वक्ष्यमाणोदाहरणस्मारणायवा(बीज) कथनम्।\nएकादशाध्यायस्य द्वितीयपादे चिन्तितम् —\n\"मारुत्याः सार्धमष्टाभिरङ्गैस्तन्त्रं भिदाऽथवा।\nप्रयोगैकत्वतस्तन्त्रं भेदो देशस्य भेदतः\" ॥\nवरुणप्रघासेष्वाग्नेयादीनि नव हवींषि विहितानि। तेषु मारुतीमामिक्षां प्रतिप्रस्थाता दक्षिणे विहारेऽनुतिष्ठति। इतराणि त्वष्टावध्वर्युरुत्तरे विहारेऽनुतिष्ठति। तेषामष्टानां प्रयोगैक्यात्तन्त्रेणाङ्गान्युभयवादिसंमतानि। तथा तान्येव मारुत्या अपीत्यत्रापि तन्त्रं प्राप्तम्। कुतः। वरुणप्रघासान्तः-पातित्वेन प्रयोगैक्यात्। नन्वत्र विहारभेद आम्नातः — \"पृथगग्नी प्रणयतः, पृथग्वेदी कुरुतः\" इति। सोऽयं पृथगनुष्ठानाभावे व्यर्थः स्यान्मैवम्। हविरासादनमात्रे तद्भेदोपयोगात्। \"अष्टावध्वर्युरुत्तरे विहारे हवी  ष्यासादयति मारुतोमेव प्रतिप्रस्थाता दक्षिणस्मिन्\" इति तद्विधानात्। तस्मात्तन्त्र-मिति प्राप्ते ब्रूमः — देशभेदात्प्रयोगभेदे सत्यङ्गानुष्ठानमपि भिद्यते। न च तस्य हविरासादनमात्रार्थता युक्ता। तदासादनस्य दृष्टहोमार्थत्वे सति तत्परित्यागेनादृष्टार्थत्वकल्पनाप्रसङ्गात्। न च प्रयोगभेदेनैवाऽऽसादनभेदस्यापि सिद्धौ वचनमनर्थकं स्यादिति वाच्यम्। अव्यवस्थानात्प्रतिप्रयोगप्राप्तौ। तद्व्यवस्थार्थत्वात्। तस्माद्भेदेनाङ्गानुष्ठानम्।\nतत्रैवान्यच्चिन्तितम् —\n\"कर्तृभेदो न वा तत्र भेदः स्यादङ्गभेदवत्।\nपञ्चर्त्विग्वचनान्मैवं द्वयोरुक्त्या व्यवस्थितिः\"॥\nतत्र पूर्वोक्तविषये प्रयोगभेदादाधाराद्याङ्गभेद इव होतृब्रह्मादीनां कर्तृणामपि भेद इति चेन्मैवम्। वाचनिकपञ्चसंख्याविरोधात्। अध्वर्यु प्रतिप्रस्थातृहोतृब्रह्माग्नीध्नाः पञ्चर्त्विजश्चातुर्मास्येषु विहिताः — \"चातुर्मास्यानां यज्ञक्रतूनां पञ्चर्त्विजः\" इति। यद्याग्नेयाद्यष्टके मारुत्यां च होत्रादिभेदः स्यात्तदा पञ्चसंख्या बाध्येत। ननु पञ्चसंख्यासिद्ध्यर्थमाग्नेयाद्यष्टके प्रतिप्रस्थाता प्राप्नुयात्, मारुत्यां चाध्वर्युः प्राप्त इति चेत्। सत्यम्। प्राप्तावेव तावुभावुभयत्र। व्यवस्था तु वचनाद्भविष्यति। तत्र वचनं पूर्वत्रोदाहृतम्। तस्मान्नस्ति कर्तृभेदः।\nतत्रैवान्यच्चिन्तितम् —\n\"तत्रैव पत्नीसंयाजादौ तन्त्रं भिन्नताऽथ वा।\nतन्त्रमग्न्यैक्यतो मैवं कर्तृभेदानिवारणात्\" ॥\nतत्रैवाऽऽग्नेयाद्यष्टके मारुत्यां च गार्हपत्ये होतव्येषु पत्नीसंयाजादिषु तन्त्रं युक्तम्। कुतः। गार्हपत्यै-कत्वात्। नह्याहवनीयवद्दक्षिणे विहारे गार्हपत्यः पृथगस्ति। तस्मात्तन्त्रमिति प्राप्ते ब्रूमः — न तावत्पूर्वोक्तः कर्तृभेदो निवारयितुं शक्यते। तथा सत्यध्वर्युणा हुताः पत्नीसंयाजाः प्रतिप्रस्थातृकर्तृकायां मारुत्यां कथमुपकुर्युः। तस्मादध्वर्युः प्रतिप्रस्थाता च गार्हपत्ये पृथक्पत्नीसंयाजाञ्जुहुयाताम्।\nद्वादशाध्यायस्य प्रथमपादे चिन्तितम्—\n\"विहारभेदे निर्वापमन्त्रादेस्तन्त्रता न वा।\nतन्त्रं द्वयोः स्मृतेः सिद्धेरुत्तमोक्त्या पृथग्भवेत्\"॥\nवरुणप्रघासेष्वध्वर्युप्रतिप्रस्थात्रोर्विहारभेदेऽपि मन्त्रेष्वेकेनैव पठ्यमानेषु तयोरर्थस्मृतिसिद्धौ तन्त्रमिति चेन्न। निर्वापामीत्युत्तमपुरुषार्थस्य पाठमन्तरेण स्मृत्यभावात्। तस्मादुभयोः पृथक्पाठः।\nसप्तमाध्यायस्य तृतीयपादे चिन्तितम्—\n\"निष्कासेन तुषैश्चावभृथं यन्तीत्यनूद्यते।\nनीरोत्सेकः कर्मणो वा विधिः सौमिकधर्मणः २ ३ ॥\nयो दर्शपूर्णमासाभ्यां वारुण्यां चोदनोद्गतः।\nव्युत्सेकोऽनूद्यतामेष मैवं कर्माणि सौमिके।\nमुख्योऽवभृथशब्दोऽतस्तत्सादृश्यविवक्षया।\nधर्मानतिदिशन्कर्म विधत्ते धर्मसंयुतम्\"॥\nवरुणप्रघासेषु श्रुयते — \"वारुण्या निष्कासेन तुषैश्चावभृथमवयन्ति\" इति। निष्कास आमिक्षाया लेपः। प्राच्यां दिशि देवा ऋत्विजो मार्जयन्तामित्यादिभिर्मन्त्रैर्दर्शपूर्णमासयोर्दिक्षु सर्वास्वापो विविधमुत्सिच्यन्ते। सोऽयं व्युत्सेको वारुण्यामिक्षायामेव चोदकप्राप्तोऽनुद्यते। अस्ति हि व्युत्सेकस्याष्यवभृथत्वम्। \"एव वै दर्शपूर्णमासयोरवभृथः\" इति श्रुतत्वादिति प्राप्ते ब्रूमः— सौमिके कर्मण्यवभृथशब्दो मुख्यः। तस्य शब्दस्योद्भिदादिवद्विधेयक्रियासामानाधिकरण्येन नामधेयत्वात्तत्रैव वैदिकप्रयोगवाहुल्याच्च। व्युत्सेके त्वप्संबन्धादुपचर्यते। नहि सौमिककर्मणीवापां व्युत्सेके-ऽवभृथभावनामंशत्रयवर्तौ पश्यामः। येन तत्र मुख्यत्वमाशङ्क्येत। तस्मात्सौमिककर्मवाचिनमवभृथशब्दं वरुणप्रघासप्रकरणे प्रयुञ्चान आम्नायो मासाग्निहोत्रन्यायेन सौमिकधर्मानतिदिशन्कर्मान्तरं तद्धर्मसंयुक्तं विधत्ते। न च विपर्येणात्रैव मुख्योऽवभृथोऽस्त्विति शङ्कनीयम्। अपेक्षितस्य कर्मकलाप-स्यात्राभावात्। तस्मात्सौमिकधर्मोपेतकर्मान्तरविधिः।\nतत्रैवान्यच्चिन्तितम् —\n\"तत्र द्रव्यं पुरोडाशस्तुषनिष्कासकावुत।\nप्राप्तोऽवभृथशब्देन पुरोडाशोऽतिदेशतः॥\nतुषनिष्कासयोरत्र साक्षात्क्लृप्तोपदेशतः\nअतिदेशप्रापितस्य पुरोडाशस्य बाधनम्\"॥\nतत्र पूर्वोक्त कर्मान्तरे धर्मातिदेशकेनावभृथशब्देन पुरोडाशोऽतिदिश्यते। अतिदेशश्चोपदेशाद्दुर्बलः। तस्मात्तुषनिष्कासाभ्यां पुरोडाशो बाध्यते।\nएकादशाध्यायस्य द्वितीयपादे चिन्तितम्—\n\"निष्कासावभृथे विप्रकर्षोऽथ प्रतिपादनम्।\nउतार्थकर्म पशुवदाद्योऽवभृथशब्दतः॥\nकर्मान्तरं तदाऽपि स्यात्प्रतिपत्तिः प्रयाजवत्।\nप्राधान्यायार्थकर्म स्यात्तच्चावभृथधर्मकम्\"॥\nचातुर्मास्यगतेषु [वरुणप्रघासेषु] वारुणीमामिक्षां प्रकृत्येदमाम्नायते — \"वारुण्या निष्कासेन तुषैश्चा-वभृथमवयन्ति\" इति। अत्रायं प्रयोगप्रकारः — वरुणप्रघासेषु नव हवींषि। तेष्वष्टमं हविर्वारुण्यामिक्षा। नवमं हविः काय एककपालः। वारुण्या(णा)मिक्षायां यवपिष्टनिर्मितं मेषमवदधाति १। तत आमि-क्षासंयुक्तं सर्वमवदाय हुत्वा तत एककपालेन प्रचर्य भाण्डलिप्तेन वारुण्या(णा)मिक्षाया निषकासेन तुषैश्चावभृथमनुतिष्ठन्तीति।तत्र संशयः।किं वारुण्या (णा) एकमंशं यवमयमेषसीहतं पूर्वै प्रदाय पश्चादेककपालप्रचारादूर्ध्वं निष्कासरूपेणांशान्तरेण तुषैश्च प्रचरितव्य-मित्येवं प्रचारस्य विप्रकर्ष उत कर्मान्तरम्। तत्रापि किं प्रतिपत्तिकर्माऽऽहोस्विदर्थकर्मेति। तत्र विप्रकर्ष इति तावत्प्राप्तम्। कुतः। पशौ तथा दृष्टत्वात्। प्रातःसवने वपया प्रचर्य तृतीयसवने हृदयाद्यङ्गैः प्रचार इति सवनीयपशौ यथा प्रचारविप्रकर्ष-स्तद्वदत्रापीत्याद्यः पक्षः। तथा सत्यवभृथशब्दवैयर्थ्यप्रसङ्गात्कर्मान्तरमिति पक्षान्तरम्। तदाऽप्यामिक्षाहविःशेषस्य निष्कासस्यान्यस्मिन्कर्मणि हविष्ट्वायोगात्प्रयाजशेषन्यायेनेदं प्रतिपत्तिःस्यात्। यथा प्रयाजशेषेण हवींष्यभिघारयतीत्यत्र तच्छेषं संस्कर्तुमभिघारणमेवमत्रापि निष्कासः संस्क्रियत इति प्राप्ते ब्रूमः — तस्मिन्पक्षे निष्कासस्यैव संस्कार्यद्रव्यत्वेन प्राधान्यान्निष्कासमिति विभक्तिव्यत्ययः स्यात्। अतोऽवभृथस्य प्राधान्यादर्थकर्मत्वमेव द्रष्टव्यम्। यदि चातुर्मास्येषु नावभृथस्तदा तद्धर्माति-देशाय तन्नामनिर्देशोऽस्तु। तस्य तदीयद्रव्यशेषस्यापि कर्मान्तरे विनियोग वाचनिकः। तस्मादर्थकर्म।\nइति श्रीमत्सायणाचार्यविरचिते माधवीये वेदार्थप्रकाशे कृष्णयजुर्वेदीय-तैत्तिरीयसंहिताभाष्ये प्रथमकाण्डाऽष्टमप्रपाठके तृतीयोऽनुवाकः॥३॥\n",
  "bhattaBhashya": "\n\n\n2गृहीतकरम्भपात्रां पत्नीमुदानयित्वा वाचयति प्रतिप्रस्थाता - प्रघास्यानिति । इयं गायत्री ॥ पूर्वपदलोपोत्र द्रष्टव्यः । यथा - देवदत्तो दत्तः, सत्यभामा भामेति । एवं वरुणप्रघासाः प्रघासाः ; तत्र भवास्तेषां सम्बन्धिनो मरुतः प्रघास्याः । 'भवे छन्दसि' इति यः । मरुद्विशेषा वा प्रघास्यास्तान् हवामहे आह्वयामः यजामहे वा । 'बहुलं छन्दसि' इति सम्प्रसारणम् । [यज्ञं वहन्तीति यज्ञवाहसः] 'वहिहाधाञ्भ्यश्छन्दसि' इति विधीयमानोसुन् 'गतिकारकयोरपि पूर्वपदप्रकृतिस्वरत्वं च' इति कारकपूर्वादपि भवति, णिदिति तत्रानुवृत्तेर्वृद्धिः । दधिसर्पिर्मिश्रास्सक्तवः करम्भाः । जातावेकवचनम् । तद्योगात्ताच्छब्द्यम् । करम्भपात्रैर्हेतुभिः सजोषसस्समानप्रीतीन् परस्परमस्माभिर्वा सप्रीतीन् । 'परादिश्छन्दसि' इत्युत्तरपदाद्युदात्तत्वम् ॥\n\n3यजमानः पुरोनुवाक्यामन्वाह - मो षूण इति । पङ्क्तिप्रकारोयम् । पादादित्वादस्त्विति न निहन्यते । मो इति प्रतिषेधे । निपातसमुदायो वा । सामर्थ्याल्लभ्या क्रिया ; तस्या एव निषेधसम्भवात्, अस्त्विति वक्ष्यमाणत्वाच्च । हे इन्द्र देवनादिगुणक अस्माकं पृत्सु सङ्ग्रामेषु प्रवृत्तिः (सु) मो मा भूदिति । सु सुष्ठु समीचीनमेव । सुष्ठु मा भूदिति वा । अस्मान् पृत्सु माकार्षीः शोभनमेतदिति । 'सुञः' इति सोष्षत्वम्, 'अन्येषामपि दृश्यते' इति दीर्घत्वम् । 'नश्च धातुस्थोरुषुभ्यः' इति नसो णत्वम् । किञ्च - हे शुष्मिन् बलवन् ते तव प्रसादात् अवया करम्भपात्रयागोस्तु अवयजनमवया । 'अवे यजः' इति ण्विः, छान्दसोन्त्यविकारः । सोर्वा डादेशः । वरुणपाशानामवयजनं विनाशहेतुरस्त्विति यावत् । कः पुनरस्य विशेष इति चेद्ब्रूमः - हे इन्द्र अस्य तव मीढुषः सेक्तुः सम्बन्धिनीयमिष्टिः मही पृथ्वी यस्माद्यव्या यवमात्रसदृशी अतिस्वल्पेति यावत् । शाखादित्वादिवार्थे यः । यद्वा - इयमेवेष्टिः तव प्रसादान्महती यव्या यावयित्री वरुणपाशानां पृथक्कर्णसमर्थेति यावत् । छान्दसो यः । अन्वादेशत्वादस्येति निहन्यते । दाश्वानादौ मीढ्वानिति निपातितः । किञ्च - हविष्मतश्चरुमतो मम गीर्वन्दते स्तौति ॥\n\n4दम्पती याज्यां ब्रूतः - यद्ग्राम इति । षट्पदा जगतीयम् ॥ ग्रामे जनपदे गूढे प्रदेशे सभायां गृहे इन्द्रिये चक्षुरादिके वागादिके च शूद्रे चतुर्थे । निकृष्टोपलक्षणम् । 'अर्यस्स्वामिवैश्ययोः' इति निपात्यते, निपातनसामर्थ्यादेवाभिमतस्य सिद्धिः । एषु ग्रामादिष्वाधारेषु एतेषु वा निमित्तेषु वयं यदेनः पापं चकृम बुद्धिपूर्वमबुद्धिपूर्वं वा सह कृतवन्तः । सांहितिकं दीर्घत्वम् । 'अस्मदो द्वयोश्च' इति द्वयोर्बहुवचनं वयमिति । यच्च आवयोरेकस्यान्यतरस्य एनः पृथगेवानया मया वा कृतम्, अधिधर्मणि स्थानासनादिके क्रियमाणे तन्निमित्तं वा कृतं तस्य सर्वस्यावयजनं नाशनमसि हे करम्भपात्राणि । सामान्यविवक्षायामेकवचनं, करम्भेण चेति प्रक्रान्तत्वात् । स्वाहाकरोमि त्वामिति । 'यजमानदेवत्यो वा आहवनीयः' इत्यादि ब्राह्मणम् ॥\n\n5पृथग्गच्छन्तावनुमन्त्रयेते पत्नीयजमानौ - अक्रन्निति । अनुष्टुबेषा ॥ अक्रन् कृतवन्तः । बहुवचनेन द्वावुच्येते । कर्म करम्भपात्रहोमलक्षणं कृतवन्तः । 'मन्त्रे घस' इति च्लेर्लुक्, पुरुषव्यत्ययः, अकार्ष्मेति मध्यमतया विपरिणतिः, 'अस्तं प्रेत' इत्येकवाक्यत्वात् । कर्मकृतः एतस्य कर्मणः कर्तारः एतदेवाक्रन् । 'सुकर्मपाप' इति क्विप् । सह वाचा मन्त्रात्मिकया मयोभुवा मयसस्सुखस्य भावयित्र्या मन्त्रवदेव कर्म कृतवन्तः । भवतेर्ण्यन्तात्क्विप्, 'बहुलमन्यत्रापि' इति णिलुक्, उपपदसमासः । 'अन्तोदात्तादुत्तरपदात्' इति तृतीयाया उदात्तत्वं व्यत्ययेन नित्यसमासेपि । यद्वा - मयसां भूर्मयोभूरिति षष्ठीसमासः । 'सावेकाचः' इति वाचस्तृतीयाया उदात्तत्वम् । देवेभ्यो देवार्थं देवर्णनिरवदानार्थम् । ते यूयं सम्प्रति कर्म यथोक्तं कृत्वा अस्तं प्रेत स्वंस्वं स्थानं वियुक्ता गच्छत । हे सुदानवः कल्याणदानाः । कर्मसमाप्तिं वा अस्तमयत देवाः । 'देवानृणं निरवदाय' इत्यादि ब्राह्मणम् ॥\n\nइत्यष्टमे तृतीयोनुवाकः ॥\n"
}