{
  "id": "TS 2.3.11.5",
  "classification": {
    "kanda": "2",
    "prasna": "3",
    "anuvaka": "11",
    "panchasat": "5"
  },
  "header": "TS 2.3.11.5",
  "panchasatInfo": " 45",
  "padaCount": 72,
  "samhita": "घृ॒तं निष्पि॑ब॒त्यायु॒र्वै घृ॒तम॒मृतꣳ॒॒ हिर॑ण्यम॒मृता॑दे॒वा ऽऽयु॒र्निष्पि॑बति श॒तमा॑नं भवति श॒तायुः॒ पुरु॑षः श॒तेन्द्रि॑य॒ आयु॑ष्ये॒वेन्द्रि॒ये प्रति॑तिष्ठ॒त्यथो॒ खलु॒ याव॑तीः॒ समा॑ ए॒ष्यन् मन्ये॑त॒ ताव॑न्मानꣳ स्या॒थ् समृ॑द्ध्या इ॒मम॑ग्न॒ आयु॑षे॒ वर्च॑से कृ॒धीत्या॒हा ऽऽयु॑रे॒वास्मि॒न्. वर्चो॑ दधाति॒ विश्वे॑ देवा॒ जर॑दष्टि॒र्यथा ऽस॒दित्या॑ ( ) -ह॒ जर॑दष्टिमे॒वैनं॑ करोत्य॒ग्नि-रायु॑ष्मा॒निति॒ हस्तं॑ गृह्णात्ये॒ते वै दे॒वा आयु॑ष्मन्त॒स्त ए॒वास्मि॒न्नायु॑र्दधति॒ सर्व॒मायु॑रेति ॥",
  "pada": "घृ॒तम् । निरिति॑ । पि॒ब॒ति॒ । आयुः॑ । वै । घृ॒तम् । अ॒मृत᳚म् । हिर॑ण्यम् । अ॒मृता᳚त् । ए॒व । आयुः॑ । निरिति॑ । पि॒ब॒ति॒ । श॒तमा॑न॒मिति॑ श॒त - मा॒न॒म् । भ॒व॒ति॒ । श॒तायु॒रिति॑ श॒त - आ॒युः॒ । पुरु॑षः । श॒तेन्द्रि॑य॒ इति॑ श॒त - इ॒न्द्रि॒यः॒ । आयु॑षि । ए॒व । इ॒न्द्रि॒ये । प्रतीति॑ । ति॒ष्ठ॒ति॒ । अथो॒ इति॑ । खलु॑ । याव॑तीः । समाः᳚ । ए॒ष्यन्न् । मन्ये॑त । ताव॑न्मान॒मिति॒ ताव॑त् - मा॒न॒म् । स्या॒त् । समृ॑द्ध्या॒ इति॒ सम् - ऋ॒द्ध्यै॒ । इ॒मम् । अ॒ग्ने॒ । आयु॑षे । वर्च॑से । कृ॒धि॒ । इति॑ । आ॒ह॒ । आयुः॑ । ए॒व । अ॒स्मि॒न्न् । वर्चः॑ । द॒धा॒ति॒ । विश्वे᳚ । दे॒वाः॒ । जर॑दष्टि॒रिति॒ जर॑त् - अ॒ष्टिः॒ । यथा᳚ । अस॑त् । इति॑ ( ) । आ॒ह॒ । जर॑दष्टि॒मिति॒ जर॑त् - अ॒ष्टि॒म् । ए॒व । ए॒न॒म् । क॒रो॒ति॒ । अ॒ग्निः । आयु॑ष्मान् । इति॑ । हस्त᳚म् । गृ॒ह्णा॒ति॒ । ए॒ते । वै । दे॒वाः । आयु॑ष्मन्तः । ते । ए॒व । अ॒स्मि॒न्न् । आयुः॑ । द॒ध॒ति॒ । सर्व᳚म् । आयुः॑ । ए॒ति॒ ।  । ",
  "attribute": {
    "rishi": "अज्ञात",
    "devata": "अज्ञात",
    "chandas": "अज्ञात"
  },
  "sayanaBhashya": "\n\n\"घृतस्येति। ऋत्विग्भिः पठ्यमानानां मन्त्राणां तात्पर्य दर्शयति पावमानेनेति। पवमानस्य वायोः प्राणरूपत्वात्तेन प्राणस्थापनं, बृहद्रथंतरयोः पृष्ठस्तोत्रप्रकृतित्वेन सारत्वात्तेनौजोधारणम्। अग्नेरात्मा मीयतेनयेत्युक्तत्वात्तेनात्मस्थापनम्। एतेषां पाठं विधत्ते ऋत्विज इति। पाठकाले हस्तग्रहणं विधत्ते ब्रह्मणो हस्तमिति। एकधैव सर्वषामृत्विजामैकमत्येनैव यजमानस्य यदेषायुः संपादनीयमस्ति तत्सर्वं तस्मिन्यजमाने स्थापयन्ति। यदुक्तं सूत्रकारेण----‘पात्रसंपादनकाले खादिरं पात्रं चतुस्रक्ति प्रयुङक्ते ,सौवर्णस्य प्रवर्तं शतमानस्य कृतम्, अथो खलु यावतीः समा एष्यन्मन्येत वावन्मान स्यात्’ इति। आज्यग्रहणकाले तूष्णीं खादिरे चतुर्गृहीतं गृहीत्वा सादनकाल उत्तरेण ध्रुवां खादिरं सादयित्वा तस्मिन्प्रवर्तमवदधाति” इति च। प्रवर्तः कर्णाभरणं कुण्डलम्। (तत्र घृते स्थापितात्प्रवर्तान्निष्पीडितस्य घृतस्य पानं विधत्ते हिरण्यादिति। तस्य परिमाणं द्वेधा विधत्ते शतमानमिति। शतमानं पञ्चपणपरिमितमित्यसकृदुक्तम्। अथवा रुग्णो यजमानो योवतो भाविनः संवत्सरान्प्राप्नोत्वित्यध्वर्युर्युर्मन्यते तावद्भिर्मानैः परिमितं कर्तव्यम्। मानशब्दो गुञ्जाबीजं ब्रूते। रुग्णस्यातीतमायुः परित्यज्या गामिन आयुषो यावन्तः संवत्सरा एतस्य मनसि निश्चितास्तावद्भिर्गुञ्जाबीजैः परिमितमित्यर्थः। प्राश्नतो यजमानस्याभिमन्त्रणमन्त्रे प्रथमचरमभागयोरभिप्रायं दर्श यति इदमग्न इति। आयुषञ्चरमभागस्थाया जराया अष्टिर्व्याप्तिर्यस्य। अथवा जीर्यत्यष्टिरशनं यस्यासौ जरदष्टिः नीरोग इत्यर्थः। अध्वर्यार्यजमानदक्षिण हस्तग्रहणं विधत्ते अग्निरायुष्मानिति। इति श्रीमत्सायणाचार्यविरचिते माधवीये वेदार्थप्रकाशे कृष्णयजुर्वेदीयतैत्तिरीयसंहितायभाष्ये द्वितीयकाण्डे तृतीयप्रपाठक एकादशोनुवाकः।। ११।।\"\n"
}