{
  "id": "TS 1.4.2.1",
  "classification": {
    "kanda": "1",
    "prasna": "4",
    "anuvaka": "2",
    "panchasat": "1"
  },
  "header": "TS 1.4.2.1",
  "panchasatInfo": " 3 ",
  "padaCount": 47,
  "samhita": "वा॒चस्पत॑ये पवस्व वाजि॒न् वृषा॒ वृष्णो॑ अꣳ॒॒शुभ्यां॒ गभ॑स्तिपूतो दे॒वो दे॒वानां᳚ प॒वित्र॑मसि॒ येषां᳚ भा॒गोऽसि॒ तेभ्य॑स्त्वा॒ स्वांकृ॑तोऽसि॒ मधु॑मतीर् न॒ इष॑स्कृधि॒ विश्वे᳚भ्यस्त्वेन्द्रि॒येभ्यो॑ दि॒व्येभ्यः॒ पार्त्थि॑वेभ्यो॒ मन॑स्त्वा ऽष्टू॒र्व॑न्तरि॑क्ष॒-मन्वि॑हि॒ स्वाहा᳚ त्वा सुभ॒वः सूर्या॑य दे॒वेभ्य॑स्त्वा मरीचि॒पेभ्य॑ ए॒ष ते॒ योनिः॑ प्रा॒णाय॑ त्वा ॥",
  "pada": "वा॒चः । पत॑ये । प॒व॒स्व॒ । वा॒जि॒न्न् । वृषा᳚ । वृष्णः॑ । अꣳ॒॒शुभ्या॒मित्यꣳ॒॒शु - भ्या॒म् । गभ॑स्तिपूत॒ इति॒ गभ॑स्ति - पू॒तः॒ । दे॒वः । दे॒वाना᳚म् । प॒वित्र᳚म् । अ॒सि॒ । येषा᳚म् । भा॒गः । असि॑ । तेभ्यः॑ । त्वा॒ । स्वाङ्कृ॑तः । अ॒सि॒ । मधु॑मती॒रिति॒ मधु॑ - म॒तीः॒ । नः॒ । इषः॑ । कृ॒धि॒ । विश्वे᳚भ्यः । त्वा॒ । इ॒न्द्रि॒येभ्यः॑ । दि॒व्येभ्यः॑ । पार्त्थि॑वेभ्यः । मनः॑ । त्वा॒ । अ॒ष्टु॒ । उ॒रु । अ॒न्तरि॑क्षम् । अन्विति॑ । इ॒हि॒ । स्वाहा᳚ । त्वा॒ । सु॒भ॒व॒ इति॑ सु - भ॒वः॒ । सूर्या॑य । दे॒वेभ्यः॑ । त्वा॒ । म॒री॒चि॒पेभ्य॒ इति॑ मरीचि - पेभ्यः॑ । ए॒षः । ते॒ । योनिः॑ । प्रा॒णायेति॑ प्र - अ॒नाय॑ । त्वा॒ ।  । ",
  "attribute": {
    "rishi": "अज्ञात",
    "devata": "अज्ञात",
    "chandas": "अज्ञात"
  },
  "sayanaBhashya": "\n\nआपस्तम्बस्त्वेकमन्त्रतामाह –– “अष्टौ(ष्ट) कृत्वोऽभिषुणोत्यथ प्रतिप्रस्थातोपांशुपात्रं धारयन्नुपात्तानामुपरि द्वावंशू अन्तर्दधाति तस्मिन्नभिषुतमध्वर्युरञ्जलिना गृह्णाति वाचस्पतये पवस्व वाजिन्नित्येवं विहितो द्वितीयस्तृतीयश्चापि वैकादशकृत्वो द्वितीयमभिषुणोति द्वादशकृत्वस्तृतीयम्” इति।\nहे वाजिन्नन्नप्रद सोम पतये पालकदेवार्थं वाचः संबन्धिना मन्त्रेण पवस्व शुद्धो भव। वृषा रसरूपत्वेन वर्षणसमर्थस्त्वं गभस्तिपूतः पूर्वमरण्ये सूर्यरश्मिभिः पूत इदानीं तु वृष्णो वर्षणसमर्थस्य सोमस्यांशुभ्यामन्तर्धापिताभ्यां पवस्व। किंच त्वमपि देव एव सन्देवानां सोमपां पवित्रं शुद्धिहेतुरसि। येषां देवानां भागोऽसि तेभ्यस्त्वा गृह्णामि।\nविधत्ते – “प्राणो वा एष यदुपाशुर्यदुपा श्वग्रा ग्रहा गृह्यन्ते प्राणमेवानु प्रयन्ति” (सं. का. ६ प्र. ४ अ. ५) इति।\nयज्ञस्य प्राणस्थानीय उपांशुः। अपानवागादिस्थानीयास्त्वन्तर्यामैन्द्रवायवादयः। अतः प्राणत्वेन मुख्यत्वात्प्रथमतस्तद्ग्रहणं युक्तम्।\nत्रिषु पर्यायेषु विलक्षणसंख्याविशिष्टमभिषवं विधत्ते – “अरुणो ह स्माऽऽहौपवेशिः प्रातःसवन एवाहं यज्ञ स स्थापयामि। तेन ततः सस्थितेन चरामीत्यष्टौ कृत्वोऽग्रेऽभि षुणोत्यष्टाक्षरा गायत्री गायत्रं प्रातःसवनं प्रातःसवनमेव तेनाऽऽप्नोत्येकादशाक्षरा त्रिष्टुप् त्रैष्टुभं माध्यन्दिनं सवनं माध्यन्दिनमेव सवनं तेनाऽऽप्नोति द्वादश कृत्वस्तृतीयं द्वादशाक्षरा जगती जागतं तृतीयसवनं तृतीयसवनमेव तेनाऽऽप्नोत्येता ह वाव स यज्ञस्य सस्थितिमुवाचास्कन्दायास्कन्न हि तद्यद्यज्ञस्य सस्थितस्य स्कन्दति” (सं. का. ६ प्र. ४ अ. ५) इति।\nउपवेशस्य पुत्रः कश्चिदरुणनामा यथोक्तत्रिविधाभिपरूपामेव यज्ञस्य समाप्तिमुवाच। तदेतविनाशाय संपद्यते। समाप्तस्य यज्ञस्य संबन्धि यद्वस्तु नश्यति तदविनष्टमेव।\nत्रिष्वपि पर्यायेष्वष्टसंख्यैवेति पक्षान्तरं विधत्ते – “अथो खल्वाहुर्गायत्री वाव प्रातःसवने नातिवाद इत्यनतिवादुक एनं भ्रातृव्यो भवति य एवं वेद तस्मादष्टावष्टौ कृत्वोऽभिषुत्यम्” (सं. का. ६ प्र. ४ अ. ५) इति।\nअतिवादे गायत्र्येव न वर्तते। त्रिष्टुब्जगत्यौ तु वर्तेते। अधिकाक्षरयुक्ततया पठ्यमानत्वमतिवादः। न चासावल्पाक्षरायां गायत्र्यां संभवति। यद्यपि प्रातःसवने छन्दोन्तराण्यपि संभवन्ति तथाऽपि गायत्र्येवाभिमानिदेवता। गायत्र्या अतिवादाभावं यो वेद तं प्रति शत्रुरप्यनतिवादुको भवति अनिन्दको भवतीत्यर्थः। यस्माद्गायत्र्येव सवनमभिमन्यते तस्मात्तदीययैव संख्यया प्रातःसवने त्रिष्वपि पर्यायेष्वभिषोतव्यम्।\nमन्त्रस्य प्रथमभागे वाक्शब्दतात्पर्यमाह – “ब्रह्मवादिनो वदन्ति पवित्रवन्तोऽन्ये ग्रहा गृह्यन्ते किंपवित्र उपाशुरिति वाक्पवित्र इति ब्रूयाद्वाचस्पते पवस्व वाजिन्नित्याह वाचैवैनं पवयति” (सं. का. ६ प्र. ४ अ. ५) इति।\nउपांशुव्यतिरिक्ता ग्रहा दशापवित्रनामकेन वस्त्रेण शोधिता गृह्यन्ते न तूपांशुः। तस्य किं शोधकमिति प्रश्नः। मन्त्र एव शोधकमित्युत्तरम्।\nभागान्तराणामर्थः प्रसिद्ध इत्याह – “वृष्णो अशुभ्यामित्याह वृष्णो ह्येतावशू यौ सोमस्य गभस्तिपूत इत्याह गभस्तिना ह्येनं पवयति देवो देवानां पवित्रमसीत्याह देवो ह्येष सन्देवानां पवित्रं येषां भागोऽसि तेभ्यस्त्वेत्याह येषा ह्येष भागस्तेभ्य एनं गृह्णाति” (सं. का. ६ प्र. ४ अ. ५) इति।\nस्वांकृत इति। बौधायनः – “अथ प्रतिप्रस्थातुर्ग्रहमादत्ते स्वांकृतोऽसीत्यथैनमवेक्षते मधुमतीर्न इषस्कृधीत्यथैनमूर्ध्वमुन्मार्ष्टि विश्वेभ्यस्त्वेन्द्रियेभ्यो दिव्येभ्यः पार्थिवेभ्य इति” इति।\nआपस्तम्बस्त्वेकमन्त्रतामाह – “स्वांकृतोऽसीत्यध्वर्युर्ग्रहमादाय” इति।\nहे उपांशुग्रह त्वं स्वांकृतोऽसि मया स्वीकृतोऽसो। मधुमतीरिषो मधुराण्यन्नानि नोऽस्मदर्थं कृधि कुरु। देवजन्मनि मनुष्यजन्मनि च स्थितेभ्यः सर्वेभ्य इन्द्रियेभ्यो हिताय त्वां स्वी करोमि। स्वांकृतशब्देन प्राणरूपस्य ग्रहस्य स्वाधीनत्वं विवक्षितम्। मधुमतीशब्देन स्वादुत्वम्।\nदिव्यपार्थिवशब्देन जन्मद्वयमिति दर्शयति – “स्वांकृतोऽसीत्याह प्रणभेव स्वमकृत मधुमतीर्न इषस्कृधीत्याह सर्वमेवास्मा इद स्वदयति विश्वेभ्यस्त्वेन्द्रियेभ्यो दिव्येभ्यः पार्थिवेभ्य इत्याहोभयेष्वेव देवमनुष्येषु प्राणान्दधाति” (सं. का. ६ प्र. ४ अ. ५) इति।\nमनस्त्वेति। बौधायनः – “उपोत्तिष्ठति मनस्त्वाऽष्ट्वित्युर्वन्तरिक्षमन्विहीत्येत्याऽऽहवनीये जुहोत्यन्वारब्धे यजमाने स्वाहा त्वा सुभवः सूर्यायेति” इति।\nआपस्तम्बः – “उर्वन्तरिक्षमन्विहीति दक्षिणेन होतारमतिक्रमति। येन वा होता प्रतिपादयेन्मनस्त्वाऽष्ट्विति दक्षिणतोऽवस्थाप्य दक्षिणपरिधिसंधिमन्ववहृत्य स्वाहा त्वा सुभवः सूर्यायेति दक्षिणतः प्राञ्चमृजुं संततं दीर्घं हुत्वा देवेभ्यस्त्वामरीचिपेभ्य इति मध्यमे परिधौ लेपं निमार्ष्टि” इति।\nहे प्राणरूपोपांशुनामक ग्रह त्वां मनोऽष्टु व्याप्नोतु। विस्तीर्णमन्तरिक्षमनुसृत्य त्वमाहवनीयदेशे गच्छ। हे सुभवः शोभनं भवः सद्भावो मध्यावस्थितिलक्षणो यस्य प्राणस्य सोऽयं सुभवाः। हे प्राण त्वा त्वद्रूपं ग्रह सूर्याय बहिष्प्राणरूपाय स्वाहा जुहोमि। सूर्यस्य प्राणरूपत्वमाथर्वणैराम्नातम् – “आदित्यो ह वै बाह्यः प्राण उदयत्येष ह्येनं चाक्षुषं प्राणमनुगृह्णाति नः” इति। हे लेप त्वां मरीचिपालकदेवार्थं परिधौ मार्ज्मि।\nक्रमेण मन्त्रान्व्याचष्टे – “मनस्त्वाऽष्ट्विवित्याह मन एवाश्नुत उर्वन्तरिक्षमन्विहीत्याहान्तरिक्षदेवत्यो हि प्राणः स्वाहा सुभवः सूर्यायेत्याह प्राणा वै स्वभवसो देवास्तेष्वेव परोक्षं जुहोति देवेभ्यस्त्वा मरीचिपेभ्य इत्याहाऽऽदित्यस्य वै रश्मयो देवा मरीचिपास्तेषां तद्भागधेयं तानेव तेन प्रीणाति” (सं. का. ६ प्र. ४ अ. ५) इति।\nस्वभवसः स्वशरीरेऽवस्थिता देवाः प्राणवायवः। तत्र प्राणेभ्यः स्वाहेत्युक्ते तेषां प्रत्यक्षहोमो भवतीति तत्परित्यज्य सूर्यायेत्युक्तत्वादयं परोक्षहोमः। यद्वा स्वभवस इति वक्तव्ये सति सुभवस इत्युक्त्या परोक्षत्वम्। रश्मिनामकाश्चेतना देवा अचेतनानां मरीचीनां पालकाः।\nलेपमार्जने हस्तस्याधोमुखत्वमूर्ध्वमुखत्वं च फलभेदेन विधत्ते – “यदि कामयेत वर्षुकः पर्जन्यः स्यादिति नीचा हस्तेन नि मृज्याद्वृष्टिमेव नि यच्छति यदि कामयेतावर्षुकः स्यादित्युत्तानेन नि मृज्याद्वृष्टिमेवोद्यच्छति” (सं. का. ६ प्र. ४ अ. ५) इति।\nवैरिणं प्रत्यभिचरता पुरुषेण होमात्पूर्वं पाठ्यं मन्त्रविशेषमुत्पादयति – “यद्यभिचरेदमुं जह्यथ त्वा होष्यामीति ब्रूयादाहुतिमेवैनं प्रेप्सन्हन्ति” (सं. का. ६ प्र. ४ अ. ५) इति।\nहे प्राणरूप सूर्यामुं देवदत्तनामकं वैरिणं प्रथमतो मारय पश्चात्त्वां प्रति होष्यामीति ब्रूयात्। एतन्मन्त्रं श्रुत्वा देव आहुतिमपेक्षमाण एनं वैरिणं मारयत्येव।\nवैरिणो दूरदेशवर्तित्त्वे सत्यभिचरतोऽनुष्ठानविशेषं विधत्ते –\n“यदि दूरे स्यादा तमितोस्तिष्ठेत्प्राणमेवास्यानुगत्य हन्ति” (सं. का. ६ प्र. ४ अ. ५) इति।\nआ तमितोरा ग्लानेर्यावन्तं कालं निरुच्छ्वासः स्थातुं शक्नोति तावत्तिष्ठेत्। ततोऽयं निरोधोऽस्य वैरिणः प्राणमनुगत्य मारयत्येव।\nएष त इति। बौधायनः – “अथ प्रदक्षिणमावर्त्याऽऽग्रयणस्थाल्यां ग्रहस्य संस्रावमवनयति एष ते योनिरित्यथैतस्मिन्नुपांशुपात्रेंऽशुं प्रास्याथैनं दक्षिणत उपांशुसवनेन संस्पृष्टं सादयति प्राणाय त्वेति” इति।\nआपस्तम्बः – “सर्वमाग्रयणस्थाल्यां संपातमवनीय, एष ते योनिः प्राणाय त्वेति रिक्तं पात्रमायतने सादयित्वा तस्मिन्नंशुमवास्य तं तृतीयसवनेऽपिसृज्याभिषुणुयात्” (सं. का. ६ प्र. ४ अ. ५) इति।\nहे संस्राव संपात, एष आग्रयणाख्यस्ते तव योनिः स्थानम्। अथवा हे उपांशुपात्रैष खरस्य दक्षिणांसप्रदेशस्ते स्थानम्। अतः प्राणदेवतासंतोषार्थं त्वामत्र सादयामि। खरौ नाम दक्षिणस्य हविर्धानस्य पुरस्तान्मृदं प्रक्षिप्य निष्पादितो देशः पात्रप्रयोगार्थः। तथा च सूत्रम् – “खरे पात्राणि प्रयुनक्त्यग्निर्देवतेति दक्षिणेंऽस उपांशुपात्रं सोमो देवतेत्युत्तरेंऽसेऽन्तर्यामस्य बृहन्नसीति ते अन्तरेण ग्रावाणमुपांशुसवनं दक्षिणामुखं संस्पृष्टं पात्राभ्यां तमपरेण प्रत्यञ्चि द्विदेवत्यपात्रणि” इत्यादि। एष ते योनिः प्राणाय त्वेत्येष मन्त्र उपेक्षितः।\nअभिचरतः पात्रासादनाय मन्त्रान्तरमुत्पादयति – “यद्यभिचरेदमुष्य त्वा प्राणे सादयामीति सादयेदसन्नो वै प्राणः प्राणमेवास्य सादयति” (सं. का. ६ प्र. ४ अ. ५) इति।\nहे उपांशुपात्र प्राणरूपं त्वाममुष्य वैरिणः प्राणे स्थापयामीत्युक्ते सत्यसन्नो विनाशरहितो यजमानप्राणो वैरिणः प्राणं सादयति विनाशयति।\nअभिषुतः सोमरसः प्रतिप्रस्थातृहस्तगत उपांशुपात्रे यदा गृह्यते तदा ग्रहान्तरवद्वस्त्रेण शोधनं न भवति किंत्वंशुभिरिति विधत्ते – “षडिभिरशुभिः पवयति षड्वा ऋतव ऋतुभिरेवैनं पवयति” (सं. का. ६ प्र. ४ अ. ५) इति।\nनात्र षण्णामंशूनां युगपत्प्रयोगः किंतु त्रिषु पर्यायेष्विति विधत्ते – “त्रिः पवयति त्रय इमे लोका एभिरेवैनं लोकैः पवयति” (सं. का. ६ प्र. ४ अ. ५) इति।\nनात्र वक्ष्यमाणग्रहेष्विव दशापवित्रनाभिस्रुतया धारया ग्रहणं किंतु त्रिष्वपि पर्यायेष्वध्वर्योरञ्जलिनेति विधत्ते – “ब्रह्मवादिनो वदन्ति कस्मात्सत्यात्त्रयः पशूना हस्तादाना इति यत्त्रिरुपाशु हस्तेन विगृह्णाति तस्मात्त्रयः पशूना हस्तादानाः पुरुषो हस्ती मर्कटः” (सं. का. ६ प्र. ४ अ. ५) इति। गोमहिषादयः सर्वे पशवो मुखादानाः। एते तु त्रयो हस्तादानाः। पुरुषोऽपि “ब्रह्मणे ब्राह्मणमालभते” इत्यादावालभ्यत्वात्पशुः।\nअत्र विनियोगसंग्रहः –\n“वाचो ह्युपांशुग्रहणं स्वामादत्तेऽन्यहस्ततः।\nउरु गत्वा मनस्त्वेति वेदेर्दक्षिणतः स्थितिः॥१॥\nस्वाहा जुहोति देवेभ्यो मध्यमे परिधौ तथा।\nलेपं निमार्ष्ट्येष पात्रं सादयेत्सप्त वर्णिताः” ॥२॥ इति।\nइति श्रीमत्सायणाचार्यविरचिते माधवीये वेदार्थप्रकाशे कृष्णयजुर्वेदीयतैत्तिरीयसंहिताभाष्ये प्रथमकाण्डे तृतीयप्रपाठके द्वितीयोऽनुवाकः ॥२॥\n",
  "bhattaBhashya": "\n\n\n2एकादशकृत्वोभिषुतं मध्यमाभ्यामन्तर्धाय द्वितीयं गृह्णातिवृषा वृष्ण इति ॥ हे सोम वृषा वर्षिता उत्पादकस्त्वमभीष्टानाम् । 'कनिन्युवृषि' इत्यादिना कनिन्प्रत्ययः । स एवं वृष्णस्तवैवांशुभ्यां पवस्वात्मानं गभस्तिपूतः गभस्तिभिरंशुभिः पूर्वमेव पूतश्शोधितस्सन् इदानीमंशुभ्यां पवस्वेति । 'तृतीया कर्मणि' इति पूर्वपदप्रकृतिस्वरत्वम् । 'वृष्णो ह्येतावंशू' इत्यादि ब्राह्मणम्, 'एकादशकृत्वो द्वितीयम्' इत्यादि च ॥\n\n3द्वादशकृत्वोभिषुतमुत्तमाभ्यामन्तर्धाय तृतीयं गृह्णाति - देवो देवानामिति ॥ हे सोम देवो देवनादिगुणयुक्तस्त्वं देवानां पावित्रं पावनकारणमसि । 'पुवस्संज्ञायां' इतीत्रप्रत्ययः । त्वं हि देव एव सन् देवानां पवित्रमसीति भावः । केषाम्? येषां त्वं देवानां भागोसि तेषां पवित्रमसि । भज्यत इति भागः, कर्मणि घञ्, 'कर्षात्त्वतः' इत्यन्तोदात्तत्वम् । तस्मात्तेभ्यस्त्वां गृह्णामीति शेषः । त्वं चाभ्यामंशुभ्यां पवस्वात्मानमिति सम्बध्यते । 'देवो ह्येष सन् देवानां पवित्रम्' इत्यादि ब्राह्मणम् । 'द्वादशकृत्वस्तृतीयं' इत्यादि च ॥\n\n4प्रतिप्रस्थातुर्हस्ताद्गृहमादत्ते - स्वां कृतोसीति ॥ स्वीकृतोसीत्यर्थः । अस्वस्स्वो भवतीति स्वाम्, च्विः, ईत्वापवाद आम्भावश्छान्दसः । 'ऊर्यादिच्विडाचश्च' इति गतित्वात् 'गतिरनन्तरः' इति पूर्वपदप्रकृतिस्वरत्वम् । 'प्राणमेव स्वमकृत' इति ब्राह्मणम् ॥\n\n5ग्रहमवेक्षते - मधुमतीरिति ॥ मधुमत्यः मधुररसाः इषः अन्नानि नः अस्माकं कृधि कुरु । मधुमतीः कुर्विति वा । प्राणात्मना ग्रह उच्यते, 'प्राणो वा एष यदुपांशुः' इति चाभेदं प्रतिपादयति । 'सर्वमेवास्मा इदं स्वदयति' इति ब्राह्मणम् । करोतेर्लोटि 'बहुलं छन्दसि' इति शपो लुक् । ' श्रुश्रुणुपॄकृवृभ्यश्छन्दसि' इति हेर्धिभावः । 'कः करत्' इत्यादिना विसर्जनीयस्य सत्वम् ॥\n\n6एनमूर्ध्वमुन्मार्ष्टि - विश्वेभ्य इति ॥ विश्वेभ्यः इन्द्रियेभ्य इन्द्रेणेश्वरेण सृष्टेभ्यः । 'इन्द्रियमिन्द्रलिङ्गम्' इत्यादौ निपात्यते । के पुनस्ते ? देवा मनुष्याश्च । 'उभयेष्वेव देवमनुष्येषु प्राणान्दधाति' इति ब्राह्मणम् । तानेवाह – दिव्येभ्यः पार्थिंवेभ्य इति । दिवमर्हन्तीति दिव्याः । 'छन्दसि च' इति यत्प्रत्ययः । पृथिव्यां भवाः पार्थिवाः । 'पृथिव्या ञाञौ' इत्यञ्प्रत्ययः । एतेभ्यस्त्वामुपांशुग्रहं प्राणभूतमुन्मार्ज्मीति शेषः । एतेषां प्राणस्थित्यर्थं, यदाह 'उभयेष्वेव देवमनुष्येषु प्राणान्दधाति' इति । यद्वा - इन्द्रियशब्देन चक्षुरादीनामधिपतय आदित्यादय उच्यन्ते । तत्र दिव्यानि ज्ञाने न्द्रियाणि, पार्थिवानि कर्मेन्द्रियाणि, तदर्थं त्वामुन्मार्ज्मीति ॥\n\n7तमादायोत्तिष्ठति - मनस्त्वाष्ट्विति ॥ मननधर्मा प्राणो मन इत्युच्यते । सूर्यार्त्मना हे ग्रह मनस्त्वा त्वामष्टु अश्नुभ्यां व्याप्नोतु । अश्नोतेर्व्यत्ययेन परस्मैपदम्, 'बहुलं छन्दसि' इति शपो लुक्, व्रश्चादिना षत्वम् । 'मनस्त्वाष्ट्वित्याह मन एवाश्नुते' इत्यादि ब्राह्मणम् ॥\n\n8आहवनीयं प्रति गच्छति - उर्विति ॥ व्याख्यातम् । 'अन्तरिक्षदेवत्यो हि प्राणः' इत्यादि ब्राह्मणम् ॥\n\n9जुहोति - स्वाहा त्वेति ॥ हे ग्रह उपांशो त्वा त्वां स्वाहा स्वाहुतं करोमीति शेषः । हे सुभवः हे प्राणात्मक, उक्तं हि - 'प्राणो वा एष यदुपांशुः' इति । तत्र स्वस्मादात्मनो जाताः स्वभवसः प्राणाः । 'गतिकारकयोरपि' इति भवतेरसुन् । 'प्राणा वै स्वभवसो देवाः' इति च ब्राह्मणम् । तत्र स्वभवसो देवान् सुभव इत्याचष्टे परोक्षत्वाय । 'तेष्वेव परोक्षं जुहोति' इत्यादि ब्राह्माणम् । तत्र पूर्वपदस्य सम्प्रसारणं, उत्तरपदस्य विभक्तिव्यत्ययः कृतः । सूर्याय प्राणानामात्मभूताय त्वां स्वाहुतं करोमीति ॥\n\n10ग्रहलेपं पाणिना मध्यमे परिधौ निमार्ष्टि - देवेभ्यस्त्वेति ॥ मरीचिशब्देन मरीचिमान् सूर्य उच्यते, यस्मै ग्रहः पूर्वं हुतः । 'लुगकारेकाररेफाश्च' इति मत्वर्थीयस्य लुक् । साहचर्याद्वोच्यते । मरीचिमत्सूर्यमण्डलं पान्ति रक्षन्तीति मरीचिपाः रश्मयः । 'आदित्यस्य वै रश्मयो देवा मरीचिपाः' इति ब्राह्मणम् । यद्वा - आदित्यस्य् मरीचिनैव विश्वं पान्ति तामेव पिबन्तीति वा मरीचिपाः देवविशेषाः । 'आदित्यस्व वै रश्मयः' इति च गुणभूतत्वमुच्यते । आदित्यस्य रश्मिस्थानीया इति यावत् । तेभ्यो देवेभ्यस्त्वां ग्रहलेपं निमार्ज्मीति शेषः ॥\n\n11आग्रयणस्थाल्याः ग्रहस्य संस्रावमपनयति - एष ते योनिरिति ॥ हे उपांशुसंस्राव एष आग्रयणस्थाल्याख्यस्ते तव योनिः स्थानम्, यत्र निहितस्त्वं यागसिद्ध्यै सम्पत्स्यसे । अतस्तं प्रविशेति शेषः ॥\n\n12उपांशुपात्रं दक्षिणत उपांशुसवनेन संस्पृष्टं सादयति - प्राणायत्वेति ॥ प्राणार्थं त्वां सादयामीति शेषः । थाथादिस्वरेणान्तोदात्तः प्राणशब्दः । 'प्राणापानौ वा एतौ यदुपांश्वन्तर्यामौ व्यान उपांशुसवनः' इत्यादि ब्राह्मणम्, 'सवर्मायुरेति' इत्यन्तम् ॥\n\nइति चतुर्थे द्वितीयः ॥\n"
}