{
  "id": "TS 1.4.44.1",
  "classification": {
    "kanda": "1",
    "prasna": "4",
    "anuvaka": "44",
    "panchasat": "1"
  },
  "header": "TS 1.4.44.1",
  "panchasatInfo": " 46",
  "padaCount": 50,
  "samhita": "धा॒ता रा॒तिः स॑वि॒तेदं जु॑षन्तां प्र॒जाप॑तिर् निधि॒पति॑र्नो अ॒ग्निः । त्वष्टा॒ विष्णुः॑ प्र॒जया॑ सꣳररा॒णो यज॑मानाय॒ द्रवि॑णं दधातु ॥ समि॑न्द्र णो॒ मन॑सा नेषि॒ गोभिः॒ सꣳ सू॒रिभि॑र्मघव॒न्थ् सꣳ स्व॒स्त्या । सं ब्रह्म॑णा दे॒वकृ॑तं॒ ॅयदस्ति॒ सं दे॒वानाꣳ॑ सुम॒त्या य॒ज्ञिया॑नां ॥ सं ॅवर्च॑सा॒ पय॑सा॒ सं त॒नूभि॒-रग॑न्महि॒ मन॑सा॒ सꣳ शि॒वेन॑ ॥ त्वष्टा॑ नो॒ अत्र॒ वरि॑वः कृणो॒ - [ ]",
  "pada": "धा॒ता । रा॒तिः । स॒वि॒ता । इ॒दम् । जु॒ष॒न्ता॒म् । प्र॒जाप॑ति॒रिति॑ प्र॒जा - प॒तिः॒ । नि॒धि॒पति॒रिति॑ निधि - पतिः॑ । नः॒ । अ॒ग्निः ।  । त्वष्टा᳚ । विष्णुः॑ । प्र॒जयेति॑ प्र - जया᳚ । सꣳ॒॒र॒रा॒ण इति॑ सं-र॒रा॒णः । यज॑मानाय । द्रवि॑णम् । द॒धा॒तु॒ ।  । समिति॑ । इ॒न्द्र॒ । नः॒ । मन॑सा । ने॒षि॒ । गोभिः॑ । समिति॑ । सू॒रिभि॒रिति॑ सू॒रि - भिः॒ । म॒घ॒व॒न्निति॑ मघ - व॒न्न् । समिति॑ । स्व॒स्त्या ।  । समिति॑ । ब्रह्म॑णा । दे॒वकृ॑त॒मिति॑ दे॒व - कृ॒त॒म् । यत् । अस्ति॑ । समिति॑ । दे॒वाना᳚म् । सु॒म॒त्येति॑ सु - म॒त्या । य॒ज्ञिया॑नाम् ।  । समिति॑ । वर्च॑सा । पय॑सा । समिति॑ । त॒नूभिः॑ । अग॑न्महि । मन॑सा । समिति॑ । शि॒वेन॑ ।  । त्वष्टा᳚ । नः॒ । अत्र॑ । वरि॑वः । कृ॒णो॒तु॒ । ",
  "attribute": {
    "rishi": "अज्ञात",
    "devata": "अज्ञात",
    "chandas": "अज्ञात"
  },
  "sayanaBhashya": "\n\nकल्पः – ‘जुह्वां नवगृहीतं गृहीत्वा धाता रातिरित्यन्तर्वेद्यूर्ध्वस्तिष्ठन्संततं समशो नव समिष्टयजूंषि जुहोति’ इति।\nतत्र षड् ऋचस्त्रीणि यजूंषि जुहोति।\nषट्सु प्रथमा तावदेवं पठिता — धातेति। धाता सविता प्रजापतिरित्यग्निस्त्वष्टा विष्णुश्चैते षड्देवा नोऽस्माकमिदं हविर्जुषन्ताम्। कीदृशो धाता। रातिर्दानशीलः। कीदृशः प्रजापतिः। निधिपतिः, महाशङ्खखर्वादिनामकानां नवानां निधीनां पालयिता। सोऽयं देवगणो यजमानसंबन्धिन्या प्रजया संरराणः सम्यग्रममाणस्तथा यजमानार्थं द्रविणं दधातु पोषयतु।\nअथ द्वितीया — समिन्द्रेति। हे इन्द्र त्वमनुग्रहयुक्तेन मनसा नोऽस्मान्गोभिः संनेषि संयोजय। सूरिभिर्विद्वद्भिर्होतृप्रमुखैः संयोजय। हे मघवन्स्वस्त्या क्षेमेण संयोजय। ब्रह्मणा वेदेनार्थज्ञानसहितेन देवकृतं देवार्थं कर्म यदस्ति तेन संयोजय। यज्ञसंबन्धिनां देवानां सुमत्याऽनुग्रहबुद्ध्या संयोजय।\nअथ तृतीया — सं वर्चसेति। वयं देवतानुग्रहबलाद्वर्चसा बलेन तद्धेतुना च पयसा क्षीरादिना समगन्महि संगताः स्मः। तनूभिः शरीरैः सोभनैः संगताः। शिवेन श्रद्धालुना मनसा संगताः। त्वाष्टा देवो नोऽस्माकमत्रास्मिन्कर्मणि वरिवो वरणीयं धनं कृणोतु करोतु। किंच तनुवः शरीराणि अनुमार्ष्टु शोधयतु। यद्विलिष्टं पापं तदप्यनुमार्ष्टु।\nअथ चतुर्थी — यदद्येति। हेऽग्ने यद्यस्मात्कारणादद्यास्मिन्दिन इह देवयजनदेशेऽस्मिन्यज्ञे प्रयति प्रवर्तमाने सति त्वां होतारं होमनिष्पादकमवृणीमहि तस्मात्कारणादृधक्समृद्धं यथा भवति तथाऽयाडयाक्षीः। उतापि च त्वमृधक्समृद्धं प्रजानन्नशमिष्ठा अस्मद्विघ्नशान्तिमकार्षीः। अतस्त्वं विद्वानस्मद्भक्तिं जानन्निमं यज्ञमुपयाहि प्राप्नुहि।\nअथ पञ्चमी — स्वगा व इति। हे देवा ये यूयं जुषाणाः प्रीयमाणा इदं सवना इमानि त्रीणि सवनानि आजग्माऽऽगतास्तेषां वः सदनं स्थानं स्वगा स्वाधीनमकर्म वयमकार्ष्म। विश्वे ते सर्वे यूयं जक्षिवांसः सवनीयपुरोडाशान्भक्षितवन्तः पपिवांसः सोमं पीतवन्तश्च। हे वसवो निवासहेतवो यूयमस्मे अस्मासु वसूनि धनानि धत्त स्थापयत।\nअथ षष्ठी — यानावह इति। हेऽग्ने देवोशतो हवींषि कामयमानान्यान्देवानावहो वर्णव्यत्ययादाहव आहूतवानसि, तान्देवान्स्वे स्वकीये सधस्थे सहनिवासस्थाने प्रेरय। हे देवा हवींषि वहमाना रथादिभिर्नयन्तो भरमाणाः पोषयन्तो वसुं जगन्निवासहेतुं धर्ममादित्यमातिष्ठताऽऽगच्छत। अन्वनन्तरं दिवं स्वर्गमागच्छत।\nअथ त्रयाणां यजुषां मध्ये प्रथमं यजुः - यज्ञेति। हे यज्ञ त्वं स्वप्रतिष्ठार्थं यज्ञनामकं विष्णुं गच्छ। फलप्रदानार्थं यज्ञपतिं यजमानं गच्छ। स्वनिष्पत्त्यर्थं स्वां योनिं स्वकारणभूतां वायोः क्रिया शक्तिं गच्छ। स्वाहा हुतमस्तु।\nअथ द्वितीयम् — एष त इति। हे यज्ञपते यज्ञस्वामिन्नेषोऽनुष्ठीयमानस्ते यज्ञः सूक्तवाकैः स्तोत्रैः सहितः, शोभना वीराः कर्मकुशला ऋत्विजो यस्यासौ सुवीरः। तत इदमाज्यं त्वया स्वाहा हुतमस्तु।\nअथ तृतीयम् – देवा इति। हे गातुविदो मार्गज्ञा देवा गातुं वित्त्वा भवदागमनमार्गं ज्ञात्वा यज्ञे समाप्ते सति गातुमित पुनस्तमेव मार्गं गच्छत। हे मनसस्पते देव परमेश्वर नोऽस्माकमिमं यज्ञं देवेषु हविर्भुक्षु स्वाहा प्रथमं स्थापय। ततो वाचि मन्त्ररूपायां वाग्देवतायां स्थापय। ततो वाते क्रियाप्रवर्तके देवे धाः स्थापय।\nयथोक्तमन्त्रसाध्यं होमं विधत्ते — ‘समिष्टयजूषि जुहोति यज्ञस्य समिष्ट्यै यद्वै यज्ञस्य क्रूरं यद्विलिष्टं यदत्येति यन्नात्येति यदतिकरोति यन्नापि करोति तदेव तैः प्रीणाति’ (सं. का. ६ प्र. ६ अ. २) इति।\nसम्यग्यजनं समिष्टं युज्यन्ते प्रयुज्यन्त इति धारा रातिरित्यादयो मन्त्रा यजूंषि। समिष्टार्थानि यजूंष्युच्चार्याऽऽज्यं जुहुयात्। तच्च यज्ञस्य सम्यगनुष्ठित्यै संपद्यते। क्रूरादिदोषाणां होमेन समाहितत्वात्। क्रूरं पशुहिंसादि। विलिष्ठं विहितस्य दक्षिणादिद्रव्यस्याल्पीभावः। अत्ययानत्ययौ कालकृतौ। तथा हि ‘पाशुकानां प्रयाजानां चोदकवशेन हविरासादनादूर्ध्वमनुष्ठनं प्राप्तं तत्तु तिष्ठन्तं पशुं प्रयजन्तीति वचनेन पशुविशसनात्प्रागपकृष्टं, तदनादृत्य चोदकवशेनैवानुष्ठानमशास्त्रीयः कालात्ययः। तथा तृतीयसवनोपक्रमे सवनीयपशोरङ्गप्रचारानन्तरमेवानूयाजाश्चोदकवशेन प्राप्तास्ते त्वाग्निमारुतादूर्ध्वमनूयाजैश्चरन्तीति वचनेन तृतीयसवनस्य समाप्तिकाल उत्कृष्टाः, तदनादृत्योपक्रम एव तदनुष्ठानमशास्त्रीयः काला(न)त्ययः। अपबर्हिषः प्रयाजान्यजतीति वचनेनावभृथे बर्हिर्नामकश्चतुर्थप्रयाजो निषिद्धः। तन्निषेधमतिक्रम्य तस्यानुष्ठानमतिकरम्। विहितस्य कस्यचिदङ्गस्य विस्मृतिरकरणम्। अपिशब्दः क्रूरादीनां समुच्चयार्थः। तच्च क्रूरादिकं तैरेव होमैः प्रीणाति समादधाति।\nआहुतिसंख्यां विधत्ते — 'नव जुहोति नव वै पुरुषे प्राणाः पुरुषेण यज्ञः संमितो यावानेव यज्ञस्तं प्रीणाति’ (सं. का. ६ प्र. ६ अ. २) इति।\nप्राणास्तदाधारच्छिद्राणि।\nनवसु मन्त्रेषु ऋग्यजुषोरवान्तसंख्यां विधत्ते — ‘षड्ऋग्मियाणि जुहोति षड्वा ऋतव ऋतूनेव प्रीणाति त्रीणि यजूषि त्रय इमे लोका इमानेव लोकान्प्रीणाति’ (सं. का. ६ प्र. ६ अ. २) इति।\nयज्ञस्य यजमानप्राप्तिः स्वकारणप्राप्तिश्च मन्त्रपाठादेव संपद्यत इत्याह — ‘यज्ञ यज्ञं गच्छ यज्ञपतिं गच्छेत्याह यज्ञपतिमेवैनं गमयति स्वां योनिं गच्छेत्याह स्वामेवैनं योनिं गमयति’ (सं. का. ६ प्र. ६ अ. २) इति।\nसुवीरशब्देन वीर्यप्राप्तिः सूच्यत इत्याह — ‘एष ते यज्ञो यज्ञपते सहसूक्तवाकः सुवीर इत्याह यजमान एव वीर्यं दधाति’ (सं. का. ६ प्र. ६ अ. २) इति।\nदेवा गातुविद इत्येतन्मन्त्रप्रशंसार्थमाख्यायिकामाह — ‘वासिष्ठो ह सात्यहव्यो देवभागं पप्रच्छ यत्सृञ्जयान्बहुयाजिनोऽयीयजो यज्ञे यज्ञं प्रत्यतिष्ठिपा३ यज्ञपता३विति स होवाच यज्ञपताविति सत्याद्वै सृञ्जयाः परा बभूवुरिति होवाच यज्ञे वाव यज्ञः प्रतिष्ठाप्य आसीद्यजमानत्यापराभावायेति देवा गातुविदो गातुं वित्त्वा गातुमितेत्याह यज्ञ एव यज्ञं प्रति प्रापयति यजमानस्यापराभावाय’ (सं. का. ६ प्र. ६ अ. २) इति।\nवसिष्ठगोत्रोत्पन्नः सत्यहवस्य पुत्रो देवभागनामानं मुनिं प्रपच्छ, यदा सृञ्ज-याख्यदेशस्थान्बहुविधसोमयागानुष्ठायिनो याजितवानसि तदा किं यज्ञं स्वाहेत्येवं यज्ञलिङ्गके देवा गातुविद इत्येतस्मिन्मन्त्रे यज्ञं समिष्टयजुर्होमं समापितवानसि, उत यज्ञपतिं गच्छेत्येवं यज्ञपतिलिङ्गके यज्ञ यज्ञं गच्छेत्येतस्मिन्मन्त्र इति। तत्र द्वितीयपक्षे सति यस्मात्सत्याद्यज्ञात्पराभवंस्तस्मात्प्रथमपक्ष एवोपादेय इत्युत्तरम्।\nअत्र विनियोगसंग्रहः – “धातानुवाके सर्वस्मिन्समिष्टाख्ययजूंषि हि। ऋचः षडाद्याः शेषाणि यजूंष्येतैर्जुहोति हि’ इति।\nइति श्रीमत्सायणाचार्यविरचिते माधवीये वेदार्थप्रकाशे कृष्णयजुर्वे-दीयतैत्तिरीयसंहिताभाष्ये प्रथमकाण्डे चतुर्थप्रपाठके अष्टात्रिंशोऽनुवाकः॥३८॥\n",
  "bhattaBhashya": "\n\nसाम् । 'मन्त्रे वृष' इति क्तिन उदात्तत्वम् । सविता सर्वस्य प्रेरयिता अभ्यनुज्ञाता वा प्रजापतिः परमेष्ठी । स एव विशेष्यते - निधिपतिः निधीयन्ते वेदाः पुरुषार्था वाऽस्मिन्निति तेषां पाता रक्षिता निधिपतिः । । 'परादिश्छन्दसि बहुळम्' इत्युत्तरपदाद्युदात्तत्वम्, इतरत्र तु 'पत्यावैश्वर्ये' इति पूर्वपदप्रकृतिस्वरत्वम् । अग्निस्त्वष्टा विष्णुश्चैते धात्रादयस्सर्वे इदं हविर्जुषन्तां सेवन्ताम् । एते च धात्रादयो यज्ञतनुविशेषा देवता द्रष्टव्याः, यथा 'धाता दीक्षायाम्' इत्यादि । अधुना एत एवैकैकश उच्यन्ते । एष धात्रादिर्देवः प्रजया संरराणः सम्यग्रममाणः प्रजया उत्पत्त्या हेतुना यजमानाय द्रविणं वरिष्ठं प्रजादिं दधातु । रातेस्ताच्छीलिके चानशि शपश्श्लुः, रमतेर्वाऽन्त्यलोपः ॥\n\n2अथ द्वितीया - समिन्द्रण इति त्रिष्टुप् ॥ हे इन्द्र नः अस्मान् । छान्दसं सांहितिकं णत्वम् । मनसा प्राणेन समीचीनेन गोभिश्च शब्दैस्स्तुतिलक्षणैश्च सन्नेषि सन्नय संयोजय । मनस्विनो वाग्मिनश्च कुरु त्वां स्तोतुमित्यर्थः । नयतेर्लेटि शपो लुक् । किञ्च - सूरिभिर्विद्वद्भिः होतृप्रभृतिभिस्स्तोत्रकुशलैश्च अस्मान्सन्नेषि हे मघवन् महाघन स्वस्त्या अविनाशेन वा अस्मान्सन्नेसि । किञ्च - ब्रह्मणा वेदेन वेदार्थ ज्ञानेन वा, तदर्थानुष्ठानेन वा अस्मान्सन्नेषि । किञ्च - यच्चान्यद्देवकृतं देवार्थं कृतमस्ति कर्म अग्निहोत्रादिकं तेनापि सन्नेषि । 'क्ते च' इति पूर्वपद्प्रकृतिस्वरत्वम् । किञ्च - देवानां यज्ञियानां यज्ञार्हाणां यज्ञसम्पादितानामग्न्यादीनां सुमत्या कल्याणमत्या अनुग्रहबुद्ध्या चास्मान् संयोजय । 'यज्ञर्त्विग्भ्यां घखञौ' इति घः, 'मन्त्रे वृष' इति उदात्तः क्तिन्, 'मन्क्तिन्व्याख्यान' इत्यादिनोत्तरपदान्तोदात्तत्वम्, 'उदात्तयणः' इति विभक्तेरुदात्तत्वम् ॥\n\n3अथ तृतीया - सं वर्चसेति त्रिष्टुप् ॥ वर्चसा बलेन पयसा पालकेन, क्षीरादिना वा वयं समगन्महि सङ्गता भूयास्म । छान्दसो लुङ् । 'मन्त्रे घस' इति च्लेर्लुक्, 'समो गमृच्छि' इत्यात्मनेपदम् । लङि वा ' बहुलं छन्दसि' इति शपो लुक् । तनूभिश्शरीरैश्च शोभनैस्समगन्महि । शिवेन च कल्याणेन च मनसा समगन्महि । त्वष्टा च देवो नः अस्माकं अत्र अस्मिन्कर्मणि अस्मिन्नेव वा जन्मनि वरिवः वरणीयं धनं कृणोतु करोतु । किञ्च - अनुमार्ष्टु शोधयतु च अस्माकं तनुवः शरीरात् यद्विलिष्टं विलग्नं विगुणीकृतकर्मनिमित्तं पापं तत्सर्वं विशोधयतु । लिशेर्विशेर्वा [लिशेर्विपूर्वात्] निष्ठायां 'गतिरनन्तरः' इति गतेः प्रकृतिस्वरत्वम् ॥\n\n8अथ चतुर्थी - यदद्येति त्रिष्टुप् ॥ अद्यास्मिन्नहनि प्रयति वर्तमाने अविच्छेदेन वितायमानेस्मिन्यज्ञे । 'शतुरनुमः' इति सप्तम्या उदात्तत्वम् । हे अग्ने यत् यदर्थं त्वां होतारं अवृणीमहि वृतवन्तो वयमिहास्मिन्प्रयोजने एतदनुरूपमेव त्वया कृतमिति प्रदर्शयति - कथं? ऋधक् समृद्धं वैगुण्यं यथा न भवति तथा अयाट् अयाक्षीः । यजेर्लुङि सिचिवृद्धौ 'बहुलं छन्दसि' इतीडभावः । यत एवमतस्त्वमेव प्रजानन् आत्मीयमधिकारं जानन् अनुसन्दधानः इत्थमित्थं कृतवानसि, तस्मात् भूयोपि अस्मदीयं यज्ञं पुनःपुनरुपयाहि आगच्छ विद्वान् सर्वार्थसाधनोपायज्ञस्त्वम् ॥\n\n5अथ पञ्चमी - स्वगा व इति त्रिष्टुप् ॥ हे देवाः वः युष्माकं सदनं स्थानं स्वगा अकर्म स्वगाकृतवन्तो वयम् । स्वगेति निपातः यथास्वकरणं द्योतयति, यथायथमसङ्कीर्णस्थानं कृतवन्तो वयमित्यर्थः । करोतेर्लुङि 'मन्त्रे घस' इति च्लेर्लुक्, 'छन्दस्युभयथा' इति तिङ आर्धधातुकत्वात् ङित्त्वाभावः । देवा विशेष्यन्ते - ये यूयमिदमिदानीं सवना सवनानि आजग्म आगताः जुषाणाः प्रीयमाणास्सेवमाना वा, तेषां सदनमकर्मेति । 'सुपां सुलुक्' इतीदमो विभक्तेर्लुक् । सवनशब्दात् 'शेश्छन्दसि' इति शेर्लोपः । 'जुषतेस्ताच्छीलिके चानशि शपो लुक् । ते विश्वे सर्वेपि यूयं जक्षिवांसः सवनीयपुरोडाशादि भक्षितवन्तः पपिवांसश्च सोमं पीतवन्तः हे वसवः लोकानां वासयितारः अस्मे अस्मासु धत्त स्थापयत वसूनि धनानि । 'लिट्यन्यतरस्याम् इत्यदेर्घस्लादेशः । अस्मछब्दात्परस्यास्सप्तम्याः 'सुपां सुलुक्' इति शे आदेशः ॥\n\n6अथ षष्ठी - यानावह इति त्रिष्टुप् ॥ हे अग्ने देव दीप्यमान यान् देवान् उशतः हवींषि कामयमानान् । 'शतुरनुमः' इति विभक्तेरुदात्तत्वम् । आवहः आहूतवानसि तान् देवान्प्रेरय स्वे आत्मीये सधस्थे सहस्थाने, यत्र ते सह तिष्ठन्ति तत्र प्रस्थापय । 'सुपि स्थः' इति तिष्ठतेः कः, 'सधमाधस्थयोः' इति सहस्य सधादेशः । अधुना देवान्प्रत्याह - हे देवा यूयमपि हवींषि वहमांनाः रथादिभिर्वार्हनैः वाहयन्तः भरमाणा हस्तादिभिर्धारयन्तः । यद्वा - भुक्तशेषाण्यपत्याद्यर्थं परिपालयन्तः वसुं सर्वस्य लोकस्य वासयितारं घर्ममादित्यमातिष्ठत प्राप्नुत । अनु अनन्तरं च दिवं द्युलोकमातिष्ठत ॥\n\n7यज्ञ यज्ञमित्यादीनि त्रीणि यजूंषि ॥ हे यज्ञ यज्ञं परमात्मानं विष्णुं गच्छ येन त्वं प्रतिष्ठितस्याः । अनन्तरं यज्ञपतिं यज्ञपालयितारं यजमानं गच्छ फलप्रदानेन । अनन्तरं च स्वात्मात्मीयां योनिं गच्छ, योनिः कारणं सर्वपरिस्पन्दहेतुर्वार्ताख्या परमेश्वरस्य क्रियाशक्तिः । यथा - 'वाताद्वा अध्वर्युर्यज्ञं प्रयुङ्क्ते' इति । तां गच्छ । स्वाहा स्वाहुतमिदमाज्यमग्नयेस्त्विति ॥\n\n8अथ द्वितीयम् - हे यज्ञपते यजमान एष यज्ञस्सहसूक्त वाकः सूक्तवाकसहितः विविधस्तोत्रकः सुवीरः शोभनैर्वीरैः पुत्रपौत्रादिभिर्युक्तः तद्धेतुतां प्रतिपाद्यमानः ते तव स्वाहुतमिदमाज्यमग्नयेस्तु इत्थमिदं तव भूयादिति ॥\n\n9अथ तृतीयम् - देवा गातुविद इति ॥ व्याख्यातं 'वाजस्य मा प्रसवेन' इत्यत्र । देवा गातुविदः गतिज्ञाः गातुं मार्गं वित्त्वा लब्ध्वा आगमनकाले यत्र स्थितास्ते यूयं गातुमित तमेव मार्गं समाप्ते कमणि गमनाय भजत । किञ्च - हे मनसस्पते सर्वभूतानामन्तरात्मतया मनसोपि पते देव इममस्माकं यज्ञं देवेष्वग्न्यादिषु धाः धेहि स्थापय । एवं हि सरस्वत्याह । तदनन्तरं वाचि वाग्देवतायां शाब्दे ब्रह्मणि धाः स्थापय । ततः पश्चादिमं यज्ञं वाते सर्वक्रियाधारे धाः स्थापय, यस्मादयं यज्ञः प्रयुक्तः तत्रैव वाते स्थापय । 'वाताद्वा अध्वर्युर्यज्ञं प्रयुङ्क्ते' इत्यादि ब्राह्मणम्, 'वासिष्ठो ह सात्यहव्यः' इत्यादि च ॥\n\nइति चतुर्थे अष्टत्रिंशोनुवाकः ॥\n"
}